{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":[""],"Alternate organization name":[""],"Organization or Person":[""],"Use the alternate website name for acronyms, or a shorter version of your website's name.":[""],"Alternate website name":[""],"This name is shown for your site in the search results.":[""],"Website":[""],"Choose how the title of your 404 error pages should look in the browser.":[""],"404 error pages":[""],"Choose how the title of your internal search pages should look in the browser.":[""],"Internal search pages":[""],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile.":[""],"We're sorry, you're not allowed to edit the other profiles of the selected user.":[""],"We're sorry, you're not allowed to edit the other profiles of %1$s%3$s%2$s.":[""],"Show Formats in search results":[""],"Show Media pages in search results":[""],"Show Date archives in search results":[""],"Show Author archives in search results":[""],"Breadcrumbs for %1$s":[""],"Site connections":[""],"See the XML sitemap":[""],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords!":[""],"Enable feature":[""],"Site features":[""],"Learn more":[""],"Set the basic info for your website. Note that some of these values can be used as variables when configuring the search appearance of your content.":[""],"Site info":[""],"We're sorry, you're not allowed to edit the %1$sSite title%2$s and %1$sTagline%2$s.":[""],"Show or hide our tools and controls in the attachment editor.":[""],"(e.g., %1$s":[""],"Remove unregistered URL parameters":[""],"Optimize Google Analytics utm tracking parameters":[""],"Remove WP-JSON API":[""],"Remove emoji scripts":[""],"Remove Atom / RDF feeds":[""],"Remove search results feeds":[""],"Remove custom taxonomy feeds":[""],"Remove tag feeds":[""],"Remove category feeds":[""],"Remove post type feeds":[""],"Remove post authors feeds":[""],"Remove post comments feeds":[""],"Remove global comment feeds":[""],"Remove global feed":[""],"Remove powered by HTTP header":[""],"Remove generator tag":[""],"Remove oEmbed links":[""],"Remove RSD / WLW links":[""],"Remove REST API links":[""],"Remove shortlinks":[""],"%1$s are used for %2$s.":[""],"%1$s are used for %2$s and %3$s.":[""],"Show or hide our tools and controls in the content editor.":[""],"Enable SEO controls and assessments":[""],"Unlock with %1$s":[""],"We couldn’t find anything with that term.":[""],"Please enter a search term that is longer than 3 characters.":[""],"Search...":[""],"Quick search...":[""],"No, continue editing":[""],"Yes, discard changes":[""],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":[""],"Discard all changes":[""],"Connect %1$s with %2$s":[""],"or %1$sLearn more%2$s\t":[""],"Instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"%1$sConnect %2$s with %3$s%4$s to instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"Redirect pretty URLs for search pages to raw format":[""],"Choose the general appearance of your breadcrumbs.":[""],"Breadcrumb appearance":[""],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":[""],"Please tell us more about the person this site represents.":[""],"E.g. https://example.com/yoast":[""],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":[""],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":[""],"Choose whether your site represents an organization or a person.":[""],"Person/organization":[""],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":[""],"E.g. https://wikipedia.com/yoast":[""],"E.g. https://youtube.com/yoast":[""],"E.g. https://twitter.com/yoast":[""],"E.g. https://tumblr.com/yoast":[""],"E.g. https://soundcloud.com/yoast":[""],"E.g. https://pinterest.com/yoast":[""],"E.g. https://myspace.com/yoast":[""],"E.g. https://linkedin.com/yoast":[""],"E.g. https://instagram.com/yoast":[""],"E.g. https://facebook.com/yoast":[""],"Tell us about the other profiles on the web that belong to the person.":[""],"Other profiles":[""],"Oops! Something went wrong while retrieving the user social profiles.":[""],"Writing":[""],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[""],"Google Analytics utm tracking parameters":[""],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":[""],"Advanced: URL cleanup":[""],"Prevent crawling of internal site search URLs":[""],"Block internal site searches which match the patterns of known spam attacks.":[""],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":[""],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs.":[""],"Enables advanced settings for protecting your internal site search URLs.":[""],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":[""],"Internal site search cleanup":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":[""],"WP-JSON API":[""],"Remove JavaScript used for converting emoji characters in older browsers.":[""],"Remove URLs which provide alternative (legacy) formats of all of the above.":[""],"Remove URLs which provide information about your search results.":[""],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":[""],"Remove URLs which provide information about your recent posts, for each tag.":[""],"Remove URLs which provide information about your recent posts, for each category.":[""],"Remove URLs which provide information about your recent posts, for each post type.":[""],"Remove URLs which provide information about recent posts by specific authors.":[""],"Remove URLs which provide information about recent comments on each post.":[""],"Also disables Post comment feeds.":[""],"Remove URLs which provide an overview of recent comments on your site.":[""],"Remove URLs which provide an overview of your recent posts.":[""],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":[""],"Disable unwanted content formats":[""],"Remove links which allow others sites to ‘ping’ yours when they link to you.":[""],"Remove information about the plugins and software used by your site.":[""],"Remove links used for embedding your content on other sites.":[""],"Remove links used by external systems for publishing content to your blog.":[""],"Remove links to the location of your site’s REST API endpoints.":[""],"Rest API links":[""],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":[""],"Remove unwanted metadata":[""],"Crawl optimization":[""],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s":[""],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":[""],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":[""],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of %1$s and %2$s URLs.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. Most people can safely disable all of these, which can help to save bytes, electricity, and trees.":[""],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":[""],"E.g., %1$s and %2$s":[""],"E.g., %1$s":[""],"Enable breadcrumbs for your theme":[""],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":[""],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":[""],"Breadcrumbs for Taxonomies":[""],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":[""],"Breadcrumbs for Post types":[""],"Show Blog page in breadcrumbs":[""],"Breadcrumb for 404 page":[""],"Prefix for Search page breadcrumbs":[""],"Add prefix":[""],"Add anchor text":[""],"Add separator":[""],"Configure the appearance and behavior of your breadcrumbs.":[""],"Disabling this will redirect the %1$s to your site's homepage.":[""],"Refresh this page":[""],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":[""],"Something went wrong. An unexpected error occurred.":[""],"Be the first to %1$sget new features & tools%2$s, before everyone else. Get %1$s24/7 support%2$s and boost your website’s visibility.":[""],"Failed to retrieve users.":[""],"Searching users...":[""],"No users found.":[""],"Discard changes":[""],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":[""],"The profile is not valid. Please enter a valid URL.":[""],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":[""],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":[""],"Wikipedia":[""],"YouTube":[""],"Tumblr":[""],"SoundCloud":[""],"MySpace":[""],"LinkedIn":[""],"Instagram":[""],"User":[""],"Organization or a person":[""],"Site basics":[""],"Yoast's recommended reading list":[""],"Text formality":[""],"Read more about text formality.":[""],"%1$s%3$s%2$s will help you assess the formality level of your text.":[""],"%1$sSKU%3$s: Not all your product variants have a SKU. You can add a SKU via the \"Variations\" tab in the Product data box. %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""]," You can add a SKU via the \"Inventory\" tab in the Product data box.":[""],"Not all your product variants have an identifier. You can add a product identifier via the \"Variations\" tab in the Product data box":[""],"Your product is missing an identifier (like a GTIN code). You can add a product identifier via the \"Yoast SEO\" tab in the Product data box":[""],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":[""],"Remove unused resources":[""],"Restore last hidden item":[""],"This feature is not available for multisites.":[""],"Prevent search engines from crawling /wp-json/":[""],"Prevent search engines from crawling site search URLs":[""],"Help us to analyze your site by running the site analysis below.":[""],"Site analysis is disabled for non-production environments.":[""],"Stop site analysis":[""],"Start site analysis":[""],"Please update your Yoast SEO Premium plugin to the latest version to be able to use this feature.":["Aktualizujte prosím plugin Yoast SEO Premium na poslední verzi pro použití této funkce. "],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Na této stránce existují jsou neuložené změny. Opuštění stránky znamená, že tyto změny budou ztraceny. Opravdu chcete opustit tuto stránku?"],"Formats":["Formáty"],"Media pages":["Stránky medií"],"Categories & tags":["Kategorie a štítky"],"Content types":["Typy obsahu"],"Show more":["Ukázat více"],"Show less":["Ukázat méně"],"Configure the basics for your website.":["Nastavte základy pro váš web."],"This field updates the %1$sTagline in your WordPress settings%2$s.":["Toto pole aktualizuje %1$sTagline ve vašem nastavení WordPress%2$s."],"This field updates the %1$sSite title in your WordPress settings%2$s.":["Toto pole aktualizuje %1$snázev webu ve vašem nastavení WordPress%2$s."],"Choose how your %1$s pages should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s page.":["Vyberte, jak mají být vaše stránky %1$s ve výchozím nastavení popsány v označení vašeho webu podle Schema.org. Toto nastavení můžete změnit pro každou stránku %2$s."],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Pokud toto zakážete, znamená to, že stránky %1$s vytvořené WordPressem nebudou indexovány vyhledávači a budou vyloučeny z XML sitemap."],"Show %1$s pages in search results":[""],"Choose how your %1$s pages should look in search engines. You can always customize this per individual %2$s page.":[""],"We recommend disabling %1$s pages. Disabling %1$s pages will cause all attachment URLs to redirect to the media itself.":[""],"%1$s pages":[""],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":[""],"Choose how your Homepage should look on social media. Note that this is what people probably will see when they search for your brand name.":[""],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":[""],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %1$s.":[""],"Date archive":[""],"Choose how your %1$s should look on social media by default.":[""],"Disabling this means that archives for authors without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show archives for authors without posts in search results":[""],"Choose how your %1$s should look in search engines.":[""],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":[""],"Author archive":[""],"Read more about the search results settings":[""],"Choose how your %1$s should look in search engines and on social media.":[""],"Contact support":[""],"We're very sorry, but it seems like the following error has interrupted our application:":[""],"An error occurred while calculating your content: %s":[""],"This functionality is disabled in staging environments.":[""],"We would like to show you insights into content that we feel could use improving.":[""],"No data to show yet":[""],"Show %1$s more...":[""],"Open editor":[""],"Add focus keyphrase":[""],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":[""],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":[""],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":[""],"Posts and pages that haven't been analyzed (%1$s)":[""],"Posts and pages without a focus keyphrase (%1$s)":[""],"Restore all hidden items":[""],"Your site has no content with incoming links left to display here.":[""],"Highest number of incoming links":[""],"Congratulations! All of your content has a green SEO score!":[""],"Your site has no content with SEO scores left to display here.":[""],"An error occured while calculating the SEO scores of your content. Please try again later.":[""],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":[""],"Lowest SEO scores":[""],"Refresh data":[""],"Last refreshed: %d min ago":["","Last refreshed: %d mins ago","Last refreshed: %d mins ago"],"An error occurred: %s":[""],"You have hidden all items from this list, so there is no content left to display here.":[""],"Add links":[""],"An error occured while calculating the incoming links of your content. Please try again later.":[""],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":[""],"Lowest number of incoming links":[""],"Congratulations! All of your content has a green readability score!":[""],"Your site has no content with Readability scores left to display here.":[""],"An error occured while calculating the Readability scores of your content. Please try again later.":[""],"Improve":[""],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":[""],"Restore hidden items":[""],"Lowest readability scores":[""],"The undo request was unsuccessful.":[""],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":[""],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":[""],"The content below is supposed to be your cornerstone content: the most important and extensive articles on your site. ":[""],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":[""],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":[""],"The request has failed.":[""],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":[""],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":[""],"An error occurred while fetching the suggested links list: %s":[""],"Start writing a new post":[""],"Don't know where to start? Have a look at our recommended reading list!":[""],"keyword strategy, site structure and copywriting.":[""],"There are three major elements you need to consider when writing good content for SEO:":[""],"You need to have more content on your site to make your website rank well in the search engines.":[""],"Start writing content!":[""],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":[""],"You've disabled features that are needed to show data":[""],"Read reviews from real users":[""],"Be the first to %1$s get new features & tools%2$s, before everyone else. Get %1$s 24/7 support%2$s and boost your website’s visibility.":[""],"%1$s attempted to load the class %2$s but it could not be found.":[""],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":["Vyberte, jak má vaše domovská stránka vypadat ve vyhledávačích a na sociálních sítích. Všimněte si, že toto je to, co lidé pravděpodobně uvidí, když budou hledat název vaší značky."],"Choose how your Homepage should look in search engines.":["Vyberte, jak má vaše domovská stránka vypadat ve vyhledávačích."],"Keep the categories prefix in the slug":["Ponechat předponu rubrik v názvu URL"],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":["Adresy URL rubrik ve WordPressu obsahují předponu, obvykle %s. Toto povolí předponu pouze pro kategorie."],"Choose how your %1$s archive should look on social media.":["Zvolte, jak má váš archiv %1$s vypadat na sociálních sítích."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Pokud toto zakážete, znamená to, že archiv pro %1$s nebude indexován vyhledávači a bude vyloučen ze souborů Sitemap XML."],"Choose how your %1$s archive should look in search engines.":["Zvolte, jak má vypadat váš archiv %1$s ve vyhledávačích"],"These settings are specifically for optimizing your %1$s archive.":["Tato nastavení jsou určena speciálně pro optimalizaci vašeho archivu %1$s."],"%1$s archive":["Archiv %1$s"],"Add custom fields to page analysis":["Přidejte vlastní pole do analýzy stránky"],"Additional settings":["Doplňující nastavení"],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":["Vyberte, jak má být %1$s popsáno ve výchozím nastavení ve značkách schema.org vašeho webu. Toto nastavení můžete změnit pro jednotlivé %2$s."],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":["Vyberte, jak má %1$s vypadat v sociálních sítích. Vždy si nastavení můžete upravit pro jednotlivé %2$s."],"Social appearance":["Prezentace na sítích"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Tento zákaz znamená, že %1$s nebudou indexovány vyhledávacími roboty a budou vyřazeny z XML sitemap."],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":["Vyberte, jak mají %1$s vypadat ve výsledcích vyhledávání. Vždy můžete upravit nastavení pro jednotlivé %2$s."],"Search appearance":["Vzhled ve vyhledávání"],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":[""],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":[""],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Oh no! It seems your form contains invalid data. Please review the following fields:":[""],"Archive social image":[""],"Archive social description":[""],"Archive social title":[""],"Show the archive for %1$s in search results":[""],"Archive breadcrumbs title":[""],"Archive meta description":[""],"Archive SEO title":[""],"Enable %1$s for %2$s":[""],"Show %1$s in search results":[""],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":[""],"%1$sSKU%2$s: All your product variants have a SKU. Good job!":[""],"%1$sSKU%3$s: Your product is missing a SKU.%4$s %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""],"%1$sSKU%2$s: Your product has a SKU. Good job!":[""],"%1$s%2$s%5$s: %3$s. %4$sInclude it if you can, as it will help search engines to better understand your content.%5$s":[""],"%1$s%2$s%4$s: %3$s. Good job!":[""],"All your product variants have a barcode":[""],"Not all your product variants have a barcode":[""],"Your product has a barcode":[""],"Your product is missing a barcode (like a GTIN code)":[""],"All your product variants have an identifier":[""],"Your product has an identifier":[""],"This feature has been disabled, since it is not supported for your language yet.":[""],"Discover why inclusive language is important for SEO.":[""],"The inclusive language analysis offers suggestions to write more inclusive copy.":[""],"Inclusive language analysis":[""],"Inclusive language":[""],"Use %s fields to power your meta tags and templates, and analyze all of your content.":[""],"Integrate your custom fields and SEO data":[""],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":[""],"Upgrade your %s SEO":[""],"Connect your %1$s account to improve your site’s search results using %2$s data.":[""],"Improve internal search results":[""],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":[""],"Get the most out of %1$s and %2$s, together":[""],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":[""],"Get %1$s tools and functionality in %2$s":[""],"Upgrade your workflow and automate tasks":[""],"Use the power of the blockchain to timestamp your content with %s.":[""],"Make your terms & privacy pages more trustworthy":[""],"Keep an eye on how your posts are ranking by connecting to your %s account.":[""],"Track your rankings through time":[""],"Find out what your audience is searching for with %s data right in your sidebar.":[""],"Do keyword research without leaving your post":[""],"Oops! Something went wrong while saving.":[""],"Great! Your settings were saved successfully.":[""],"Close sidebar":[""],"Open sidebar":[""],"Get your verification code in %1$sYandex Webmaster tools%2$s.":[""],"Yandex":[""],"Claim your site over at %1$sPinterest%2$s.":[""],"Get your verification code in %1$sGoogle Search console%2$s.":[""],"Get your verification code in %1$sBing Webmaster tools%2$s.":[""],"Bing":[""],"Add verification code":[""],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":[""],"Baidu":[""],"Verify your site with different tools. This will add a verification meta tag on your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":[""],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":[""],"Restrict advanced settings for authors":[""],"Security & privacy":[""],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":[""],"REST API endpoint":[""],"APIs":[""],"The Yoast SEO admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Slack sharing":[""],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Twitter card data":[""],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Open Graph data":[""],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":[""],"Social sharing":[""],"Site structure":[""],"Tell us which features you want to use.":[""],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":[""],"Enable the XML sitemaps that Yoast SEO generates.":[""],"Network disabled":[""],"Unavailable for sub-sites":[""],"This image is used as a fallback for posts/pages that don't have any images set.":[""],"Site image":[""],"Title separator":[""],"Recommended size for this image is %1$s%3$s%2$s":[""],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":[""],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":[""],"RSS feed":[""],"%1$s (default)":[""],"A person logo / avatar need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site logo as default values.":[""],"We took the liberty of using your site title and logo for the organization name and logo. Feel free to change them below.":[""],"Edit your %1$s":[""],"slug":[""],"keyphrase":[""],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":[""],"Install %1$s Content Analysis for %2$s":[""],"Activate %1$s Content Analysis for %2$s":[""],"%1$s integrates with %2$s":[""],"Send tweets, trigger emails, and integrate with over 5,000 other apps & tools in %s.":[""],"Integration active":[""],"Plugin not detected":[""],"Enable integration":[""],"Plugin integrations":["Aplikace a integrace"],"Recommended integrations":[""],"Integration unavailable for multisites":[""],"Network Disabled":["Zakázat v síti webů"],"Looking for your integrations settings? We've moved them to a %1$sseparate Integrations page%2$s.":[""],"Unlock with Premium!":["Odemkněte pomocí Premium"],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our Insights section. Enable the Insights feature in General > Features, or ask your admin to enable it for you.":[""],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our %3$sInsights%4$s%2$s section.":[""],"Premium SEO analysis:":[""],"Beta":["Beta"],"Get the %s plugin!":[""],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":[""],"no data":["Data chybí"],"Your text should be slightly longer to calculate your Flesch reading ease score.":[""],"Continue writing to get insight into the readability of your text!":[""],"%1$s: %2$s of the words in your text are considered complex. %3$sTry to use shorter and more familiar words to improve readability%4$s.":[""],"%1$s: You are not using too many complex words, which makes your text easy to read. Good job!":[""],"Word complexity":[""],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":[""],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":[""],"Get %s to enjoy the benefits of prominent words":[""],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":[""],"Buy %s now!":["Koupit %s nyní!"],"Are you working on a news article? %s helps you optimize your site for Google News.":[""],"Premium SEO analysis":["Prémiová SEO analýza"],"Optimize even further with our premium SEO analysis":[""],"1 year of premium support and updates included!":["1 rok prémiové podpory a aktualizací v ceně!"],"Unlock with %s":["Odemknout pomocí %s"],"Unlock expert workouts and workflows":[""],"Use synonyms, plurals, and variations":[""],"Target multiple focus keyphrases":[""],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":[""],"Learn more about character count":[""],"Character count":["Počet znaků"],"Learn more about word count":[""],"Word count":["Počet slov"],"Learn more about Flesch reading ease":[""],"out of 100":[""],"okay":[""],"Learn more about reading time":[""],"Reading time":[""],"minute":["","minutes","minutes"],"Activate %1$s!":[""],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":[""],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":[""],"Please use a comma to separate multiple URL parameters.":[""],"Additional URL parameters to allow":[""],"Remove unwanted URL parameters from your URLs.":[""],"Permalink cleanup settings":[""],"Max number of characters to allow in searches":[""],"Clean up and filter searches to prevent search spam.":[""],"Search cleanup settings":[""],"Filter searches with common spam patterns":[""],"Filter searches with emojis and other special characters":[""],"Filter search terms":[""],"Unregistered URL parameters":[""],"Campaign tracking URL parameters":[""],"Timestamp this %s":[""],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":[""],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":[""],"Keyphrase in SEO title":[""],"Contact %s support.":[""],"WordProof Timestamp":[""],"View this content's Timestamp certificate":[""],"Contact WordProof support":[""],"Find out how IndexNow can help your site.":[""],"IndexNow":[""],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":["A je to! Poskytnutím těchto informací již náš tým pro indexovatelné stránky dokázal provést mnoho optimalizací pro váš web. Nyní se pojďme podívat na SEO fitness vašeho webu!"],"Or visit your SEO dashboard":["Nebo navštivte svůj řídicí panel SEO"],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":["Chcete optimalizovat ještě více a vytěžit maximum z Yoast SEO? Nenechte si ujít náš týdenní webinář zdarma!"],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":["A je to! Poskytnutím těchto informací již náš tým pro indexovatelné stránky dokázal provést mnoho optimalizací pro váš web."],"Register now!":["Zaregistrujte se nyní!"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["Chcete ještě více optimalizovat s pomocí našich SEO odborníků? Přihlaste se na náš bezplatný týdenní webinář!"],"Get the most out of Yoast SEO":["Získejte maximum z Yoast SEO"],"Dismiss this notice.":["Skrýt toto upozornění."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Všimli jsme si, že jste ještě plně nenakonfigurovali Yoast SEO. Optimalizujte svá nastavení SEO ještě dále pomocí naší vylepšené %1$s Prvotní konfigurace%2$s."],"SEO configuration":["SEO konfigurace"],"By removing Global comments feed, Post comments feeds will be removed too.":["Odstraněním globálního zdroje komentářů budou odstraněny i zdroje komentářů."],"Remove feed links added by WordPress that aren't needed for this site.":["Odstraňte odkazy na zdroje přidané WordPressem, které nejsou pro tento web potřeba."],"Feed crawl settings":["Nastavení procházení zdroje"],"Remove links added by WordPress to the header and &lt;head&gt;.":["Odstraňte odkazy přidané WordPressem do záhlaví a &lt;head&gt;."],"Basic crawl settings":["Základní nastavení procházení"],"Powered by HTTP header":["Běží na HTTP hlavičce"],"Pingback HTTP header":["Pingback HTTP hlavička"],"Emoji scripts":["Emoji skripty"],"Generator tag":["Značka generátoru"],"oEmbed links":["Vložit odkazy"],"RSD / WLW links":["Spojení RSD / WLW"],"REST API links":["Odkazy REST API"],"Shortlinks":["Krátké odkazy"],"Atom/RDF feeds":["Zdroje Atom/RDF"],"Search results feeds":["Zdroje výsledků vyhledávání"],"Custom taxonomy feeds":["Vlastní zdroje taxonomie"],"Tag feeds":["Označte zdroje"],"Category feeds":["Kategorie zdrojů"],"Post type feeds":["Zdroje typu příspěvku"],"Post authors feeds":["Zdroje autorů příspěvků"],"Global comment feeds":["Globální zdroje komentářů"],"Global feed":["Globální zdroj"],"Please select a name in the site representation step for this step to be effective.":["Aby byl tento krok účinný, vyberte v kroku reprezentace webu název."],"%1$sLearn more about crawl settings.%2$s":["%1$sDalší informace o nastavení procházení.%2$s"],"%1$sLearn more about crawl settings and how they could benefit your site.%2$s":["%1$sDalší informace o nastaveních procházení a o tom, jak mohou být přínosem pro váš web.%2$s"],"Post comments feeds":["Zveřejňujte zdroje komentářů"],"To make the crawling of your site more efficient and environmental friendly, %1$s allows you to remove URLs (added by WordPress) that might not be needed for your site.":["Aby bylo procházení vašeho webu efektivnější a šetrnější k životnímu prostředí, %1$s vám umožňuje odstranit adresy URL (přidané WordPressem), které pro váš web nemusí být potřeba."],"Crawl settings":["Nastavení procházení"],"Finish configuration":["Dokončete konfiguraci"],"Personal preferences":["Osobní preference"],"SEO data optimization":["SEO optimalizace dat"],"An error has occurred: %1$s":["Došlo k chybě: %1$s"],"We could not save the organization name. Please check the value.":["Název organizace se nepodařilo uložit. Zkontrolujte prosím hodnotu."],"No items found.":["Žádné předměty nenalezeny."],"All redirect types":["Všechny typy přesměrování"],"Add Redirect":["Přidat přesměrování"],"Old URL":["Stará URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Typ přesměrování je kód odpovědi HTTP odeslaný prohlížeči, který prohlížeči sděluje, jaký typ přesměrování je poskytován. %1$sDalší informace o typech přesměrování%2$s."],"301 Moved Permanently":["301 Trvale přesunuto"],"Type":["Typ"],"Plain redirects":["Jednoduchá přesměrování"],"Regex Redirects":["Regex přesměrování"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["V jednom nebo více krocích jsou neuložené změny. Opuštění znamená, že tyto změny nemusí být uloženy. Opravdu chcete odejít?"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Potřebujeme vaši pomoc ke zlepšení Yoast SEO. Můžeme shromažďovat anonymní informace o vašich webových stránkách a o tom, jak je používáte?"],"Add another profile":["Přidejte další profil"],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Váš web je aktuálně nakonfigurován tak, aby reprezentoval organizaci. Chcete-li, aby vaše stránky zastupovaly osobu, vyberte prosím v nastavení %1$sVzhled vyhledávání%2$s v části 'Graf znalostí a Schema.org' položku „Osoba“."],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":["Sdělte nám, zda máte na webu nějaké další profily, které patří vaší organizaci. Můžete také přidat profily z platforem jako Instagram, YouTube, LinkedIn, Pinterest nebo Wikipedia."],"Start first-time configuration!":["Spusťte první konfiguraci!"],"Set the essential %s settings for your site in a few steps.":["V několika krocích nastavte základní nastavení %s pro svůj web."],"For the best ranking results: configure %s!":["Pro nejlepší výsledky hodnocení: nakonfigurujte %s!"],"Your site is already easier to find for search engines.":["Vaše stránky se již snáze hledají pro vyhledávače."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["Tým indexovatelných indexů Yoast se nemůže dočkat, až váš web dostane pro vyhledávače do špičkového stavu. Pomozte nám a udělejte těchto 5 kroků, abyste uvedli do provozu naše indexovatelné položky Yoast!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["Dejte %1$s%2$s tým indexovatelných %3$s do práce! Dejte Googlu rozumět vašemu webu."],"Tell us about your site, so we can get your site ranked!":["Řekněte nám o svém webu, abychom mohli vaše stránky ohodnotit!"],"Go to your SEO dashboard":["Přejděte na svůj řídicí panel SEO"],"What data will be tracked and for what reasons?":["Jaká data budou sledována a z jakých důvodů?"],"%s usage tracking":["%s sledování využití"],"E.g. example@email.com":["např. example@email.cz"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Přihlaste se k odběru zpravodaje %1$s a získejte tipy osvědčených postupů, jak hodnotit hodnocení, zůstat v obraze s nejnovějšími zprávami o SEO a získat rady, jak %2$s využít naplno!"],"%s newsletter":["%s novinky"],"Please enter a valid email address.":["Zadejte platnou e-mailovou adresu."],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Mějte prosím na paměti, že v tomto kroku musíte vyplnit všechna nastavení, abyste ze strukturovaných dat získali co nejvíce. %1$sPřečtěte si více o důležitosti strukturovaných dat%2$s."],"Help us out here! Is your site about an organization or a person? ":["Pomozte nám tady! Je váš web o organizaci nebo osobě?"],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Dokončení tohoto kroku pomůže Googlu porozumět vašemu webu a zvýší vaši šanci na získání %1$srich výsledků%2$s."],"Personal logo or avatar":["Osobní logo nebo avatar"],"Select a user":["Vyberte uživatele"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Vybrali jste uživatele %1$s jako osobu, kterou tento web zastupuje. Tyto informace o uživatelském profilu budou nyní použity ve výsledcích vyhledávání. Nemáte oprávnění aktualizovat tento uživatelský profil, požádejte proto tohoto uživatele nebo správce, aby se ujistil, že jsou informace správné."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Vybrali jste uživatele %1$s jako osobu, kterou tento web zastupuje. Tyto informace o uživatelském profilu budou nyní použity ve výsledcích vyhledávání. %2$sAktualizujte tento profil, abyste se ujistili, že jsou informace správné%3$s."],"Uploading image...":["Nahrávání obrázku..."],"Select an option":["Vyberte možnost"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Uvědomte si, že pro tuto konfiguraci byste měli spustit optimalizaci dat SEO, abyste dosáhli maximálního účinku."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Pojďme analyzovat váš web stejně jako Google a uvést tyto indexovatelné položky do akce spuštěním optimalizace dat SEO! Naše indexovatelné položky okamžitě zlepší technické problémy, aniž byste museli cokoliv dělat! Pokud máte hodně obsahu, může tato optimalizace chvíli trvat. Ale věřte nám, stojí to za to! Chcete-li si přečíst více, %1$skontrolujte výhody týmu indexovatelných položek.%2$s"],"We've already successfully analyzed your site. You can move on to the next step.":["Váš web jsme již úspěšně analyzovali. Můžete přejít k dalšímu kroku."],"We've successfully analyzed your site!":["Úspěšně jsme analyzovali váš web!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO optimalizace dat běží... Můžete bezpečně přejít k dalším krokům této konfigurace."],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Potřebujeme od vás trochu více pomoci! Přidejte svůj profil z Facebooku a Twitteru, abychom mohli optimalizovat metadata i pro tyto platformy."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Potřebujeme od vás trochu více pomoci! Přidejte profil své organizace na Facebooku a Twitteru, abychom mohli optimalizovat metadata i pro tyto platformy."],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":["Nemáte oprávnění upravovat sociální profily uživatele %1$s. Požádejte o to tohoto uživatele nebo správce."],"E.g. https://www.wikipedia.com/yoast":["např: https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["např: https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["např: https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["např: https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["např: https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["např: https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["např: https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["např: https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["např: https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["např: https://www.facebook.com/yoast"],"Delete item":["Odstranit položku"],"E.g. https://social-platform.com/yoast":["např: https://social-platform.com/yoast"],"Other social profile":["Jiný sociální profil"],"First-time configuration":["První konfigurace"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Měli byste dokončit %1$sprvní konfiguraci%2$s, abyste se ujistili, že vaše data SEO byla optimalizována a že jste pro svůj web nastavili základní nastavení Yoast SEO."],"Step 4: Go through the first time configuration":["Krok 4: Projděte si první konfiguraci"],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Pokud chcete, aby vaše stránky reprezentovaly organizaci, vyberte prosím v nastavení %1$sVzhled vyhledávání%2$s v části „Graf znalostí a schématu.org“ „Organizace“."],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":["Váš web je aktuálně nakonfigurován tak, aby představoval osobu. Chcete-li upravit sociální účty pro svůj web, přejděte prosím na uživatelský profil vybrané osoby%1$s."],"Personal social profiles":["Osobní sociální profily"],"Postname permalink":["Trvalý odkaz na příjmení"],"Page comments":["Komentáře ke stránce"],"Links table":["Links table"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Pokud jste již uložili nastavení 'Vzhled vyhledávání' AIOSEO a problém přetrvává, kontaktujte náš tým podpory, abychom se mohli blíže podívat."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Pokud jste nikdy neuložili žádná nastavení „Vzhled vyhledávání“ AIOSEO, udělejte to nejprve a spusťte import znovu."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["Import AIOSEO byl zrušen, protože chybí některá data AIOSEO. Zkuste to prosím vyřešit pomocí následujících kroků:"],"The validation of the AIOSEO data structure has failed.":["Ověření datové struktury AIOSEO se nezdařilo."],"Currently, the %s integration is not available for multisites.":["V současné době není integrace %s dostupná pro více lokalit."],"WordProof authentication":[""],"Connected to WordProof":[""],"Connection failed":[""],"Not working? %1$sContact %3$s support%2$s.":[""],"Try again":[""],"Find possible solutions in this %1$sArticle%2$s.":[""],"There was a connection problem. This could be because your third party connections are blocked.":[""],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":[""],"Your %s is now protected via the blockchain!":[""],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":[""],"Unable to create new timestamps. Please authenticate with WordProof.":[""],"Timestamp with WordProof":[""],"Learn more about timestamping":[""],"Authenticate with WordProof":[""],"Manage WordProof settings":[""],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":[""],"%1$s can be used to timestamp your privacy page.":[""],"Open settings":[""],"Open authentication":[""],"The timestamp is not created because you need to authenticate with %s first.":[""],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":[""],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":[""],"%s has successfully timestamped this page.":[""],"You are out of timestamps. Please upgrade your account by opening the %s settings.":[""],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":[""],"Timestamp this post":[""],"content words":["obsahová slova"],"content word":["obsahové slovo"],"Cleanup failed with the following error:":["Vyčištění se nezdařilo s následující chybou:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Poznámka: Tato nastavení přepíší výchozí nastavení Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Poznámka: Tato metadata budou importována pouze v případě, že dosud neexistují žádná metadata Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Metadata příspěvku (SEO názvy, popisy atd.)"],"The import from %s includes:":["Import z %s zahrnuje:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Jakmile jste si jisti, že váš web funguje správně s importovanými daty z jiného SEO pluginu, můžete z tohoto pluginu vyčistit všechna původní data."],"Please select an SEO plugin below to see what data can be imported.":["Níže vyberte SEO plugin, abyste viděli, jaká data lze importovat."],"Clean up":["Uklidit"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Po importu dat z jiného pluginu SEO se ujistěte, že jste z tohoto pluginu vyčistili všechna původní data. (krok 5)"],"Note: ":["Poznámka:"],"The cleanup can take a long time depending on your site's size.":["Vyčištění může trvat dlouho v závislosti na velikosti vašeho webu."],"Default tagline":["Výchozí slogan"],"Import failed with the following error:":["Import se nezdařil s následující chybou:"],"No data found from other SEO plugins.":["Nebyla nalezena žádná data z jiných SEO pluginů."],"Select SEO plugin":["Vyberte SEO plugin"],"The import can take a long time depending on your site's size.":["Import může trvat dlouho v závislosti na velikosti vašeho webu."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Pro nejlepší výsledky SEO zahrňte všechna slova vaší klíčové fráze do názvu SEO a klíčovou frázi vložte na začátek názvu"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Pro nejlepší výsledky SEO napište přesnou shodu vaší klíčové fráze do SEO nadpisu a klíčovou frázi vložte na začátek nadpisu"],"Installation Successful":["Instalace byla úspěšná"],"Blog Post":["Příspěvěk blogu"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$sKlíčová fráze v názvu%3$s: Název nezačíná klíčovou frází, na kterou se zaměřuje. %2$sPřesuňte fokusovou klíčovou frázi na začátek title%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$sKlíčová fráze v názvu%2$s: Klíčová fráze se zobrazuje na začátku SEO titulku. Dobrá práce!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sDélka textu%4$s: Text obsahuje %1$d %6$s. To je méně než doporučené minimum %5$d %6$s. %3$sPřidejte další obsah%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sDélka textu%4$s: Text obsahuje %1$d %6$s. To je o něco méně než doporučené minimum %5$d %6$s. %3$sPřidejte trochu více kopie%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sDélka textu%4$s: Text obsahuje %1$d %6$s. To je daleko pod doporučeným minimem %5$d %7$s. %3$sPřidat další obsah%4$s.","%2$sDélka textu%4$s: Text obsahuje %1$d %7$s. To je daleko pod doporučeným minimem %5$d %7$s. %3$sPřidat další obsah%4$s.","%2$sDélka textu%4$s: Text obsahuje %1$d %7$s. To je daleko pod doporučeným minimem %5$d %7$s. %3$sPřidat další obsah%4$s."],"character":["znak","characters","characters"],"word":["slovo","words","words"],"words":["slova"],"characters":["znaky"],"Man holding a tablet.":["Muž držící tablet."],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s položí vyhledávacím robotům červený koberec, což pomůže vašemu webu k lepšímu výkonu ve vyhledávačích."],"You've successfully installed %s!":["%s byl úspěšně nainstalován."],"Skip%s":["Přeskočit%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Váš účet %s zatím neobsahuje žádné klíčové fráze pro tuto webovou stránku. Klíčové fráze můžete sledovat pomocí tlačítka \"Sledovat výkon SEO\" v editoru příspěvků."],"%s account":["%s účet"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Tento přehled zobrazuje pouze klíčové fráze přidané do nástroje Yoast SEO. Do %s mohou být přidány další klíčové fráze."],"Tracking the ranking position...":["Sleduji pozici v žebříčku..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Při sledování pozice (pozic) v hodnocení vaší stránky se něco pokazilo. Prosím zkuste to znovu později."],"reconnect to %s":["znovu připojit k %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Zdá se, že se při načítání dat vašeho webu se něco pokazilo. %s prosím a zkuste to znovu."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Než budete moci sledovat výkon SEO, nezapomeňte nastavit buď název příspěvku a uložit jej jako návrh, nebo ručně nastavit slug příspěvku."],"No keyphrase has been set. Please set a keyphrase first.":["Nebyla nastavena žádná klíčová fráze. Nejprve prosím nastavte klíčovou frázi."],"upgrade your %s plan":["Aktualizovat %s plán"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Dosáhli jste maximálního počtu %d klíčových frází, které můžete přidat do svého účtu Wincher. Pokud si přejete přidat další klíčové fráze, přidejte %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Pomocí %1$s můžete sledovat pozici své stránky ve výsledcích vyhledávání na základě klíčových frází. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s aktuálně sleduje pozice vaší stránky. To může trvat několik minut. Vyčkejte prosím nebo se podívejte později."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Úspěšně jste se připojili k %s! Nyní můžete sledovat výkon SEO pro klíčovou frázi (fráze) této stránky."],"Read more about keyphrase tracking with Wincher":["Další informace o sledování klíčových frází pomocí aplikace Wincher"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Spojte %1$s s %2$s a sledujte pozici vašeho webu ve výsledcích vyhledávání na základě klíčové fráze / klíčových frází. %3$s"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Je povoleno automatické sledování klíčových frází. Vaše klíčové fráze budou při publikování příspěvku automaticky sledovány pomocí %s."],"Please enter a focus keyphrase first to track keyphrase performance":["Chcete-li sledovat výkonnost klíčové fráze, zadejte nejprve klíčovou frázi, na kterou se chcete zaměřit."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Pozice klíčové fráze za posledních 90 dní na stupnici od 0 do 100."],"Track SEO performance":["Sledovat výkon SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Níže můžete povolit nebo zakázat sledování výkonu SEO pro každou klíčovou frázi."],"Track all keyphrases on this page":["Sledování všech klíčových frází na této stránce"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Sledování již bylo povoleno pro jednu nebo více klíčových frází této stránky. Kliknutím na tlačítko níže povolíte sledování pro všechny její klíčové fráze."],"Learn more about the SEO performance feature.":["Zjistěte více informací o výkonnosti SEO."],"SEO performance":["SEO výkon"],"Connect with %s":["Propojit s %s"],"Top performing keyphrases on your site":["Nejvýkonnější klíčové fráze na vašem webu"],"* focus keyphrase":["* zaměření na klíčovou frázi"],"Get more insights over at %s":["Získejte další statistiky na %s"],"Position over time":["Pozice v průběhu času"],"Position":["Pozice"],"Tracking":["Sledování"],"The %s integration offers the option to track specific keyphrases and gain insights in their positions.":["Integrace %s nabízí možnost sledovat konkrétní klíčové fráze a získat přehled o jejich pozicích."],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["V sekci %1$sTools%2$s můžete ještě spustit optimalizaci dat SEO. Jakmile bude dokončena, obnovte toto cvičení."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Tento krok cvičení je v současné době zakázán, protože nepoužíváte nejnovější verzi Yoast SEO Premium. Aktualizujte prosím na nejnovější verzi (alespoň %1$s). "],"Saved!":["Uloženo!"],"Save and continue":["Uložit a pokračovat"],"No, don’t track my site data":["Ne, nesledovat data mých stránek"],"Does your site represent an Organization or Person?":["Reprezentuje vaše stránka organizaci nebo osobu?"],"Activate %s":["Aktivovat %s"],"Update %s":["Aktualizovat %s"],"Renew %s":["Obnovit %s"],"Get help activating your subscription":["Získejte pomoc s aktivací odběru"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Vypadá to, že používáte zastaralou a neaktivovanou verzi %1$s, aktivujte prosím své předplatné v %2$sMyYoast%3$s a aktualizujte na nejnovější verzi (alespoň 17.7), abyste získali přístup k naší aktualizované sekci tréninků."],"Activate your subscription of %s":["Aktivujte své předplatné %s"],"Update to the latest version of %s":["Aktualizace na nejnovější verzi %s"],"Renew your subscription":["Obnovit odběr"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Přístup k nejnovějším tréninkům vyžaduje aktualizovanou verzi %s (alespoň 17.7), ale vypadá to, že vaše předplatné vypršelo. Obnovte prosím své předplatné, abyste získali aktualizaci a přístup ke všem nejnovějším funkcím."],"Renew your subscription of %s":["Obnovte svůj odběr %s"],"Could not save this value. Please check the URL.":["Tuto hodnotu nelze uložit. Zkontrolujte prosím URL."],"Could not save this value. Please check the URL or username.":["Tuto hodnotu nelze uložit. Zkontrolujte prosím URL nebo uživatelské jméno."],"Oops! Something went wrong. Check your email address and try again.":["Ouha! Něco se pokazilo. Zkontrolujte svou e-mailovou adresu a zkuste to znovu."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Důležité: Tyto údaje nikdy neprodáme. A samozřejmě, jako vždy, nebudeme shromažďovat žádné osobní údaje o vás nebo vašich návštěvnících."],"Yes, you can track my site data":["Ano, můžete sledovat data mých stránek"],"Site representation":["Zastoupení stránek"],"Continue":["Pokračovat"],"Thank you! Check your inbox for the confirmation email.":["Děkuji! Zkontrolujte svou doručenou poštu, zda nemáte potvrzovací e-mail."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Respektuje vaše soukromí. Přečtěte si naše %1$spravidla ochrany soukromí%2$s a zjistěte, jak nakládáme s vašimi osobními údaji."],"Sign up!":["Přihlásit se!"],"Email address":["E-mailová adresa"],"%1$sBack to all workouts":["%1$sZpět na všechna cvičení"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Dostat váš web do formy a udržet ho v SEO může být těžké. Můžeme vám pomoci začít! Proveďte tato cvičení krok za krokem a budete řešit některé z nejzásadnějších výzev SEO!"],"Add internal links to your posts and pages":["Přidejte do svých příspěvků a stránek interní odkazy"],"Make pages easier for Google and visitors to find":["Usnadněte Googlu a návštěvníkům hledání stránek"],"Clean up your unlinked content to make sure people can find it":["Vyčistěte svůj nepropojený obsah, aby jej lidé mohli najít"],"Orphaned content":["Nepropojený obsah"],"Bring more visitors to your articles":["Přiveďte ke svým článkům více návštěvníků"],"Make your important articles rank higher":["Zařaďte své důležité články na vyšší pozici"],"%1$s/%2$s steps completed":["%1$s/%2$s kroků dokončeny"],"Unlock with %s!":["Odemkněte pomocí %s!"],"Start workout!":["Začněte cvičit!"],"Do workout again":["Znovu cvičte"],"Continue workout!":["Pokračovat ve cvičení!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Zdá se, že používáte zastaralou verzi %1$s, aktualizujte prosím %2$sna nejnovější verzi (alespoň 17,7)%3$s, abyste získali přístup k naší aktualizované sekci cvičení."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Začněte rychle s %1$s%2$s Prvotní konfigurací%3$s a nakonfigurujte Yoast SEO s optimálním nastavením SEO pro váš web!"],"Current or first category title":["Aktuální nebo titul první kategorie"],"Category Title":["Název kategorie"],"Replaced with the post content":["Nahrazeno obsahem příspěvku"],"Post Content":["Obsah příspěvku"],"Replaced with the permalink":["Nahrazeno trvalým odkazem"],"Replaced with the last name of the author":["Nahrazeno příjmením autora"],"Author last name":["Příjmení autora"],"Replaced with the first name of the author":["Nahrazeno křestním jménem autora"],"Author first name":["méno autora"],"Replaced with the day the post was published":["Nahrazeno dnem, kdy byl příspěvek zveřejněn"],"Post day":["Den příspěvku"],"Replaced with the month the post was published":["Nahrazeno měsícem, kdy byl příspěvek zveřejněn"],"Post month":["Měsíc příspěvku"],"Replaced with the year the post was published":["Nahrazeno rokem, kdy byl příspěvek zveřejněn"],"Post year":["Rok příspěvku"],"Current day":["Aktuální den"],"Current month":["Aktuální měsíc"],"Current date":["Aktuální datum"],"Get %s to unlock social previews!":["Získejte %s k odemknutí náhledů na sociálních sítích!"],"Want to see how your content will look when it’s shared on %s?":["Chcete vidět, jak bude váš obsah vypadat, když bude sdílen na %s?"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["","%3$sKeyphrase length%5$s: The keyphrase contains %1$d %7$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!","%3$sKeyphrase length%5$s: The keyphrase contains %1$d %7$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sKlíčová fráze%5$s: Klíčová fráze má %1$d %6$s. To je kratší než doporučené minimum %2$d %6$s. %4$sUdělejte jí delší%5$s!"],"%1$sImage alt tags%2$s: All images have alt attributes. Good job!":["%1$sAlt štítky obrázků%2$s: Všechny obrázky mají alt atributy. Dobrá práce!"],"%3$sImage alt tags%5$s: %1$d image out of %2$d doesn't have alt attributes. %4$sAdd alt attributes to your images%5$s!":["%3$sAlt štítky obrázku%5$s: %1$d obrázek z %2$d nemá atributy alt. %4$sPřidejte ke svým obrázkům atributy alt%5$s!","%3$sAlt štítky obrázku%5$s: %1$d obrázky z %2$d nemají atributy alt. %4$sPřidejte ke svým obrázkům atributy alt%5$s!","%3$sAlt štítky obrázku%5$s: %1$d obrázků z %2$d nemají atributy alt. %4$sPřidejte ke svým obrázkům atributy alt%5$s!"],"%1$sImage alt tags%3$s: None of the images has alt attributes. %2$sAdd alt attributes to your images%3$s!":["%1$sAlt štítky obrázků %3$s: Žádný z obrázků nemá alt atributy. %2$sPřidejte ke svým obrázkům atributy alt%3$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Vypadá to, že nepoužíváte náš %1$s%2$sdoplněk%3$s. %4$sAktualizujte ještě dnes%5$s a odemkněte další nástroje a funkce SEO, aby vaše produkty vynikly ve výsledcích vyhledávání."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Následují technické podrobnosti chyby. Pro podrobnější vysvětlení se podívejte na  %1$sthis page%2$s."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sKlíčová fráze obrázku%2$s: Dobrá práce!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["Klíčová fráze%1$sobrázek%3$s: Obrázky na této stránce nemají alt atributy alespoň s polovinou slov z vaší klíčové fráze. %2$sOpravte%3$s!"],"%1$sImages%2$s: Good job!":["%1$sObrázky%2$s: Dobrá práce!"],"%1$sImages and videos%2$s: Good job!":["%1$sObrázky a videa%2$s: Dobrá práce!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sObrázky a videa%5$s: Na této stránce se zobrazuje pouze %1$d obrázek nebo video. Doporučujeme alespoň %2$d. %4$sPřidejte další relevantní obrázky nebo videa%5$s!","%3$sObrázky a videa%5$s: Na této stránce se zobrazují pouze %1$d obrázky nebo videa. Doporučujeme alespoň %2$d. %4$sPřidejte další relevantní obrázky nebo videa%5$s!","%3$sObrázky a videa%5$s: Na této stránce se zobrazuje pouze %1$d obrázků nebo videí. Doporučujeme alespoň %2$d. %4$sPřidejte další relevantní obrázky nebo videa%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sObrázky%5$s: Na této stránce se zobrazuje pouze %1$d obrázek. Doporučujeme alespoň %2$d. %4$sPřidejte další relevantní obrázky%5$s!","%3$sObrázky%5$s: Na této stránce se zobrazují pouze %1$d obrázky. Doporučujeme alespoň %2$d. %4$sPřidejte další relevantní obrázky%5$s!","%3$sObrázky%5$s: Na této stránce se zobrazuje pouze %1$d obrázků. Doporučujeme alespoň %2$d. %4$sPřidejte další relevantní obrázky%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sObrázky a videa%3$s: Na této stránce se nezobrazují žádné obrázky ani videa. %2$sPřidejte nějaké%3$s!"],"%1$sLists%3$s: No lists appear on this page. %2$sAdd at least one ordered or unordered list%3$s!":["%1$sList%3$s: Na této stránce se nezobrazují žádné seznamy. %2$sPřidejte alespoň jeden seřazený nebo neuspořádaný seznam%3$s!"],"%1$sLists%2$s: There is at least one list on this page. Great!":["%1$sLists%2$s: Na této stránce je nejméně jeden seznam. Skvěle!"],"Error stack trace":["Trasování zásobníku chyb"],"Response":["Odpověď"],"Error message":["Chybové hlášení"],"Status code":["Stavový kód"],"Request method":["Metoda požadavku"],"Request URL":["Vyžádat URL"],"Error details":["Detaily chyby"],"Prep time":["Přípravný čas"],"The time it takes to prepare the items to be used in the instructions.":["Čas potřebný k přípravě položek, které mají být použity v pokynech."],"Recipe prep time":["Doba přípravy receptu"],"The time it takes to actually cook the dish.":["Čas potřebný k tomu, aby se pokrm skutečně uvařil."],"Recipe cooking time":["Recept na dobu vaření"],"Workouts":["Tréninky"],"A new version of %1$s is available. %2$sRenew your subscription%3$s if you want to update to the latest version.":["K dispozici je nová verze %1$s. %2$sObnovte své předplatné%3$s, pokud chcete aktualizovat na nejnovější verzi."],"Rank with articles you want to rank with":["Ohodnoťte články, které chcete ohodnotit"],"The cornerstone approach":["Základní přístup"],"SEO workouts":["SEO cvičení"],"Enter step":["Zadejte krok"],"Instructions":["Instrukce"],"Instructions title":["Název pokynů"],"The steps of making the recipe, in the form of an ordered list with HowToStep and/or HowToSection items.":["Kroky přípravy receptu ve formě objednaného seznamu s položkami HowToStep a / nebo HowToSection."],"Recipe instructions":["Pokyny k receptu"],"Enter an ingredient":["Zadejte přísadu"],"Ingredients":["Složení"],"Ingredients title":["Název přísady"],"The ingredients used in the recipe, e.g. sugar, flour or garlic.":["Ingredience použité v receptu, např. Cukr, mouka nebo česnek."],"Recipe ingredient(s)":["Složka receptu"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Zlepšete kvalitu vyhledávání na svých stránkách! Automaticky pomáhá uživatelům najít váš základní kámen a nejdůležitější obsah ve vašich interních výsledcích vyhledávání. Rovněž odstraní noindexované příspěvky a stránky z výsledků vyhledávání na vašem webu."],"Find out more about our %s integration.":["Zjistěte více o naší integraci %s."],"Set up automated actions when you publish or update your content. By connecting %1$s with %2$s, you can easily send out your published posts to any of its 2000+ destinations, such as Twitter, Facebook and more.":["Při publikování nebo aktualizaci obsahu můžete nastavit automatické akce. Propojením %1$s s %2$s můžete snadno odesílat vaše publikované příspěvky do kteréhokoli z jeho 2000+ cílů, jako je Twitter, Facebook a další."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["Získejte relevantní návrhy interních odkazů — během psaní! Metabox návrhů odkazů zobrazuje seznam příspěvků na vašem blogu s podobným obsahem, na který by mohlo být zajímavé odkazovat."],"Find out how Insights can help you improve your content.":["Zjistěte, jak vám statistiky mohou pomoci vylepšit váš obsah."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Najděte relevantní data o svém obsahu přímo v sekci Statistiky v metaboxu Yoast SEO. Uvidíte, jaká slova používáte nejčastěji a zda se shodují s vašimi klíčovými slovy!"],"Read more about Schema.":["Přečtěte si více o schématu."],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Jejda, něco se pokazilo a nemohli jsme dokončit optimalizaci vašich údajů SEO. Nezapomeňte aktivovat své předplatné v MyYoast provedením %1$stěchto kroků%2$s."],"To unlock this feature please update %s to the latest version.":["Chcete-li tuto funkci odemknout, aktualizujte %s na nejnovější verzi."],"Rewrite titles":["Přepište název"],"%d minutes":["%d minut"],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Nastavení sociálního vzhledu pro archivy vyžaduje metadata Open Graph (která je aktuálně zakázána). Můžete to povolit v nastavení %1$s'Social 'na kartě' Facebook'%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Nastavení sociálního vzhledu pro taxonomie vyžaduje metadata Open Graph (která je aktuálně zakázána). Můžete to povolit v nastavení %1$s'Social 'na kartě' Facebook'%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Nastavení sociálního vzhledu pro typy obsahu vyžaduje metadata Open Graph (která je aktuálně zakázána). Můžete to povolit v nastavení %1$s'Social 'na kartě' Facebook'%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Nastavení sociálního vzhledu vaší domovské stránky vyžaduje metadata Open Graph (která je aktuálně zakázána). Můžete to povolit v nastavení %1$s'Social 'na kartě' Facebook'%2$s."],"%s archive settings":["Nastavení archivu %s"],"Single %s settings":["Jedno %s nastavení"],"These are the image, title and description used when a link to your homepage is shared on social media.":["Jedná se o obrázek, název a popis použitý při sdílení odkazu na vaši domovskou stránku na sociálních médiích."],"Default image":["Výchozí obrázek"],"The social homepage settings have been moved to the %1$s‘Search appearance’ settings under the ‘General’ tab%2$s.":["Nastavení domovské stránky sociální sítě bylo přesunuto do nastavení %1$s'Vzhled vyhledávání na kartě 'Obecné'%2$s."],"Social image":["Sociální image"],"Enter a recipe description":["Zadejte popis receptu"],"A description of the recipe.":["Popis receptu."],"Recipe description":["Popis receptu"],"Cooking time":["Čas na vaření"],"Unlock with Premium":["Odemkněte pomocí Premium"],"Good job! All required information has been provided.":["Dobrá práce! Byly poskytnuty všechny požadované informace."],"Recommended information":["Doporučené informace"],"Required information":["Požadovaná informace"],"JobPosting schema":["Schéma JobPosting"],"%s has been left empty.":["%s bylo ponecháno prázdné."],"The `%1$s` attribute is recommended but missing.":["Atribut `%1$s` je doporučen, ale chybí."],"The `%1$s` attribute is required but missing.":["Atribut `%1$s` je povinný, ale chybí."],"Addon installation failed because of an error: %s.":["Instalace doplňku se nezdařila z důvodu chyby: %s."],"You are not allowed to install plugins.":["Nemáte oprávnění instalovat pluginy ."],"Addon installed.":["Doplněk nainstalován."],"Addon activation failed because of an error: %s.":["Aktivace doplňku se nezdařila z důvodu chyby: %s."],"You are not allowed to activate plugins.":["Nemáte oprávnění aktivovat pluginy."],"Addon activated.":["Doplněk aktivován."],"%1$s Continue to %2$s%3$s":["%1$sPokračujte na%2$s %3$s"],"Installing and activating addons":["Instalace a aktivace doplňků"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Nebyly nainstalovány žádné %1$s doplňky . Zdá se, že nevlastníte žádné aktivní předplatné."],"the following addons":["následující doplňky"],"%s SEO installation":["%s SEO instalace"],"Install and activate":["Nainstalujte a aktivujte"],"Please confirm below that you would like to install %s on this site.":["Níže potvrďte, že chcete nainstalovat %s na tento web ."],"Insert variable":["Vložte proměnnou"],"Heading %d":["Nadpis %d"],"Change heading level":["Změnit úroveň nadpisu"],"The `%1$s` block is recommended but missing.":["Doporučený blok `%1$s` chybí."],"The `%1$s` block is required but missing.":["Požadovaný blok `%1$s` chybí."],"Shopping data preview:":["Náhled nákupních dat:"],"Availability":["Dostupnost"],"Price":["Cena"],"Rating":["Hodnocení"],"%s reviews":["%s recenze"],"Rating: %s":["Hodnocení: %s"],"Image":["Obrázek"],"Social description":["Sociální popis"],"Social title":["Sociální titul"],"Not all required information has been provided! %s schema will not be generated for your page.":["Nebyly dokončeny všechny požadované bloky! Schéma %s nebude pro vaši stránku vytvořeno."],"Add a block to your recipe...":["Přidejte do svého receptu blok..."],"Serves #":["Slouží #"],"Create a Recipe in an SEO-friendly way. You can only use one Recipe block per post.":["Vytvořte recept způsobem vhodným pro SEO. Na každý příspěvek můžete použít pouze jeden blok receptů."],"%1$s Recipe":["%1$s recept"],"Enter a recipe name":["Zadejte název receptu"],"Required by %s":["Vyžadováno pro %s"],"Auto-updates are disabled based on this setting for %1$s.":["Automatické aktualizace jsou na základě tohoto nastavení pro %1$s deaktivovány."],"Auto-updates are enabled based on this setting for %1$s.":["Automatické aktualizace jsou povoleny na základě tohoto nastavení pro %1$s."],"Select a date":["Vybrat datum"],"New":["Nové"],"Schema analysis:":["Analýza schématu:"],"Enable Breadcrumbs for your theme":["Povolit pro šablonu drobečkovou navigaci"],"Note: You can always choose to enable / disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Poznámka: Můžete je kdykoli zvolit pro jejich motiv níže. Toto nastavení se nevztahuje na drobečky vložené prostřednictvím widgetu, bloku nebo zkráceného kódu."],"You've just removed the ‘%1$s’ block, but this is a %2$srecommended block for Schema output%3$s. Are you sure you want to do this?":["Právě chcete odstranit blok ‘%1$s’, ale toto je %2$sdoporučený blok pro výstup schématu%3$s. Opravdu to chcete udělat? "],"You've just removed the ‘%1$s’ block, but this is a %2$srequired block for Schema output%3$s. Without this block no Schema will be generated. Are you sure you want to do this?":["Právě chcete odstranit blok ‘%1$s’, ale toto je %2$spovinný blok pro výstup schématu%3$s. Bez tohoto bloku nebude vygenerováno žádné schéma. Opravdu to chcete udělat? "],"seconds":["vteřin"],"Select image":["Vybrat obrázek"],"Replace image":["Nahradit obrázek"],"site structure":["struktura stránek"],"internal linking":["interní propojení"],"breadcrumbs":["Drobečková navigace"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Přidá do vaší šablony nebo obsahu Yoast SEO drobečky. "],"Yoast Breadcrumbs":["Yoast drobečky"],"No, please undo this":["Ne, prosím, vraťte to"],"The term is considered invalid. The following reason was given by WordPress: %s":["Termín je považován za neplatný. WordPress uvedl následující důvod: %s"],"The post could not be found.":["Příspěvek nebyl nalezen"],"The term could not be found.":["Termín nenalezen"],"This feature has been disabled since subsites never send tracking data.":["Tato funkce byla deaktivována, protože podřízené weby nikdy neposílají sledovací data."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the Yoast SEO Multilingual add-on%2$s as well!":["Všimli jsme si, že jste nainstalovali WPML. Abyste se ujistili, že jsou vaše kanonické adresy URL nastaveny správně, %1$snainstalujte a aktivujte také Yoast SEO Multilingual add-on%2$s!"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Bohužel nemůžeme uložit změny SEO nastavení, když pracujete na konceptu již publikovaného %1$s.  Chcete-li uložit SEO změny, nezapomeňte kliknout na „Aktualizovat“ nebo počkat, až SEO změny provedete, dokud nebudete připraveni aktualizovat %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Začněte s Yoast SEO analyzátorem obsahu pro Elementor."],"Got it":["Rozumím"],"New: Yoast SEO for Elementor":["Novinka: Yoast SEO pro Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Z důvodu změny v základním nastavení kategorií je třeba znovu zpracovat některá SEO data."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Počkejte asi týden, než %1$s automaticky zpracuje většinu vašeho obsahu na pozadí. "],"%s minute":["%s minuta","%s minuty","%s minut"],"Est. reading time":["Odhadovaná doba čtení"],"Written by":["Napsal(a)"],"Google Rich Results Test":["Výsledky testu Google Rich"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Zjistěte, jak může strukturovaný úryvek zlepšit viditelnost a míru prokliku."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Tím se do fragmentu článku při sdílení na Slacku přidá vedlejší text autora a odhad doby čtení."],"Enhanced Slack sharing":["Vylepšené sdílení Slack"],"Activate your subscription":["Aktivujte si odběr"],"SEO data optimization is disabled for non-production environments.":["V neprodukčních prostředích je optimalizace dat SEO zakázána."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Tato funkce zahrnuje a nahrazuje počítadlo textových odkazů a analýzu interních odkazů"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Tato karta umožňuje selektivně deaktivovat integrace%1$s produkty třetích stran pro všechny weby v síti. Ve výchozím nastavení jsou povoleny všechny integrace, což umožňuje správcům webů zvolit si sami, zda chtějí zapnout nebo vypnout integraci svého webu. Když zde deaktivujete integraci, administrátoři webu tuto integraci nebudou moci vůbec použít."],"%s can integrate with third party products. You can enable or disable these integrations below.":["%s lze integrovat s produkty třetích stran. Níže můžete tyto integrace povolit nebo zakázat. "],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Z důvodu změny v základním nastavení kategorií je třeba znovu zpracovat některá SEO data."],"Stop SEO data optimization":["Zastavit optimalizaci dat SEO"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Jejda, něco se pokazilo a nemohli jsme dokončit optimalizaci vašich SEO dat. Chcete-li proces znovu spustit, klikněte znovu na tlačítko."],"Optimizing SEO data... This may take a while.":["Optimalizace dat SEO... Může to chvíli trvat."],"SEO data optimization complete":["Optimalizace dat SEO dokončena"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Svůj web můžete zrychlit a získat přehled o své interní struktuře propojení tím, že nám umožníte provést několik optimalizací způsobu ukládání SEO dat."],"Start SEO data optimization":["Spustit optimalizaci dat SEO"],"Learn more about the benefits of optimized SEO data.":["Zjistěte více o výhodách optimalizovaných dat SEO."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Svůj web můžete zrychlit a získat přehled o své interní struktuře propojení tím, že nám umožníte provést několik optimalizací způsobu ukládání SEO dat. Pokud máte hodně obsahu, může to chvíli trvat, ale věřte nám, stojí to za to."],"Optimize SEO Data":["Optimalizovat SEO data"],"If the problem persists, please contact support.":["Pokud problém přetrvává, kontaktujte podporu."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Něco se pokazilo a nemohli jsme dokončit optimalizaci vašich údajů SEO. %1$srestartujte prosím proces%2$s."],"All permalinks were successfully reset":["Všechny trvalé odkazy byly úspěšně resetovány"],"Check out %s!":["Navštívit %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Chcete mít možnost přidat do analýzy tyto související klíčové fráze %s, abyste mohli obsah ještě dále optimalizovat?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Při pokusu o získání souvisejících frází jsme narazili na problém. Prosím zkuste to znovu později."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Dosáhli jste maximálního počtu 4 souvisejících frází. Související fráze můžete změnit nebo odebrat v metaboxu nebo postranním panelu %s."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Počkejte prosím, než se %1$s připojí k %2$s, abyste získali související fráze ..."],"Upgrade your %s plan":["Aktualizovat %s plán"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Dosáhli jste limitu požadavků pro dnešek. Zkuste to opět zítra nebo upgradujte svůj plán  %s."],"Last month":["Poslední měsíc"],"Two months ago":["Před dvěma měsíci"],"Three months ago":["Před třemi měsíci"],"Four months ago":["Před čtyřmi měsíci"],"Five months ago":["Před pěti měsíci"],"Six months ago":["Před šesti měsíci"],"Seven months ago":["Před sedmi měsíci"],"Eight months ago":["Před osmi měsíci"],"Nine months ago":["Před devíti měsíci"],"Ten months ago":["Před deseti měsíci"],"Eleven months ago":["Před jedenácti měsíci"],"Twelve months ago":["Před dvanácti měsíci"],"Get more insights at %s":["Získejte více informací na %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Objem klíčových slov za posledních 12 měsíců na stupnici od 0 do 100."],"Learn more about the related keyphrases trend":["Další informace o trendu souvisejících klíčových frází"],"Trend":["Trend"],"Learn more about the related keyphrases volume":["Další informace o objemu souvisejících klíčových frází"],"Volume":["Hlasitost"],"Related keyphrase":["Související klíčová fráze"],"Select country":["Vybrat zemi"],"Show results for:":["Zobrazit výsledky pro:"],"Please enter a focus keyphrase first to get related keyphrases":["Nejprve zadejte klíčovou frázi, abyste získali související fráze"],"Sorry, there's no data available for that keyphrase/country combination.":["Omlouváme se, pro tuto kombinaci klíčových frází/zemí nejsou k dispozici žádná data."],"Get related keyphrases":["Získat související fráze"],"Related keyphrases":["Související klíčové fráze"],"The number of headers and header labels don't match.":["Počet záhlaví a štítků záhlaví se neshoduje."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["Integrace %s nabízí návrhy a postřehy pro klíčová slova související se zadanou frází."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Zakázání souborů XML Yoast SEO nezakáže základní soubory Sitemap WordPress. V některých případech může toto %1$s vést k chybám SEO na vašem webu%2$s. Ty mohou být hlášeny v Google Search Console a dalších nástrojích."],"If you still need support and have an active subscription for this product, please email %s.":["Pokud stále potřebujete podporu a máte aktivní předplatné tohoto produktu, pošlete e-mail na %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Pravděpodobně najdete odpověď na svou otázku v našem %1$scentru pomoci%2$s."],"Need support?":["Potřebujete podporu?"],"Twitter preview":["Náhled na Twitteru"],"Facebook preview":["Náhled na Facebooku"],"Return to your %s":["Zpět na %s"],"Make sure to save your %s for changes to take effect":["Nezapomeňte uložit %s, aby se projevily změny"],"Make your products stand out in Google":["Nechte své produkty vyniknout na Googlu"],"Everything you need for Google News":["Vše, co pro Zprávy Google potřebujete"],"Start ranking better for your videos":["Začněte lépe hodnotit svá videa"],"Stop losing customers to other local businesses":["Přestaňte ztrácet zákazníky kvůli jiným místním podnikům"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Pokročilá část meta boxu %1$s umožňuje uživateli odstranit příspěvky z výsledků vyhledávání nebo změnit kanoniku. Nastavení na kartě schématu umožňuje uživateli změnit metadata schématu pro příspěvek. To jsou věci, které možná nebudete chtít od žádného autora. Proto to ve výchozím nastavení mohou provádět pouze editoři a správci. Nastavení na \"%2$s\" umožňuje všem uživatelům tato nastavení změnit. "],"Security: no advanced or schema settings for authors":["Zabezpečení: žádná pokročilá nastavení ani nastavení schématu pro autory"],"Report":["Hlášení"],"Tech Article":["Technický článek"],"Scholarly Article":["Odborný článek"],"Satirical Article":["Satirický článek"],"Advertiser Content Article":["Článek o obsahu inzerenta"],"News Article":["Novinový článek"],"Social Media Posting":["Zveřejňování na sociálních médiích"],"Article":["Článek"],"Search Results Page":["Stránka s výsledky vyhledávání"],"Real Estate Listing":["Výpis nemovitostí"],"Checkout Page":["Stránka pokladny"],"Collection Page":["Stránka kolekce"],"Medical Web Page":["Lékařská webová stránka"],"Contact Page":["Kontaktní stránka"],"Profile Page":["Profilová stránka"],"QA Page":["Stránka s otázkami a s odpovědmi"],"FAQ Page":["Stránka FAQ"],"About Page":["Stránka o nás"],"Item Page":["Stránka produktu"],"Web Page":["Webová stránka"],"Default for %1$s (%2$s)":["Výchozí pro %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Pomáhá vyhledávačům porozumět webu a obsahu. Níže můžete změnit některá nastavení pro tuto stránku."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO automaticky popisuje stránky pomocí schema.org"],"default":["výchozí"],"Article type":["Typ článku"],"Page type":["Typ stránky"],"Learn more about page or content types":["Další informace o typech stránek nebo obsahu"],"What type of page or content is this?":["O jaký typ stránky nebo příspěvku se jedná?"],"Learn more about structured data with Schema.org":["Zjistěte více o strukturovaných datech na Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Můžete změnit výchozí typ pro %1$s ve Vašem %2$sNastavení podoby vyhledávání%3$s."],"Default Article type":["Výchozí typ článku"],"Default Page type":["Výchozí typ stránky"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Po uložení bude toto nastavení platit pro všechny vaše %1$s. %1$s které jsou ručně konfigurovány, zůstanou nedotčeny.","Po uložení bude toto nastavení platit pro všechny vaše %1$s. %1$s které jsou ručně konfigurovány, zůstanou nedotčeny.","Po uložení bude toto nastavení platit pro všechny vaše %1$s. %1$s které jsou ručně konfigurovány, zůstanou nedotčeny."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Vyberte, jak má být %1$s popsán ve výchozím nastavení ve značce schema.org vašeho webu. Toto nastavení můžete změnit pro jednotlivé %1$s."],"Learn more about the schema settings":["Další informace o nastavení schématu"],"Schema settings":["Nastavení schématu"],"Structured Data":["Strukturovaná data"],"Yoast How-to":["Yoast - jak na to"],"Yoast FAQ":["Yoast - nejčastější dotazy"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$sKlíčová fráze v názvu%3$s: Neobsahuje přesnou shodu. %2$sZkuste zapsat přesnou shodu klíčové fráze do SEO nazvu a přesuň ji na začátek.%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$sKlíčová fráze v názvu%3$s: Přesná shoda, klíčová fráze je obsažena v SEO nazvu, avšak ne na začátku. %2$sPřesuňte ji na začátek pro lepší výsledky.%3$s."],"%1$s Internal Linking Blocks":["%1$s vnitřních propojovacích bloků"],"Allow us to track some data about your site to improve our plugin.":["Dovolte nám sledovat některá data o Vašem webu a vylepšit náš plugin."],"Usage tracking":["Sledování použití"],"Read more about how internal linking can improve your site structure.":["Přečtěte si další informace o tom, jak interní propojení může zlepšit strukturu vašeho webu."],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to.":[""],"Link suggestions":["Návrhy odkazů"],"Insights":["Přehledy"],"Remove image":["Odstranit obrázek"],"%s preview":["%s náhled"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Velikost souboru nahraného obrázku je pro %s příliš velká. Velikost souboru musí být menší než %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Formát nahraného obrázku není podporován. Podporované formáty jsou: %s, %s, %s a %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Nahráli jste %s. Upozorňujeme, že pokud se jedná o animovaný %s, použije se pouze první snímek."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Rozměry vašeho obrázku nejsou vhodné. Minimální rozměry jsou %dx%d pixelů. Maximální rozměry jsou %dx%d pixelů."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Rozměry vašeho obrázku nejsou vhodné. Minimální rozměry jsou %dx%d pixelů."],"Dismiss":["Zavřít"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Vzhledem ke změně struktury permalinku je třeba některé vaše SEO údaje přepracovat."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Z důvodu změny v nastavení adresy URL vaší kategorie je třeba některé vaše SEO údaje přepracovat."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Chcete-li získat tuto funkci %1$s, aktualizujte svou verzi WordPress nebo nainstalujte plugin Gutenberg."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Označování odkazů pomocí nofollow/sponsored bylo zakázáno pro instalace WordPress < 5.4."],"Show SEO settings for %1$s?":["Zobrazit nastavení SEO pro %1$s?"],"Open in new tab":["Otevírat v nové záložce"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Jedná se o sponzorovaný odkaz nebo inzerát (označte jako %1$ssponzorováno%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Vyhledávače by měly tento odkaz ignorovat (označte jako %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Další informace o označení odkazu jako nofollow nebo sponzorovaného."],"Link inserted.":["Odkaz byl vložen."],"Link edited.":["Odkaz byl upraven."],"Warning: the link has been inserted but may have errors. Please test it.":["Upozornění: Odkaz byl vložen, ale může obsahovat chyby. Prosím, vyzkoušejte ho."],"Unlink":["Odebrat odkaz"],"Link removed.":["Odkaz byl odebrán."],"Link":["Vytvořit odkaz"],"We've analyzed your post. There is still room for improvement!":["Analyzovali jsme váš příspěvek. Stále existuje prostor pro zlepšení!"],"We've analyzed your post. Everything looks good. Well done!":["Analyzovali jsme váš příspěvek. Všechno vypadá dobře. Výborně!"],"No focus keyword was entered":["Nebylo zadáno žádné fokusové klíčové slovo"],"Share your post!":["Sdílejte svůj příspěvek!"],"Improve your post with Yoast SEO":["Vylepšete svůj příspěvek pomocí služby Yoast SEO"],"SEO analysis:":["SEO analýza:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Sloupec s odkazy ukazuje počet příspěvků na vašich stránkách odkazujících %3$sna%4$s tento příspěvek a počet URL odkazujících %3$sz%4$s tohoto příspěvku. Zjistěte více o tom %1$s jak používat tyto funkce a vylepšit tak interní prolinkování %2$s, což povede ke zlepšení SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Napsali jsme článek o tom %1$s jak používat SEO skóre a skóre čitelnosti %2$s."],"%1$s adds several columns to this page.":["%1$s přidá několik sloupců na tuto stránku."],"We estimate this will take less than a minute.":["Odhadujeme, že to bude trvat méně než minutu."],"We estimate this will take a couple of minutes.":["Odhadujeme, že to bude trvat několik minut."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sSpustí indexování příspěvku na serveru%2$s použitím %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Odhadujeme že toto zabere delší čas, důvodem je velikost vašich stránek. Jako alternativu čekání můžete:"],"Show debug information":["Ukázat ladící informace"],"Your site will continue to work normally, but won't take full advantage of %s.":["Vaše stránky budou fungovat jako doposud, ale nebudu naplno využívat výhod %s."],"%s had problems creating the database tables needed to speed up your site.":["%s  měl problém při vytváření záznamu potřebného ke zrychlení vašich stránek."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Klíčová fráze je příliš dlouhá. Maximum je 191 znaků."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$s Zjistěte jak tento problém vyřešit v naší nápovědě%2$s."],"The text link counter feature is not working as expected":["Funkce počítání textových odkazů nepracuje jak by měla"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Funkce počítání textových odkazů vám pomůže zlepšit strukturu vašich stránek. %1$sZjistit jak může počítání textových odkazů zlepšit SEO%2$s."],"The text link counter is working as expected":["Funkce počítání textových odkazů pracuje jak má\t"],"I don't want this site to show in the search results.":["Nepřeji si aby tyto stránky byly vidět ve výsledcích vyhledávačů."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Pokud si přejete viditelnost těchto stránek ve výsledcích vyhledávačů, musíte %1$sjít do nastavení čitelnosti%2$s a odškrtnout fajfku Viditelnost pro vyhledávače."],"Learn more about the no-index setting on our help page.":["Zjistěte víc o nastavení no-index na stránkách naší podpory."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Ačkoliv zde můžete měnit nastavení pro vyhledávací roboty, celé stránky jsou nastaveny na no-index globálně v nastavení soukromí, takže toto nastavení nebude účinné."],"Learn more about canonical URLs on our help page.":["Zjistěte víc o možnostech vyjmenování URL na stránkách naší podpory."],"Learn more about the breadcrumbs title setting on our help page.":["Zjistěte více o tom jak na sekundární navigaci vaši stránek na naší podpůrné stránce."],"Learn more about advanced meta robots settings on our help page.":["Zjistěte více o tom jak na pokročilé meta roboty pro vaše stránky na naší podpůrné stránce."],"Learn more about the no-follow setting on our help page.":["Zjistěte více o tom co znamená no-follow nastavení pro vaše stránky na naší podpůrné stránce."],"Should search engines follow links on this %s":["Mají vyhledávače procházet odkazy na této %s"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Tento %1$s REST API koncový bod vám dává všechna metadata která potřebujete pro určenou URL. Toto velice usnadní uživatelům headless WordPress stránek použití %1$s pro všechen SEO meta výstup."],"REST API: Head endpoint":["REST API: koncový bod pro instalace s Hlavičkou (není headless)"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Prosím přečtěte si %1$stento podpůrný článek%2$s pro nalezení řešení tohoto problému."],"a theme that has proper title-tag theme support, or adapt your theme to have that support":["téma které podporuje označení nadpisů, nebo vaše téma upravte aby to podporovalo "],"Replaced with the term ancestors hierarchy":["Nahrazeno termínem hierarchie předků"],"Term hierarchy":["Hierarchie elementů"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sTitulek můžete změnit na stránce přizpůsobení%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Stále máte výchozí WordPress slogan. I prázdný je pravděpodobně lepší."],"You should change the default WordPress tagline":["Měli byste změnit výchozí WordPress slogan"],"You are using a custom tagline or an empty one.":["Používáte vlastní slogan a nebo je prázdný."],"You changed the default WordPress tagline":["Změnili jste výchozí WordPress slogan"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Komentáře u vašich příspěvků se zobrazují na jedné stránce, přesně tak, jak doporučujeme. Vedete si dobře!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Velmi důrazně doporučujeme mít název příspěvku (postname) jako součást adresy URL vašich příspěvků a stránek. Zvažte nastavení struktury vašich permalinků na %s."],"You do not have your postname in the URL of your posts and pages":["Název příspěvku aktuálně není v URL příspěvků a stránek"],"You do have your postname in the URL of your posts and pages.":["Název příspěvku je v URL příspěvků a stránek"],"Your permalink structure includes the post name":["Struktura URL vašich permalinků aktuálně obsahuje název příspěvku (postname)"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Komentáře u vašich příspěvků se rozdělují do více stránek. Jelikož je to v 999 případech z 1000 zbytečné, doporučujeme vám tuto funkcionalitu deaktivovat. Pro opravení této chyby odstraňte zatržení volby \"Rozdělit komentáře na jednotlivé stránky...\" v záložce Nastavení komentářů."],"Comments break into multiple pages":["Komentáře se rozdělují na více stránek"],"Comments are displayed on a single page":["Komentáře se zobrazují na jednotlivé stránce"],"No title":["Bez názvu"],"%1$sGo to the Discussion Settings page%2$s":["%1$sPřejít na stránku Nastavení komentářů%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sToto oznámení přišlo z pluginu %2$s%3$s"],"Mobile result":["na mobilu"],"Preview as:":["Zobrazit jako:"],"Desktop result":["na počítači"],"Google preview":["Náhled příspěvku v Googlu"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Kliknutím na 'OK' se otevře naše aplikace HelpScout, kde můžete najít odpověď na svou otázku. Tato aplikace načte naše data podpory a může potenciálně nastavit cookies."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Prohlížeč, který používáte, je již bohužel zastaralý. Jelikož Vám chceme nabídnout co nejlepší pohodlí, již tento prohlížeč nepodporujeme. Použijte prosím místo toho %1$sFirefox%4$s, %2$sChrome%4$s nebo %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Pokud chcete pro tuto stránku použít pokročilá nastavení robotů <code> meta </code>, definujte je v následujícím poli."],"Check out %1$s":["Navštívit %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Oba naše kurzy - zdarma i prémiový - vás naučí vše, co potřebujete vědět o SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Chcete se naučit SEO přímo od týmu Yoast? Navštivte %1$s!"],"Learn SEO":["Naučte se SEO"],"%s settings to import:":["%s nastavení k importu:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importujte nastavení z jiné %1$s instalace vložením sem a kliknutím na \"%2$s\"."],"Your %1$s settings:":["Vaše %1$s nastavení:"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph metadata\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["Twitter používá data z Open Graph stejně jako Facebook. Pokud tedy chcete optimalizovat své stránky také pro Twitter, nechte checkbox na záložce Facebook zatržený."],"Schema":["Schéma"],"Please check the format of the YouTube URL you entered. %s":["Zkontrolujte prosím formát YouTube URL adresy. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Zkontrolujte prosím formát Wikipedia URL adresy. %s"],"Please check the format of the Pinterest URL you entered. %s":["Zkontrolujte formát Pinterest URL adresy. %s"],"Please check the format of the MySpace URL you entered. %s":["Zkontrolujte formát MySpace URL adresy. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Zkontrolujte formát LinkedIn URL adresy. %s"],"Please check the format of the Instagram URL you entered. %s":["Zkontrolujte formát Instagram URL adresy. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Zkontrolujte formát Facebook page URL adresy. %s"],"Settings saved.":["Nastavení bylo uloženo."],"Dismiss this alert":["Zrušit upozornění"],"An organization name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data%2$s.":["Název a logo společnosti musí být nastaveny na strukturovaná data, aby fungovaly správně. %1$sPřečtěte si více o důležitosti strukturovaných dat.%2$s"],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s nevypadá na platné uživatelské ID do služby Facebook. Opravte jej, prosím."],"The submitted value was: %s":["Odeslaná/zadaná hodnota byla: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex ověřovací kódy mohou obsahovat jen znaky od A do Z, čísla, pomlčky a podrtržítka. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter uživatelská jména mohou obsahovat jen znaky, čísla, pomlčky a podrtržítka. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest potvrzovací kódy mohou obsahovat jen znaky od A do F, čísla, pomlčky a podrtržítka. :%s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing ověřovací kódy mohou obsahovat jen znaky od A do F, čísla, pomlčky a podtržítka. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Ověřovací kódy Google mohou obsahovat pouze písmena, číslice, pomlčky a podtržítka. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Ověřovací kódy Baidu mohou obsahovat pouze písmena, číslice, pomlčky a podtržítka. %s"],"Show this item.":["Zobrazit tuto položku."],"Hide this item.":["Skrýt tuto položku."],"You have %d hidden problem:":["Máte %d skrytý problém:","Máte %d skryté problémy:","Máte %d skrytých problémů:"],"You have %d hidden notification:":["Máte %d skrytou notifikaci:","Máte %d skryté notifikace:","Máte %d skrytých notifikací:"],"Focus keyphrase not set":[""],"The form contains %1$s error. %2$s":["Formulář obsahuje %1$s chybu. %2$s","Formulář obsahuje  %1$s chyby. %2$s","Formulář obsahuje  %1$s chyby. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Tato slova a slovní spojení se v obsahu tohoto článku objevují nejčastěji. Dávají vyhledávačům možnost pochopit, o čem přibližně celý článek pojednává. Pokud se tato slova liší hodně od tématu, které jste zamýšleli, možná budete chtít tento text odpovídajícím způsobem přepsat."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Jakmile přidáte ještě trošku více textu, vypíšeme Vám seznam slov, jež v tomto textu objevují nejčastěji. Indikují, o čem článek pojednává."],"%d occurrences":["%d výskyty(ů)"],"Activate %s for your site on MyYoast":["Aktivujte %s pro vaši stránku na MyYoast"],"Show blog page in breadcrumbs":["Zobrazit stránku blogu v drobečkové navigaci"],"We could not find any relevant articles on your website that you could link to from your post.":["Na vašem webu jsme nenašli žádné relevantní články, na které byste mohli odkazovat z vašeho příspěvku."],"Has feedback":["Má recenzi"],"Content optimization:":["Optimalizace obsahu:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sČitelnost%2$s: %3$s"],"Post Noindexed":["Neindexovaný příspěvek"],"No Focus Keyphrase":["Klíčová fráze nezadána"],"Person logo / avatar":["Logo / avatar uživatele"],"Posts with the SEO score: %s":["Příspěvky mající SEO skóre: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s video návod"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Pro zobrazení chyb v procházení, %1$spřejděte prosím na Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google ukončil provoz Crawl Errors API. Proto vám zde již nemůžeme zobrazovat možné chyby v procházení. %1$sPřečtěte si naše stanovisko k této záležitosti%2$s."],"Get the %s plugin now":["Získej %s plugin nyní."],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Optimalizujte své stránky pro místní publikum s naším %s pluginem! Optimalizovaná podrobná adresa, otevírací doba, vyhledávač obchodu a možnosti vyzvednutí."],"Serving local customers?":["Pracujete s lokálními zákazníky?"],"Organization's social profiles":["Profily společnosti na sociálních sítích"],"Personal info":["Osobní informace"],"Organization logo":["Logo společnosti"],"Organization name":["Jméno společnosti"],"Choose whether the site represents an organization or a person.":["Zvolte, zda stránky reprezentují společnost, nebo osobu"],"Knowledge Graph & Schema.org":["Znalostní graf a schéma.org"],"(if one exists)":["(pokud existuje)"],"Wikipedia page about you":["Stránka o Vás ve Wikipedii"],"YouTube profile URL":["URL YouTube profilu"],"Tumblr profile URL":["URL Tumblr profilu"],"SoundCloud profile URL":["URL SoundCloud profilu"],"MySpace profile URL":["URL MySpace profilu"],"Organization or person":["Společnost, nebo osoba"],"Organization":["Společnost"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Původně jste vaše stránky nastavili tak že reprezentují osobu. Zlepšili jsme funkcionalitu týkající se schematu a grafu znalostí, takže by bylo vhodné %1$sdoplnit tato nastavení%2$s."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Vybrali jste uživatele %1$s jako osobu která reprezentuje tento web. Informace v jeho uživatelském profilu budou nyní použity ve výsledcích vyhledávání. %2$sAktualizujte informace v tomto profilu a ujistěte se, že jsou údaje korektní.%3$s"],"Please select a user below to make your site's meta data complete.":["Chyba: prosím vyberte uživatele níže, aby byla mete data vaší stránky kompletní."],"Select a user...":["Vybrat uživatele..."],"Uncategorized":["Nezařazeno"],"If a Wikipedia page for you or your organization exists, add it too.":["Pokud existuje stránka vaší společnosti na Wikipedii, přidejte ji taktéž."],"Pinterest profile URL":["URL Pinterest profilu"],"LinkedIn profile URL":["URL LinkedIn profilu"],"Instagram profile URL":["URL Instagram profilu"],"No JSON object was returned.":["Žádný JSON objekt nebyl navrácen."],"Received internal links":["Přijaté vnitřní odkazy"],"Outgoing internal links":["Odchozí vnitřní odkazy"],"New step added":["Nový krok přidán"],"New question added":["Přidána nová otázka "],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Aby tento prvek fungoval, %1$s je třeba vytvořit tabulku ve vaší databázi. Tuto tabulku se nám nepodařilo vytvořit automaticky."],"Keyphrase":["Klíčové slovo"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAlt atributy obrázku%5$s: Mimo %2$d obrázky na této stránce, %1$d má alt atributy se slovy z vaší klíčové fráze nebo se synonymy. To je trochu moc. %4$sKlíčovou frázi nebo její synonyma přidejte, pouze pokud se k obrázku opravdu hodí%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAlt attributy obrázku%5$s: Mimo %2$d obrázky na této stránce, pouze %1$d má alt atribut který odráží téma vašeho textu. %4$sPřidejte klíčovou frázi nebo synonymum do alt atributů více relevantních obrázků%5$s!","%3$sAlt attributy obrázku%5$s: Mimo %2$d obrázky na této stránce, pouze %1$d má alt atributy které odráží téma vašeho textu. %4$sPřidejte klíčovou frázi nebo synonymum do alt atributů více relevantních obrázků%5$s!","%3$sAlt attributy obrázku%5$s: Mimo %2$d obrázky na této stránce, pouze %1$d má alt atributů které odráží téma vašeho textu. %4$sPřidejte klíčovou frázi nebo synonymum do alt atributů více relevantních obrázků%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAlt atributy obrázků%3$s: Obrázky na této stránce nemají alt atributy které odráží téma vašeho textu. %2$sPřidejte klíčovou frázi nebo synonymum do alt atributů relevantních obrázků%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAlt attributy obrázků%3$s: Obrázky na této stránce mají alt atributy, ale nenastavili jste klíčovou frázi (slovo). %2$sOpravte to%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sKlíčová fráze v podnadpisech%2$s: %3$s podnadpis H2 nebo H3 odráží téma textu. Dobrá práce!","%1$sKlíčová fráze v podnadpisech%2$s: %3$s podnadpisy H2 nebo H3 odráží téma textu. Dobrá práce!","%1$sKlíčová fráze v podnadpisech%2$s: %3$s podnadpisů H2 nebo H3 odráží téma textu. Dobrá práce!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sKlíčová fráze v podnadpisech%2$s: Podnadpis H2 nebo H3 odráží téma textu. Dobrá práce!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sKlíčová fráze v podnadpisech%3$s: %2$sVložte více klíčových frází nebo synonym do podnadpisů H2 a H3%3$s!"],"Page %s":["Strana %s"],"Cannot get the size of %1$s because of unknown reasons.":["Nelze získat velikost %1$s z neznámých důvodů."],"Cannot get the size of %1$s because it is hosted externally.":["Nelze získat velikost %1$s kvůli hostování na externím zdroji."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sJeden nadpis%3$s: H1 by měl být použit pouze jako váš hlavní nadpis. Najděte všechny nadpisy H1 ve vašem textu, které nejsou vaším hlavním názvem a %2$s změňte je na nižší úroveň%3$s!"],"Improve sharing on Facebook and Pinterest":["Vylepšit sdílení na Facebooku a Pinterestu"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sVýskyt klíčových frází%2$s: Hledaná fráze byla nalezena %5$d krát. To je mnohem více než požadované maximum %3$d pro text této délky. %4$sNení třeba přeoptimalizovat%2$s.","%1$sVýskyt klíčových frází%2$s: Hledaná fráze byla nalezena %5$d krát. To je mnohem více než požadované maximum %3$d pro text této délky. %4$sNení třeba přeoptimalizovat%2$s.","%1$sVýskyt klíčových frází%2$s: Hledaná fráze byla nalezena %5$d krát. To je mnohem více než požadované maximum %3$d pro text této délky. %4$sNení třeba přeoptimalizovat%2$s."],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sVýskyt klíčových frází%2$s: Hledaná fráze byla nalezena %5$d krát. To je více než požadované maximum %3$d pro text této délky. %4$sNení třeba přeoptimalizovat%2$s.","%1$sVýskyt klíčových frází%2$s: Hledaná fráze byla nalezena %5$d krát. To je více než požadované maximum %3$d pro text této délky. %4$sNení třeba přeoptimalizovat%2$s.","%1$sVýskyt klíčových frází%2$s: Hledaná fráze byla nalezena %5$d krát. To je více než požadované maximum %3$d pro text této délky. %4$sNení třeba přeoptimalizovat%2$s."],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sHustota výskytu klíčové fráze%2$s: Hlavní klíčová fráze (slovo) bylo nalezeno %3$d krát. To je výborné!","%1$sHustota výskytu klíčové fráze%2$s: Hlavní klíčová fráze (slovo) bylo nalezeno %3$d krát. To je výborné!","%1$sHustota výskytu klíčové fráze%2$s: Hlavní klíčová fráze (slovo) bylo nalezeno %3$d krát. To je výborné!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sVýskyt klíčových frází%2$s: Hledaná fráze byla nalezena %5$d krát. To je méně než požadované minimum %3$d pro text této délky. %4$s Vložte víc klíčových frází%2$s.","%1$sVýskyt klíčových frází%2$s: Hledaná fráze byla nalezena %5$d krát. To je méně než požadované minimum %3$d pro text této délky. %4$s Vložte víc klíčových frází%2$s.","%1$sVýskyt klíčových frází%2$s: Hledaná fráze byla nalezena %5$d krát. To je méně než požadované minimum %3$d pro text této délky. %4$s Vložte víc klíčových frází%2$s."],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sVýskyt klíčových frází%2$s: Hledaná fráze nebyla nalezena. To je méně než požadované minimum %3$d pro text této délky. %4$s Vložte víc klíčových frází%2$s."],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Import nastavení je podporován na serverech, které používají verzi PHP 5.3 nebo vyšší."],"Export your %1$s settings here, to copy them on another site.":["Zde exportujte vaše nastavení %1$s a zkopírujte je na jiný web."],"No settings found.":["Žádné nastavení nenalezeno."],"These are settings for the %1$s plugin by %2$s":["Tohle jsou nastavení pro %1$s plugin od %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Zkopírujte všechna nastavení této karty na jiný web %1$s  a klikněte tam na \"%1$s\"."],"You do not have the required rights to export settings.":["Nemáte potřebná oprávnění pro export nastavení."],"Method %1$s() does not exist in class %2$s":["Třída %2$s nemá definovánu metodu %1$s()"],"With %s, you can easily create such redirects.":["S %s můžete takové přesměrování snadno vytvořit."],"Google Ads":["Google Ads"],"Learn about why permalinks are important for SEO.":["Zjistěte, proč jsou trvalé odkazy důležité pro SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Změna nastavení trvalých odkazů může vážně ovlivnit viditelnost pro vyhledávače. Proto by nemělo být téměř %1$s nikdy %2$s prováděno na živé webové stránce."],"WARNING:":["VAROVÁNÍ:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sKlíčová fráze obsahuje pouze funkční slova%3$s: Vaše klíčová fráze \"%4$s\" by měla být bohatší. %2$sZjistit jak se tvoří dobrá klíčová fráze.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Víte že %s také analyzuje rozdílné slovní formy vaší klíčové fráze, například množná čísla a minulé časy."],"Clear Image":["Odstranit obrázek"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sDélka klíčové fráze%3$s: %2$sNastavte klíčovou frázi má-li být vypočteno vaše SEO skóre%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sKlíčové fráze čitelná%2$s: Více než půlka vašich klíčových frází je v čitelné podobě. To je skvělé!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sKlíčové fráze a čitelnost%3$s: Část vašich klíčových frází není v čitelné podobě. %2$sOpravte to!%3$s"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sKlíčová fráze je obsažena v slug(u)%2$s: Dobrá práce!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sRozmístění klíčové fráze%2$s: Dobrá práce!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sRozmístění klíčové fráze%3$s: Nerovnoměrné. Některé části textu neobsahují klíčová slova nebo jejich synonyma. %2$sRozmístěte je rovnoměrněji%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sRozmístění klíčové fráze%3$s: Velmi nerovnoměrné. Velké části textu neobsahují klíčová slova nebo jejich synonyma. %2$sRozmístěte je rovnoměrněji%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sVýskyt klíčových frází%3$s: %2$sVložte vaše klíčové fráze nebo synonyma do textu abychom mohli zkontrolovat četnost výskytu fráze%3$s."],"Help on choosing the perfect focus keyphrase":["Pomoct s výběrem perfektní klíčové fráze"],"Would you like to add a related keyphrase?":["Chcete přidat související klíčovou frázi?"],"Go %s!":["Do toho %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Nezobrazování dat archivů ve výsledcích vyhledávání technicky znamená, že budou mít %1$s robots meta. %2$s Další informace o nastavení výsledků vyhledávání %3$s."],"Rank better with synonyms & related keyphrases":["Hodnotí lépe pomocí synonym a souvisejících klíčových slov"],"optimize a single post for synonyms and related keyphrases.":["Optimalizovat příspěvek pro synonyma a související klíčové fráze."],"Synonyms & related keyphrases":["Synonyma a klíčové fráze"],"Add related keyphrase":["Přidejte souvisící klíčové slovo/frázi"],"Upgrade to %s":["Aktualizovat na %s"],"Get %s":["Získej %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sPředchozí použitá klíčová fráze%6$s: Použili jste tuto hlavní klíčovou frázi %1$s%2$d krát předtím%3$s. %5$sNepoužívejte hlavní klíčovou frázi více než jednou%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sPředchozí použitá klíčová fráze%5$s: Použili jste tuto hlavní klíčovou frázi  %1$sjiž jednou před tím%2$s. %4$sNepoužívejte hlavní klíčovou frázi více než jednou%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sPředchozí použitá klíčová fráze%2$s: Ani jednou jste ještě tuto klíčovou frázi nepoužili, výborně,"],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAtributy alt u obrázků%3$s: Na této stránce se nevyskytují žádné obrázky. %2$sZkuste nějaké přidat%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sOdkaz na klíčovou frázi%3$s: Odkazujete na jinou stránku pomocí slov, kterými chcete zvýšit hodnocení Vaší stránky. %2$sVyhněte se tomu%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sDélka textu%3$s: Text obsahuje %1$d %4$s. Výborně!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sKlíčová fráze v podnadpisech%3$s: Více než 75%% vašich podnadpisů H2 nebo H3 odráží téma textu. To už je moc. %2$sNení třeba optimalizaci přehánět%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sDélka SEO titulku%3$s: %2$sVytvořte, prosím, SEO titulek%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sDélka SEO titulku%3$s: SEO titulek je delší než viditelné maximum. %2$sZkuste jej zkrátit%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sDélka SEO titulku%2$s: Výborně!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sŠírka SEO titulku%3$s: SEO titulek je příliš krátký. %2$sVyužijte volný počet znaků a přidejte variace klíčových slov nebo vymyslete atraktivní výzvu k akci%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sExterní odkazy%2$s: Na této stránce se vyskytují jak normální, tak nofollow odkazy. Výborně!"],"%1$sOutbound links%2$s: Good job!":["%1$sExterní odkazy%2$s: Výborně!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sExterní odkazy%3$s: Všechny externí odkazy na této stránce jsou nofollow. %2$sPřidejte nějaké normální linky%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sExterní odkazy%3$s: Na této stránce se nevyskytují žádné externí odkazy. %2$sZkuste nějaké přidat%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sDélka meta description%2$s: Skvěle!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sDélka meta description%3$s: Meta description přesahuje %4$d znaků. Abyste měli jistotu, že celý Váš popisek bude viditelný, %2$směli byste zkrátit jeho délku%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sDélka meta description%3$s: Meta description je příliš krátká (méně než %4$d znaků). Ješte %5$d máte k dispozici. %2$sVyužijte je%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sDélka meta description%3$s:  Žádná meta description není definována. Vyhledávače místo ní zobrazí část textu z Vaší stránky. %2$sMěli byste nějakou napsat%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sKlíčová fráze v meta description%2$s: Meta description je sice definovaná, ale neobsahuje hlavní klíčovou frázi. %3$sOpravte to%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sKlíčová fráze v meta description%2$s: Meta description obsahuje hlavní klíčové slovo %3$s krát, což je více než doporučené maximum dvou výskytů. %4$sOmezte jejich výskyt%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sKlíčová fráze v meta description%2$s: V meta description se vyskytuje hlavní klíčová fráze nebo její synonyma. Skvěle!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sDélka klíčové fráze%5$s: Klíčová fráze je dlouhá %1$d %6$s. Což je mnohem více než doporučené maximum %2$d %6$s. %4$sZkrátit to%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sDélka klíčové fráze%5$s: Klíčová fráze je dlouhá %1$d %6$s. To je více než doporučené maximum %2$d %6$s. %4$sZkrátit to%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sDélka klíčové fráze%2$s: Výborně!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sDélka klíčové fráze%3$s: Pro Vaši stránku nemáte definovanou žádnou klíčovou frázi. %2$sVytvořte nějakou klíčovou frázi a podpořte tak Vaše SEO skóre%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sKlíčová fráze v úvodu%3$s: Vaše klíčová fráze, nebo její synonyma se nevyskytují v prvním odstavci. %2$sPřesvědčte se, že je Vaše téma ihned jasné%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sKlíčová fráze v úvodu%3$s:Vaše klíčová fráze nebo její synonyma se sice vyskytují v prvním odstavci, ale ne v jedné větě. %2$sOpravte to%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sKlíčová fráze v úvodu%2$s: Výborně!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sInterní odkazy%2$s: Existují nofollow a normální interní odkazy na této stránce. Dobrá práce!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sInterní odkazy%2$s: Máte dostatek interních odkazů. Dobrá práce!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sInterní odkazy%3$s: Všechny interní odkazy na této stránce jsou nofollow. %2$sPřidejte více vhodných interních odkazů%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sInterní odkazy%3$s: Na této stránce nejsou žádné interní odkazy, %2$spřidejte je%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sTranzitní slova %2$s: Výborně!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sTranzitní slova %2$s: Pouze %3$s z vět obsahuje věty s tranzitními slovy, což je málo. %4$sPoužijte jich více%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sTranzitní slova %2$s: Žádná z vět neobsahuje tranzitní slovo, což je málo. %3$sPoužijte nějaké%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNedostatek obsahu%2$s: %3$sPřidejte více obsahu, aby bylo možné stránku analyzovat%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sPoužití nadpisů nižší úrovně%2$s: Nepoužíváte nadpisy nižší úrovně, ale váš text je opravdu krátký a pravděpodobně není jejich užití nutné."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sPoužití nadpisů nižší úrovně%2$s: Nepoužíváte nadpisy nižší úrovně, i když je váš text poměrně dlouhý. %3$sZkuste nějaké nadpisy nižší úrovně přidat%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sVýskyt podnadpisu%2$s: %3$d část vašeho textu je delší než %4$d %6$s a není oddělena podnadpisy. %5$sPřidejte podnadpisy ke zlepšení čitelnosti.%2$s","%1$sVýskyt podnadpisů%2$s: %3$d část vašeho textu je delší než %4$d %6$s a není oddělena podnadpisy. %5$sPřidejte podnadpisy ke zlepšení čitelnosti.%2$s","%1$sVýskyt podnadpisu%2$s: %3$d část vašeho textu je delší než %4$d %6$s a není oddělena podnadpisy. %5$sPřidejte podnadpisy ke zlepšení čitelnosti.%2$s"],"%1$sSubheading distribution%2$s: Great job!":["%1$sRozdělení podnadpisů%2$s: Dobrá práce!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sDélka vět%2$s: %3$s vět obsahuje více než %4$s %7$s, což je více než doporučené maximum %5$s. %6$sPokuste se věty zkrátit%2$s."],"%1$sSentence length%2$s: Great!":["%1$sDélka věty%2$s: Skvělá!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sRůznorodost vět%2$s: Vaše věty jsou různorodé. To je skvělé!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sRůznorodost vět%2$s: Text obsahuje %3$d po sobě jdoucí větu začínající stejným slovem. %5$sZkuste to upravit%2$s!","%1$sRůznorodost vět%2$s: Text obsahuje %4$d použití %3$d po sobě jdoucích vět začínající stejným slovem. %5$sZkuste to upravit%2$s!","%1$sRůznorodost vět%2$s: Text obsahuje %4$d použití %3$d po sobě jdoucích vět začínající stejným slovem. %5$sZkuste to upravit%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sTrpný rod%2$s: %3$s použití trpného rodu ve větách, jehož doporučené maximum je %4$s. %5$sZkuste změnit trpný rod na činný rod%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sPasivní hlas%2$s: Používáte dostatek aktivního hlasu. To je perfektní!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sDélka odstavců%2$s: %3$d odstavec obsahuje více než doporučené maximum %4$d %6$s. %5$sZkraťte je%2$s!","%1$sDélka odstavců%2$s: %3$d odstavce obsahuje více než doporučené maximum %4$d %6$s. %5$sZkraťte je%2$s!","%1$sDélka odstavců%2$s: %3$d odstavců obsahuje více než doporučené maximum %4$d %6$s. %5$sZkraťte je%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sDélka odstavců%2$s: Žádný odstavec není příliš dlouhý. Skvělá práce!"],"Good job!":["Skvělá práce!"],"Focus keyphrase":["Hlavní klíčové slovo"],"Check Keyphrase Density":["Kontrola hustoty klíčové fráze"],"Disable":["Zakázat"],"Allow Control":["Povolit kontrolu"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Tato záložka vám umožňuje selektivně zakázat %s funkce pro všechny webové stránky v síti. Ve výchozím nastavení všechny funkce jsou povoleny, což administrátorům stránek umožňuje, aby si sami zvolili, zda je chtějí na svém webu zapnout nebo vypnout. Pokud zde funkci zakážete, administrátoři stránek vůbec nebudou moct tuto funkci použít."],"%s is a required feature toggle argument.":["%s argument je požadovaná funkce zapněte argument."],"Remove keyphrase":["Odstranit klíčovou frázi"],"Keyphrase:":["Klíčová fráze:"],"This feature has been disabled by the network admin.":["Tato funkce byla zakázána síťovým administrátorem."],"Multiple keyphrases":["Více klíčových frází"],"Focus keyphrase not set.":["Nebyla nastavena žádná klíčová fráze."],"Colon":["Dvojtečka"],"Optional. Customize how you want to describe the duration of the instruction":["Volitelné. Určete, jak chcete popsat trvání instrukce."],"Describe the duration of the instruction:":["Popište trvání instrukce:"],"Learn more about the readability analysis":["Zjistěte více o analýze čitelnosti."],"Readability analysis:":["Analýza čitelnosti:"],"There is a new notification.":["Máte nové upozornění.","Máte nová upozornění.","Máte nová upozornění."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Jsou zapnuté dva SEO pluginy %1$s a taky %2$s jeden vypněte. Nechat běžet oba je kontraproduktivní!"],"%s, %s and %s":["%s, %s a %s"],"%s and %s":["%s a %s"],"%d minute":["%d minuta","%d minuty","%d minut"],"%d hour":["%d hodina","%d hodiny","%d hodin"],"%d day":["%d den","%d dny","%d dnů"],"Enter a step title":["Uveďte název kroku"],"Optional. This can give you better control over the styling of the steps.":["Volitelné. To vám umožní lépe kontrolovat stylizování kroků."],"CSS class(es) to apply to the steps":["CSS třída (třídy) pro uplatnění ke krokům"],"minutes":["minuty"],"hours":["hodiny"],"days":["dny"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Vytvořit průvodce jak-na-to v SEO přátelské podobě. Použít lze pouze jednou v každém příspěvku."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Seznam vašich často kladených dotazů v SEO přátelské podobě. Použít lze pouze jednou v každém příspěvku."],"Copy error":["Chyba kopírování"],"An error occurred loading the %s primary taxonomy picker.":["Vyskytla se chyba v nahrávání %s primárního výběrčího taxonomie."],"%1$s Structured Data Blocks":["%1$s Bloky Strukturovaných Dat"],"Time needed:":["Potřebný čas:"],"Move question down":["Vložte otázku dolů"],"Move question up":["Vložte otázku nahoru"],"Insert question":["Vložit otázku"],"Delete question":["Smazat otázku"],"Enter the answer to the question":["Zadejte odpověď na otázku"],"Enter a question":["Zadejte otázku"],"Add question":["Přidat otázku"],"Frequently Asked Questions":["Často kladené otázky"],"Great news: you can, with %s!":["Skvělá zpráva: můžeš s %s!"],"(Opens in a new browser window)":["(Otevřít v nové kartě prohlížeče!)"],"Select the primary %s":["Vyberte základní %s"],"Check links to this URL":["Zkontrolujte odkazy vedoucí k této URL"],"Keyword research training":["Trénink hledání klíčových slov"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Pokoušíte se přidat více klíčových slov? Přidávejte je samostatně níže."],"Mark as cornerstone content":["Označit jako klíčový obsah"],"Move step down":["Posunout krok dolů"],"Move step up":["Posunout krok nahoru"],"Insert step":["Vložit krok"],"Delete step":["Smazat krok"],"Add image":["Přidat obrázek"],"Enter a step description":["Zadejte krok popisu"],"Enter a description":["Zadejte popis"],"Unordered list":["Neuspořádaný seznam"],"Showing step items as an ordered list.":["Zobrazuji položky kroků jako uspořádaný seznam."],"Showing step items as an unordered list":["Zobrazuji položky kroků jako neuspořádaný seznam"],"Add step":["Přidejte krok"],"Delete total time":["Smazat celkový čas"],"Add total time":["Zadejte celkový čas"],"How to":["Jak provést"],"How-to":["Jak provést"],"Analysis results":["Výsledky analýzy"],"Enter a focus keyphrase to calculate the SEO score":["Zadejte klíčové slovo pro výpočet skóre SEO"],"Learn more about Cornerstone Content.":["Další informace o klíčovém obsahu."],"Cornerstone content should be the most important and extensive articles on your site.":["Klíčový obsah by měly být ty nejdůležitější a nejobsáhlejší články na webu."],"Restore Site":["Obnovit stránku"],"Network Settings":["Nastavení sítě"],"You are not allowed to perform this action.":["Nemáte povolení provést tuto akci."],"Error: %s":["Chyba: %s"],"Success: %s":["V pořádku: %s"],"Site with ID %d not found.":["Síť s ID %d nenalezena."],"No site has been selected to restore.":["Nebyla vybrána žádná stránka k obnovení."],"You are not allowed to modify unregistered network settings.":["Nemáte povolení upravit neregistrované nastavení sítě."],"deleted":["smazáno"],"Would you like to add another keyphrase?":["Chcete přidat další klíčové slovo?"],"Copied!":["Zkopírováno!"],"Not supported!":["Není podpováno!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Přečtěte si {{a}}náš článek o struktuře stránky{{/a}}, naučíte se více o interním prolinkování, což může zlepšit SEO. "],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Zvažte prolinkování s těmito {{a}}klíčovými články{{/a}}"],"Consider linking to these articles:":["Zvažte prolinkování s těmito články"],"Copy link":["Kopírovat odkaz"],"Copy link to suggested article: %s":["Zkopírovat odkaz na navržený článek: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Přečti si náš %1$smanuál na zaměření na klíčové slovo%2$s byste se naučily více o zaměření na klíčove slovo a strategii jak na něj."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Následující slova a slovní kombinace se objevují nejčastěji v obsahu. Slouží jako nápověda toho na jaký obsah je dobré se soustředit. Pokud se slova výrazně odlišují od vašich, tak je můžete přepsat odpovídajícím způsobem."],"Prominent words":["Výrazná slova"],"The site's tagline":["Tagline webu"],"Not all required fields are given. Missing field %1$s":["Ne všechny potřebné pole jsou vyplněny. Chybí pole %1$s"],"Add synonyms":["+ Přidejte synonymum"],"Would you like to add keyphrase synonyms?":["Chcete přidat synonyma klíčového slova?"],"Would you like to add more than one keyphrase?":["Chcete přidat více než jedno klíčové slovo?"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Můžete upravit SEO meta-data pro tento vlastní typ na %1$sStranu obchodu%2$s"],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Nezaložili jste Nákupní stránku ve WooCommerce nastavení. Učiňte tak nyní."],"Current year":["Aktuální rok"],"Page":["Stránka"],"Something went wrong. Please reload the page.":["Něco se pokazilo. Znovu načtěte stránku."],"Tagline":["Řádek tagů"],"description (custom taxonomy)":["popis (vlastní taxonomie)"],"(custom taxonomy)":["(vlastní taxonomie)"],"(custom field)":["(vlastní pole)"],"Term404":["Term404"],"Caption":["Titulek"],"Pagenumber":["Číslo stránky"],"Pagetotal":["Stránek celkem"],"Page number":["Číslo stránky"],"User description":["Popis uživatele"],"ID":["ID"],"Modified":["Změněno"],"Post type (plural)":["Typ příspěvku (množné číslo)"],"Post type (singular)":["Typ příspěvku (jednotné číslo)"],"Separator":["Oddělovač"],"Search phrase":["Hledat frázi"],"Term title":["Název termínu"],"Term description":["Popis položky"],"Tag description":["Popis štítku"],"Category description":["Popis rubriky"],"Primary category":["Hlavní rubriky"],"Category":["Rubrika"],"Tag":["Štítek"],"Excerpt only":["Pouze výpisek"],"Excerpt":["Výpisek"],"Site title":["Název webu"],"Archive title":["Název archivu"],"Parent title":["Nadřazený název"],"Date":["Datum"],"Get Yoast SEO Premium":["Získejte Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Můžete vytvořit přesměrování, které zabrání tomu, aby se vašim návštěvníkům zobrazovala chyba 404, když kliknou na již nefunkční URL."],"Search engines and other websites can still send traffic to your deleted post.":["Vyhledávače a další stránky mohou ještě odkazovat na váš smazaný příspěvek."],"Make sure you don't miss out on traffic!":["Ujistěte se, že nepřicházíte o návštěvnost!"],"You just deleted a %1$s.":["Právě jste smazali %1$s."],"You just trashed a %1$s.":["Právě jste vymazali %1$s."],"Settings for %s archive":["Nastavení pro archiv %s "],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Nastavení na této stránce vám dovolí vybrat implicitní nastavení vyhledávače pro každý typ obsahu který máte. Volit můžete jaký typ obsahu vyhledávače zobrazují a jaký je u nich popis."],"Url preview":["náhled url"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Prosím, vložte popis do níže zobrazeného pole úpravou úryvku. Pokud to neuděláte, Google se pokusí najít relevantní část vašeho příspěvku a zobrazí ji ve výsledcích vyhledávání."],"Dismiss this notice":["Zrušit toto oznámení"],"No results":["Žádné výsledky"],"%d result found, use up and down arrow keys to navigate":["Nalezen %d výsledek, k pohybu použijte šipky nahoru, dolů.","Nalezeny %d výsledky, k pohybu použijte šipky nahoru, dolů.","Nalezeno %d výsledků, k pohybu použijte šipky nahoru, dolů."],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Jazyk vaší stránky je nastaven na %s. Pokud to není v pořádku, kontaktujte  administrátora vaší stránky."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Získejte svůj ověřovací kód Baidu v %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Ověřovací kód Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Funkce importu %s využívá dočasné databáze. Zdá se že váš WordPress nemá dostatečná práva pro vytvoření této databáze. Prosíme konsultujte s vaším hostingem."],"Cleanup of %s data failed.":["Vyčištění %s dat se nezdařilo."],"Content Type":["Typ obsahu"],"Filter by content type":["Filtrovat podle typu obsahu"],"Show All Content Types":["Zobrazit všechny typy obsahu"],"Replaced with the normal title for an archive generated by WordPress":["Nahrazeno běžným názvem archivu generovaného WordPressem"],"Clean":["Vyčistit"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Jestliže máte jistotu že vaše stránky běží OK, můžete zaháji čištění. To odstraní všechna originální data."],"Step 5: Clean up":["Krok 5: Vyčištění"],"Please check your posts and pages and see if the metadata was successfully imported.":["Prosím, zkontrolujte si své stránky a příspěvky a ujistěte se že se metadata úspěšně vložila."],"Step 3: Check your data":["Krok 3: Zkontrolujte svá data"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Tímto importujete metadata z příspěvků například SEOnadpisy a popisky do vaší %1$s metadat. Import proběhne pouze pokud v metadatech %1$s existuje prázdné místo. Originální data zůstanou zachována."],"Step 2: Import":["Krok 2: Vložení"],"Please make a backup of your database before starting this process.":["Vytvořte si zálohu své databáze, před dalším krokem"],"Step 1: Create a backup":["Krok 1: Vytvoření zálohy"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Našli jsme data z jednoho nebo více SEO pluginů na vaší stránce. Prosíme postupujte podle pokynů pro vložení dat:"],"Plugin: ":["Plugin:"],"%s did not detect any plugin data from plugins it can import from.":["%s nenalezl žádná data z pluginů, které by mohl vložit."],"Posts that should not show up in search results":["Příspěvky, které by se neměly zobrazovat ve výsledcích hledání"],"%s data found.":["%s dat nalezeno."],"%s data successfully removed.":["%s dat úspěšně smazáno."],"%s data successfully imported.":["%s dat úspěšně vloženo."],"%s data not found.":["%s dat nebylo nalezeno"],"24/7 email support":["24/7 e-mailová podpora"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Pro doplnění informací o profilech na sociálních sítích spojených s webem ve vyhledavači, vložte informace o profilech níže."],"Learn more about your social profiles settings":["Zjistěte více o nastavení vašich sociálních profilů."],"Remove the categories prefix?":["Odstranit prefix u kategorií?"],"Help on the category prefix setting":["Pomoc s nastavením trvalých odkazů kategorie"],"Learn more about the available variables":["Zjistěte více o dostupných proměnných hodnotách."],"Learn more about the RSS feed setting":["Zjistěte více o nastavení RSS kanálu."],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Když nahráváte mediální soubory do WordPressu (například video nebo obrázek), nejen že se medialní soubor uloží, taky se vytvoří URL která obsahuje tento soubor jako přílohu. Tyto stránky jsou celkem prázdné: obsahují zmíněný soubor a někdy i název pokud ho uživatel zadal. Z tohoto důvodu je lepší je vyřadit a přesměrovávat na samotné mediální soubory."],"Learn more about the Media and attachment URLs setting":["Zjistěte více o nastavení URL adres médií a příloh"],"Learn more about the special pages setting":["Další informace o nastavení zvláštních stránek"],"Help on the date archives search results setting":["Nápověda k nastavení výsledků vyhledávání datových archivů"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Nezobrazování příspěvků některých autorů ve výsledcích vyhledávání technicky znamená, že tito mají nastaveno %1$s a roboti je vyloučí z XML mapy webu. %2$sBližší informace o nastavení výsledků vyhledávačů%3$s."],"Help on the authors without posts archive search results setting":["Pomoc s nastavením pro autory kterým příspěvky chybí v archivu vyhledávače"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Nezobrazování příspěvku některých autorů ve výsledcích vyhledávání technicky znamená, že tito mají nastaveno %1$s a roboti je vyloučí z XML mapy webu. %2$sBližší informace o nastavení výsledků vyhledávačů%3$s."],"Help on the author archives search results setting":["Nápověda k nastavení výsledků vyhledávání archívů autorů"],"Archives settings help":["Nápověda pro nastavení archivů"],"Learn more about the archives setting":["Zjistěte více o nastvení archivů"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Získejte svůj ověřovací kód vyhledávače Yandex v %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Verifikační kód Yandexu"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Získejte svůj ověřovací kód Google pomocí %1$sGoogle Search Console%2$s."],"Google verification code":["Verifikační kód Googlu"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Získejte svůj ověřovací kód Bingu pomocí %1$sBing Webmaster Tools%2$s."],"Bing verification code":["Verifikační kód pro Bing"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Použijte škatulky dole pro ověření vlastnictví v nástrojích Webmastera. Tato funkce přidá ověřující meta značku na domovskou stránku. Navštivte jednotlivé Webmaster nástroje a hledejte instrukce jak ověřit vlastnictví stránky a jak přidat ověřovací znak. Pokud už jste ověřili vlastnictví jinak můžete na toto v klidu zapomenout."],"Learn more about the Webmaster Tools verification":["Zjistěte více o verifikaci Nástrojů pro webmástery"],"On":["Zapnuto"],"Help on: %s":["Nápověda k: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s v sobě má spoustu funkcí. Dole můžete některé zapnout / vypnout. Klikem na otazník zobrazíte nápovědu."],"Off":["Vypnuto"],"See who contributed to %1$s.":["Zobrazit přispěvatele k %1$s."],"Help on this search results setting":["Nápověda k tomuto nastavení výsledků vyhledávání"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Nezobrazování archivů některých autorů %1$s ve výsledcích vyhledávání technicky znamená, že tito mají nastaveno %2$s a roboti je vyloučí z XML mapy webu. %3$sBližší informace o nastavení výsledků vyhledávačů%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Nezobrazování některých autorů %1$s ve výsledcích vyhledávání technicky znamená, že tito mají nastaveno %2$s a roboti je vyloučí z XML mapy webu. %3$sBližší informace o nastavení výsledků vyhledávačů%4$s."],"Default for %2$s, currently: %1$s":["Výchozí pro %2$s, aktuálně: %1$s"],"Show %s in search results?":["Zobrazovat %s ve výsledcích vyhledávání?"],"this author's archives":["archivy těchto autorů"],"Do not allow search engines to show %s in search results.":["Neumožnit vyhledávačům zobrazovat %s ve výsledcích vyhledávání."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["URL rubrik ve WordPressu obsahuje prefix, obvykle %s, tato funkce odstraňuje prefix jenom pro tuto rubriku."],"Category URLs":["URL rubriky"],"the archive for %s":["archív pro %s"],"Redirect attachment URLs to the attachment itself?":["Přesměrovat adresy příloh do samotné přílohy?"],"We recommend you set this to Yes.":["Doporučujeme vám nastavit Ano."],"Media & attachment URLs":["URL adresy médií a příloh"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Toto se zobrazuje ve vyhledávači pokud lidé najdou zdejší domovskou stránku. To znamená, že je to pravděpodobně to, co lidi vidí když hledají vaši značku."],"date archives":["data archivů"],"archives for authors without posts":["archivy autorů bez příspěvků"],"Read why XML Sitemaps are important for your site.":["Přečtěte si, proč jsou XML sitemapy důležité pro vaši stránku."],"Enable the XML sitemaps that %s generates.":["Povolit mapy webu XML vygenerované pomocí %s."],"See the XML sitemap.":["Ukázat XML sitemapu."],"%s (current default for %s)":["%s (aktuálně výchozí pro %s)"],"Media":["Média"],"Content Types":["Typy obsahu"],"Should search engines follow links on this %1$s?":["Měly by vyhledávače následovat odkazy na tomto %1$s?"],"Allow search engines to show this %s in search results?":["Povolit vyhledávačům ukázat %s ve výsledcích vyhledávání?"],"Search Appearance":["Vzhled hledání"],"Toggle %1$s's XML Sitemap":["Přepnout mapu webu XML %1$s"],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Zapněte tento prvek, pokud chcete, aby Twitter zobrazoval při sdílení odkazu na vaši stránku náhled s obrázky a úryvkem textu. "],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Zapněte tento prvek, pokud chcete, aby Facebook a další sociální média zobrazovala při sdílení odkazu na vaši stránku náhled s obrázky a úryvkem textu."],"Read more about how %s works.":["Přečtěte si více o tom, jak funguje %s ."],"%s integration":["%s integrace"],"Find out how the text link counter can enhance your SEO.":["Zjistěte, jak může počítadlo řádek textu vylepšit vaše SEO."],"The text link counter helps you improve your site structure.":["Počítadlo řádek textu pomáhá zlepšit strukturu vašich stránek."],"Find out how cornerstone content can help you improve your site structure.":["Zjistěte, jak vám může klíčový obsah pomoci vylepšit strukturu stránek."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Tato funkce vám umožňuje označit a filtrovat klíčový obsah na vašem webu."],"Discover why readability is important for SEO.":["Zjistěte, proč je čitelnost důležitá pro SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Analýza čitelnosti nabízí doporučení ke zlepšení struktury a stylu vašeho textu."],"Learn how the SEO analysis can help you rank.":["Zjistěte, jak vám SEO analýza pomůže zlepšit rank vaší stránky"],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO analýza nabízí doporučení pro vylepšení SEO vašeho textu."],"SEO analysis":["SEO analýza"],"Allow customers to pick up their %s order locally":["Umožní zákazníkům vyzvednout si %s objednávku na místě"],"Get better search results in local search":["Získejte lepší výsledky v lokálním vyhledávání"],"Good results":["Dobré výsledky"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Poslední příspěvky blogu na %1$s"],"Remove highlight from the text":["Odstraňte zvýraznění textu"],"Your site language is set to %s. ":["Jazyk vaší stránky je nastaven na %s."],"First-time SEO configuration":["Úvodní SEO nastavení"],"Highlight this result in the text":["Zvýrazněte tento výsledek v textu."],"Considerations":["Úvahy"],"Errors":["Chyby"],"Change language":["Změnit jazyk"],"%s file":["%s soubor"],"Save changes to %s":["Uložte změny do %s"],"Edit the content of your %s:":["Editujte obsah vašeho  %s:"],"Create %s file":["Vytvořit soubor %s"],"Updated %s":["Aktualizován %s"],"You cannot edit the %s file.":["Nemůžete editovat soubor %s."],"You cannot create a %s file.":["Nemůžete vytvořit soubor %s."],"More information about %1$s":["Více informací o %1$s"],"Old Configuration Wizard":["Starý průvodce nastavením"],"Manage your %s subscription on MyYoast":["Spravujte své odběry na MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Označte to nejdůležitější %1$s jako 'klíčový obsah' a vylepšete tak srukturu vašeho webu. %2$s Více o klíčovém obsahu najdete tady%3$s."],"(Opens in a new browser tab)":["(Otevření v nové záložce)"],"Go back":["Jít zpět"],"Posts %1$swithout%2$s a focus keyphrase":["Příspěvky %1$sbez%2$s hlavního klíčového slova"],"Hey, your SEO is doing pretty well! Check out the stats:":["Vypadá to, že práce na SEO vašeho webu jde skvěle! Podívejte se na statistiky: "],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Zatím jste nepublikovali žádný příspěvek. Než tak učiníte, bude se vaše SEO hodnocení zobrazovat zde. "],"Read more like this on our SEO blog":["Přečtětě si další informace na našem SEO blogu"],"Readability: %s":["Čitelnost: %s"],"Not activated":["Neaktivován"],"Activated":["Aktivován"],"%1$s recommendations for you":["Máme pro vás %1s doporučení."],"All Readability Scores":["Všechna skóre čitelnosti"],"Filter by Readability Score":["Filtrovat podle skóre čitelnosti"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Nedostáváte aktualizace ani podporu! Napravte to přidáním této stránky a zapnutím %1$s na %2$s."],"Request method %1$s is not valid.":["Požadovaná metoda %1$s není platná."],"Text link counter":["Počítadlo textových odkazů"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Počet vnitřních odkazů odkazujících na tento příspěvek. Více informací naleznete v textu nápovědy \"Yoast Columns\" na záložce nápovědy."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Počet interních odkazu v tomto příspěvku. Přečtěte si text \"Yoast Columns\" na kartě help pro další informace."],"%s Columns":["%s Sloupce"],"Readability score":["Skóre čitelnosti"],"Scroll to see the preview content.":["Posuňte stránky, byste si prohlédli předběžný obsah."],"Other benefits of %s for you:":["Další výhody %s :"],"Cornerstone content":["Klíčový obsah"],"Upgrade Premium":["Přejít na Premium"],"Superfast internal linking suggestions":["Návrhy superrychlých interních odkazů"],"Great news: you can, with %1$s!":["Skvělá zpráva: můžete, s %1$s!"],"Save changes":["Uložit změny"],"1 year free support and updates included!":["1 rok zdarma pro aktualizace i podporu v ceně!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Plugin %2$s mění podobu vašich stránek podle toho zda se připojuje uživatel nebo internetový vyhledávač, tomu se říká maskování. Doporučujeme maskování (cloaking) deaktivovat."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sNáhled sociálních médií%2$s: Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["Už žádné dead linky: easy redirect manažer"],"No ads!":["Bez reklam!"],"Facebook & Twitter":["Facebook & Twitter"],"Social media preview":["Náhled na sociálních mediích"],"Easy redirect manager":["Jednoduchý manažer přesměrování"],"No more dead links":["Žádné další nefunkční odkazy"],"Increase your SEO reach":["Zvyšte váš dosah SEO."],"Variable":["Proměnná"],"Available variables":["Dostupné proměnné"],"Scroll to see the table content.":["Posuňte stránku, abyste viděli obsah tabulky."],"An error occurred in the '%1$s' assessment":["Došlo k chybě pravděpodobně v '%1$s'"],"No new notifications.":["Žádné upozornění"],"Save all":["Uložit vše"],"Save":["Uložit"],"%1$s, Author at %2$s":["%1$s, Autor na %2$s"],"Mobile preview":["Mobilní zobrazení"],"Desktop preview":["PC zobrazení"],"Please provide an SEO title by editing the snippet below.":["Vložte prosím SEO nadpis upravením náhledu níže."],"Meta description preview:":["Náhled meta popisu:"],"Slug preview:":["Náhled URL:"],"SEO title preview:":["Náhled titulku SEO"],"Close snippet editor":["Zavřít editor náhledu"],"Slug":["Slug"],"Remove marks in the text":["Odstranit značky z textu"],"Mark this result in the text":["Označ výsledek v textu"],"Marks are disabled in current view":["V aktuálním zobrazení jsou makra zakázána"],"Good SEO score":["Výborné SEO skóre"],"OK SEO score":["Správné SEO skóre"],"Feedback":["Zpětná vazba"],"Name":["Jméno"],"Please provide a meta description by editing the snippet below.":["Vložte prosím meta popis upravením náhledu níže. "],"Edit snippet":["Upravit náhled"],"You can click on each element in the preview to jump to the Snippet Editor.":["Kliknutím na jakýkoliv prvek náhledu se zobrazí editor."],"SEO title preview":["Náhled SEO titulku"],"Export settings":["Nastavení exportu"],"Please don't show me this notification anymore":["Už mi tohle upozornění neukazujte"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Pokud s tímto máte nějaké potíže, %1$sprosíme, vyplňte tuto zprávu%2$s a my se vynasnažíme, abychom Vám pomohli."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Všimli jsme si, že už užíváte %1$s nějaký čas. Doufáme, že jste si ho zamilovali! Byli bychom Vám vděční, kdybyste nás %2$sohodnotili 5 hvězdičkami na WordPress.org%3$s!"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Varování: proměnná %1$s nemůže být použita v této šabloně. Pro více informací navštivte %2$s."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Mimochodem, věděli jste, že máme také %1$sPrémiový plugin%2$s? Nabízí pokročilé funkce jako správce přesměrování a podporu pro analýzu vícero klíčových slov. Součástí je také podpora 24/7."],"(no title)":["(bez titulku)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Lišta v administrátorském rozhraní %1$s obsahuje užitečné odkazy na nástroje třetích stran pro analýzu stránek a zvýrazňuje nové notifikace."],"Admin bar menu":["Administrátorská lišta"],"Features":["Funkce"],"SEO title":["SEO název"],"Greater than sign":["Větší než"],"Less than sign":["Menší než"],"Right angle quotation mark":["šipky směřující doprava"],"Left angle quotation mark":["šipky směřující doleva"],"Small tilde":["Malý titulek"],"Vertical bar":["Svislá čára"],"Low asterisk":["Nízká hvězdička"],"Asterisk":["Hvězdička"],"Bullet":["Odrážka"],"Middle dot":["Čtvercová odrážka"],"Em dash":["Pomlčka"],"En dash":["Krátká pomlčka"],"Dash":["pomlčka"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Vyberte si symbol, který bude použit jako oddělovač v titulku. Bude zobrazen například mezi názvem příspěvku a názvem stránky. Symboly jsou zobrazeny ve stejné velikosti jako ve výsledcích vyhledávání."],"No":["Ne"],"Yes":["Ano"],"Social profiles":["Profily sociálních sítí"],"Posts list":["Seznam příspěvků"],"Posts list navigation":["Navigace v seznamu příspěvků"],"Filter posts list":["Filtrovat seznam příspěvků"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Pozor, odkazy k archivům mohou být stále tvořeny vaší šablonou. V tomto případě je nutné odstranit je jednotlivě."],"%1$s to optimize your site even further":["%1$s a optimalizujte vaše stránky ještě lépe"],"%1$s extensions":["%1$s rozšíření"],"Comes with our 30-day no questions asked money back guarantee":["S třicetidenní zárukou vrácení peněz - bez otázek."],"More information %1$sabout %3$s%2$s":["Více informací  %1$s o %3$s%2$s"],"Installed":["Nainstalováno"],"gain access to our 24/7 support team.":["získejte přístup k podpoře 24/7 "],"Premium support":["Prémiová podpora"],"check what your Facebook or Twitter post will look like.":["zkontrolujte, jak budou vypadat vaše příspěvky na Facebook a Twitter."],"Social previews":["Náhled sociálních sítí"],"create and manage redirects from within your WordPress install.":["vytvářejte a spravujte přesměrování z vašeho nainstalovaného WordPressu."],"Redirect manager":["Správce přesměrování"],"%1$s, take your optimization to the next level!":["%1$s, posune vaši optimalizaci o třídu výš!"],"A seamless integration between %1$s and %2$s":["Bezproblémová integrace mezi %1$s a %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Použij %1$s drobečkovou navigaci, místo %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Snadno vkládejte Google Mapy, polohu obchodu, otevírací dobu a další"],"Creates XML News Sitemaps":["Vytvářejte soubory Sitemap pro Zprávy Google"],"Immediately pings Google on the publication of a new post":["Okamžitě upozornit Google na publikaci nového článku"],"Optimize your site for Google News":["Optimalizujte svoje stránky pro Zprávy Google"],"Make videos responsive through enabling fitvids.js":["Aktivujte responsibilitu u videí povolením fitvids.js"],"Enhance the experience of sharing posts with videos":["Vylepšit sdílení článků s videi"],"Show your videos in Google Videos":["Ukažte svá videa ve Videích Google"],"Edit &#8220;%s&#8221;":["Upravit &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Získat Premium"],"Google Trends":["Trendy Google"],"Notifications":["Oznámení"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Odstraní kartu klíčových slov z metaboxu a zakáže všechny související SEO návrhy."],"Disable SEO analysis":["Zakázat SEO analýzu"],"Twitter settings":["Nastavení Twitter"],"Pinterest settings":["Pinterest nastavení"],"Facebook settings":["Facebook nastavení"],"Title separator symbol":["Oddělovač symbolů názvů"],"RSS feed settings":["Nastavení RSS feedu"],"Breadcrumbs settings":["Nastavení drobečkové navigace"],"Make primary":["Udělat primární"],"Cancel":["Zrušit"],"%s notification":["%s oznámení","%s oznámení","%s oznámení"],"Disable readability analysis":["Zakázat analýzu srozumitelnosti"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Odstraní kartu čitelnosti z METABOX a zakáže všechny návrhy související s čitelností."],"Readability analysis":["Analýza čitelnosti"],"Needs improvement":["Potřebuje zlepšení"],"Readability":["Čitelnost"],"Improvements":["Vylepšení "],"Good job! We could detect no serious SEO problems.":["Dobrá práce! Neodhalili jsme žádné vážné SEO problémy."],"We have detected the following issues that affect the SEO of your site.":["Zjistili jsme, že následující problémy, které mají vliv na SEO vašich stránek."],"Problems":["Problémy"],"Analysis":["Analýza"],"Not available":["Není dostupný"],"Filter by SEO Score":["Filtr SEO skóre"],"Meta description not set.":["Meta popis není vložen."],"Open":["Otevřít"],"Loading...":["Načítání…"],"No results found":[""],"Dashboard":["Nástěnka"],"You can fix this on the %1$sPermalink settings page%2$s.":["Tento problém lze odstranit na %1$s stránce Nastavení Permalink%2$s."],"Replaced with the primary category of the post/page":["Zaměnit s hlavní kategorií příspěvku/stránky"],"Pinterest confirmation":["Potvrzení Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Pokud jste již potvrdili svou stránku na Pinterest, můžete přeskočit následující krok."],"Format-based archives":["Archivy založené na formátu"],"Webmaster Tools verification":["Ověřovací Nástroje Webmastera"],"Buy %s":["Koupit %s"],"New %1$s Title":["Nový %1$s Název"],"Existing %1$s Title":["Existující %1$s Název"],"Expected an integer as input.":["Očekávaným vstupem je celé číslo."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Snaha o vybudování klíče mezipaměti mapy stránek, ale kombinace postfix a prefix ponechává příliš málo prostoru, jak toho dosáhnout. Pravděpodobně požadujete stránku, která je mimo očekávané rozmezí. "],"Redirects":["Přesměrování"],"Remove":["Odstranit"],"Keep":["Držet"],"Bold the last page":["Tučně poslední stranu"],"Regular":["Výchozí"],"Bold":["Tučně"],"Show Blog page":["Zobrazit stranu Blogu"],"Primary %s":["Hlavní %s"],"Primary":["Hlavní"],"Make %1$s primary %2$s":["Vytvoř %1$s hlavní %2$s"],"Integrations":["Integrace"],"Term is set to noindex.":["Termín je nastaven bez indexace."],"Author archives":["Autor archivu"],"Enabled":["Povolit"],"Disabled":["Zakázat"],"The separator defined in your theme's %s tag.":["Oddělovač definoval ve tvé šabloně %s štítek."],"No index":["Index chybý"],"Once Weekly":["Jednou týdně"],"SEO score":["SEO skóre"],"Team Yoast":["Tým Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["První opravdu plnohodnotné SEO řešení pro WordPress, včetně analýzy obsahu stránky, XML map webu a dalších vychytávek."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivace se nezdařila"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Vypadá to, že rozšíření filtru nebylo nalezeno. Požádejte prosím poskytovatele vašeho webhostingu , aby ho povolil."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Instalace pluginu %1$s je kompletní. Přejděte prosím do %2$sinstrukcí instalace%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Rozšíření Standard PHP Library (SPL) zřejmě není k dispozici. Požádejte správce vašeho serveru o její aktivaci."],"SEO Settings":["SEO nastavení"],"Mobile-Friendly Test":["Test pro mobilní zařízení"],"Google Page Speed Test":["Google test rychlosti stránky (GPST)"],"CSS Validator":["CSS Validátor"],"HTML Validator":["HTML Validátor"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins validátor"],"Facebook Debugger":["Facebook Debugger"],"Check Google Cache":["Zkontrolujte Google Cache"],"Analyze this page":["Analyzuj tuto stránku"],"Keyword Research":["Průzkum klíčových slov"],"%s does not seem to be a valid url. Please correct.":["%s nevypadá na platnou URL. Prosím o opravu."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s Vypadá to, že se jedná o neplatný %2$s ověřovací řetězec. Řetězeč opravte."],"%s Archive":["%s Archiv"],"You searched for %s":["Výsledky vyhledávání %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s nevypadá na platné uživatelské ID do služby Twitter. Opravte jej, prosím."],"Summary with large image":["Souhrn s velkým obrázkem"],"The post %1$s appeared first on %2$s.":["Článek %1$s se nejdříve objevil na %2$s."],"No numeric value was received.":["Nebyla obdržena žádná numerická hodnota."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Musí jít o existující blog. Blog %s buď neexistuje, nebo byl označen ke smazání."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Základní nastavení blogu musí být numerické id blogu, který chcete použít jako výchozí."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s není platná volba pro přístup k nastavení %2$s. Hodnota byla obnovena do základního nastavení."],"Please select a valid post type for taxonomy \"%s\"":["Vyberte prosím platný typ příspěvku pro taxonomii \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Zvolte prosím platnou taxonomii pro typ příspěvku \"%s\""],"You searched for":["Hledali jste"],"Home":["Domů"],"Archives for":["Archivy pro"],"Error 404: Page not found":["Chyba 404: Stránka nebyla nalezena"],"Good":["Dobré"],"Replaced with a custom taxonomies description":["Nahrazeno popisem s vlastní taxonomií"],"Replaced with a posts custom taxonomies, comma separated.":["Nahradit příspěvky s vlastní taxonomií, oddělené čárkami."],"Replaced with a posts custom field value":["Nahradit příspěvky z pole s vlastní hodnotou"],"Replaced with the slug which caused the 404":["Nahrazuje odkazem, který způsobuje chybu 404"],"Replaced with the posts focus keyphrase":["Nahrazeno hlavním klíčovým slovem příspěvku"],"Attachment caption":["Příloha titulku"],"Replaced with the current page number":["Nahrazeno aktuálním číslem stránky"],"Replaced with the current page total":["Nahrazeno celkovým počtem stran aktuálního záznamu"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Nahrazeno číslem aktuální stránky dle kontextu (např. stránka 2 ze 4)"],"Replaced with the current year":["Nahrazeno aktuálním rokem"],"Replaced with the current month":["Nahrazeno aktuálním měsícem"],"Replaced with the current day":["Nahraďte současným datem"],"Replaced with the current date":["Nahrazeno aktuálním datem"],"Replaced with the post/page author's 'Biographical Info'":["Nahrazeno 'Biografickými údaji' o autorovi stránky/příspěvku"],"Replaced with the post/page author's 'nicename'":["Nahrazeno uživatelským jménem autora příspěvku/stránky"],"Replaced with the post/page ID":["Nahrazeno ID-čkem příspěvku/stránky"],"Replaced with the post/page modified time":["Nahrazeno časem změny příspěvku/sránky"],"Replaced with the content type plural label":["Nahrazeno množným štítkem typu obsahu"],"Replaced with the content type single label":["Nahrazeno jednoduchým štítkem typu obsahu"],"Replaced with the current search phrase":["Nahrazeno aktuálně hledanou frází"],"Replaced with the term name":["Nahrazeno názvem termínu"],"Replaced with the term description":["Nahrazeno popisem termínu"],"Replaced with the tag description":["Nahrazeno popisem štítku"],"Replaced with the category description":["Nahrazeno popisem kategorie"],"Replaced with the post categories (comma separated)":["Nahrazeno kategoriemi příspěvků (oddělené čárkami)"],"Replaced with the current tag/tags":["Nahrazeno současným štítkem/ma"],"Replaced with the post/page excerpt (without auto-generation)":["Nahrazeno výňatkem z příspěvku/stránky (bez automatického generovaní)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Nahrazeno výňatkem z příspěvku/stránky (nebo automatické generovaní pokud neexistuje)"],"The site's name":["Název stránek"],"Replaced with the title of the parent page of the current page":["Nahrazeno titulkem nadřazené stránky."],"Replaced with the title of the post/page":["Nahrazeno názvem příspěveku/stránky"],"Replaced with the date of the post/page":["Nahrazeno datem příspěveku/stránky"],"Page %1$d of %2$d":["Strana %1$d z %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Pokoušíte se upravit základní proměnnou WPSEO registrováním nové proměnné stejného názvu. Použijte filtr \"wpseo_replacements\" namísto změny hodnoty proměnné."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Náhradní proměnná se stejným názvem již byla zaregistrována. Zkuste jedinečný název proměnné."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Náhradní proměnná nemůže začínat na \"%%cf_\" nebo \"%%ct_\", protože tyto prefixy jsou využívány jako základní proměnné WPSEO pro uživatelská pole a vlastní taxonomie. Pokuste se zvolit unikátní název své proměnné."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Náhradní proměnná může obsahovat pouze alfanumerické znaky, podtržítko nebo pomlčku. Zkuste svou proměnnou přejmenovat."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Upozornění pro správce webu: tato stránka nezobrazí popis metadat, protože jej nemá, buď jej pro tuto stránku napište, nebo přejděte do nabídky [%1$s - %2$s] a vytvořte šablonu."],"Page not found":["Stránka nenalezena"],"%s Archives":["%s Archivy"],"Meta description to use for Author page":["Meta popis pro stránku autora"],"Title to use for Author page":["Titulek pro stránku Autora"],"%1$s settings":["Nastavení %1$s"],"Export your %1$s settings":["Exportujte vaše nastavení pro %1$s"],"Import settings":["Importovat nastavení"],"Import from other SEO plugins":["Importovat z jiných SEO pluginů"],"Import":["Importovat"],"If you had a %s file and it was editable, you could edit it from here.":["Pokud máte soubor %s a lze otevřít pro úpravy, odtud můžete provádět změny. "],"If your %s were writable, you could edit it from here.":["Pokud by byl Váš soubor %s zapisovatelný, mohli byste jej upravit zde."],"You don't have a %s file, create one here:":["Soubor %s neexistuje, vytvořte ho zde:"],"A link to your site, with your site's name and description as anchor text.":["Odkaz na vaše webové stránky s názvem a popisem vašich stránek jako textu odkazu."],"A link to your site, with your site's name as anchor text.":["Odkaz na vaše stránky s názvem webu jako text odkazu."],"A link to the post, with the title as anchor text.":["Odkaz na příspěvek. Nadpis příspěvku je použit jako textu odkazu."],"A link to the archive for the post author, with the authors name as anchor text.":["Odkaz na archiv autora. Jméno autora jako text odkazu."],"You can use the following variables within the content, they will be replaced by the value on the right.":["V obsahu můžete použít následující proměnné. Budou nahrazeny hodnotou na pravé straně."],"Content to put after each post in the feed":["Obsah, vložený za každým příspěvkem ve feedu"],"Content to put before each post in the feed":["Šablona která se vloží před každý obsah zprávy"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Tato funkce bude automaticky přidávat obsah do RSS feedu více specificky. Přidává odkazy na váš blog a vaše příspěvky. Pomáhá to vyhledávačům označit vás web jako původní zdroj obsahu."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Použití této navigační možnosti je vysvětleno %1$s v našem článku o implementaci navigace%2$s."],"How to insert breadcrumbs in your theme":["Jak vložit drobečkovou navigaci do vaší šablony"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Typ příspěvku archivu k zobrazení v navigaci pro taxonomii"],"Taxonomy to show in breadcrumbs for content types":["Zobrazení taxonomie v navigaci pro typy příspěvků"],"Breadcrumb for 404 Page":["Drobečková navigace pro stránku 404"],"Prefix for Search Page breadcrumbs":["Prefix pro výsledky vyhledávání v drobečkové navigaci"],"Prefix for Archive breadcrumbs":["Prefix pro archiv drobečkové navigace"],"Prefix for the breadcrumb path":["Prefix cesty k drobečkové navigaci"],"Anchor text for the Homepage":["Textové odkazy na domovskou stránku"],"Separator between breadcrumbs":["Oddělovač mezi body drobečkové navigace"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Níže je SEO skóre pro vámi publikované příspěvky. Proč nezačít zlepšovat některé z vašich příspěvků?"],"Credits":["Poděkování"],"&laquo; Back to Tools page":["&laquo; Zpět na Nástroje"],"%1$s comes with some very powerful built-in tools:":["%1$s přichází s některými velmi užitečnými vestavěnými nástroji:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Tento nástroj vám umožňuje rychle měnit důležité soubory pro vaše SEO, jako váš robots.txt a, pokud nějaký máte, váš .htaccess soubor."],"File editor":["Editor souborů"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importujte nastavení z jiných SEO pluginů a exportujte nastavení pro znovupoužití na (jiném) blogu."],"Import and Export":["Import a Export"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["tento nástroj vám umožňuje rychlou změnu názvů a popisů příspěvků a stránek bez toho, abyste museli otevírat v editoru každou stránku."],"Bulk editor":["Hromadná editace"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Pro %1$s ověření na Pinterest %2$s sem vložte meta tag"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["Pinterest používá Open Graph metadata stejně jako Facebook, takže pokud chcete stránku optimalizovat pro Pinterest, ujistěte se, že je možnost Open Graph u Facebooku zaškrtnuta."],"Add Twitter card meta data":["Přidat Twitter card meta data"],"This image is used if the post/page being shared does not contain any images.":["Tento obrázek se používá v případě, že sdílený příspěvek/stránka neobsahuje žádné obrázky."],"Default settings":["Výchozí nastavení"],"Description":["Popis"],"Add Open Graph meta data":["Přidat Open Graph meta data"],"Accounts":["Účty"],"Restore site to defaults":["Obnovení výchozí stránky"],"Site ID":["ID stránky"],"Using this form you can reset a site to the default SEO settings.":["Pomocí tohoto formuláře můžete obnovit stránky na výchozí SEO nastavení."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["%1$sVemte na vědomí:%2$s Na nové weby nebudou importovány údaje citlivé na soukromí (administrátoři FB apod.), Specifické téma (přepisování názvu) a několik nastavení specifických pro konkrétní web."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Vložte %sID stránek%s těch stránek, jejichž nastavení má být použito jako výchozí nastavení pro všechny stránky, kterou jsou přidány do vaší sítě, nebo ponechte prázdné (bude použito výchozí nastavení pluginu)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Vyberte stránky, jejichž nastavení chcete použít jako výchozí nastavení pro všechny stránky v síti. Pokud vyberete 'Žádná', budou použity výchozí hodnoty pluginu."],"New sites in the network inherit their SEO settings from this site":["Nové weby v síti dědí jejich nastavení SEO z tohoto webu"],"Super Admins only":["Pouze Super Administrátoři"],"Site Admins (default)":["Správci webu (výchozí)"],"Who should have access to the %1$s settings":["Kdo by měl mít přístup do nastavení %1$s"],"spam":["spam"],"mature":["vyspělé"],"archived":["archivovaný"],"public":["veřejný"],"%s restored to default SEO settings.":["%s obnoveno na základní SEO nastavení."],"Settings Updated.":["Nastavení aktualizováno"],"404 pages":["Stránky 404"],"Search pages":["Hledat stránky"],"These pages will be %s by default, so they will never show up in search results.":["Tyto stránky nebudou indexovány v %s ani standardně sledovány, takže se nikdy nezobrazí ve výsledcích vyhledávání."],"Special pages":["Speciální stránky"],"Date-based archives could in some cases also be seen as duplicate content.":["Archivy založené na datech mohou být v některých případech viděny jako duplicitní obsah."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Pokud jde o tento případ, můžete ho buď zakázat (tím budete přesměrováni na domovskou stránku), nebo do ní můžete přidat %s, takže se nezobrazí ve výsledcích vyhledávání."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["pokud provozujete blog jednoho autora, je autorův archiv to samé, jako vaše domovská stránka. Tomu se říká %1$sproblém duplikovaného obsahu%2$s."],"Date archives":["Archivy datumů"],"author archives":["archivy autorů"],"Title":["Název"],"Take note:":["Vezměte na vědomí:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Nastavit titulek a podrobnosti o stránce s příspěvky můžete %1$supravením stránky s příspěvky samotné%2$s."],"You can determine the title and description for the posts page by %1$sediting the posts page itself%2$s.":["Můžete určit název a popis úvodní stránky %1$súpravou na úvodní stránce samotné &raquo;%2$s"],"Homepage &amp; Posts page":["Domovská stránka &amp; Úvodní stránka"],"Title Separator":["Oddělovač v titulku stránky"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s automaticky rozpozná, zda je zapotřebí změnit nadpisy vašich stránek. Pokud si myslíte, že je to špatně a víte co děláte, můžete tady změnit nastavení."],"Force rewrite titles":["Vynutit přepsání nadpisů"],"Taxonomies":["Taxonomie"],"Homepage":["Úvodní stránka"],"%1$s Extensions":["%1$s Rozšíření"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Hladce integrujte WooCommerce s %1$s a získejte další funkce!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Umístěte se výše v Google Maps, bez potu a úsilí!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Jste v Google News? Zvyšte přístupy svého webu z Google News další optimalizací!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimalizujte svá videa pro jejich lepší propagaci ve výsledcích vyhledávání a získejte více kliknutí!"],"The premium version of %1$s with more features & support.":["Prémiová verze %1$s obsahuje více funkcí a uživatelskou podporu."],"Person":["Osoba"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Tyto informace se zobrazí jako metadata ve Vaší stránce. Jsou určeny pro zobrazení v %1$sGoogle Knowledge Graph%2$s. Můžete být buďto organizace, či osoba."],"Website name":["Název stránky"],"Webmaster Tools":["Google Search Console"],"RSS":["RSS"],"Permalink":["Trvalý odkaz"],"Breadcrumbs":["Drobečková navigace"],"Authenticate":["Autentizovat"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Abyste mohli vytvořit přesměrování a opravit tak tento problém, potřebujete %1$s. Plugin si včetně roční podpory a aktualizací můžete koupit na %2$s."],"Creating redirects is a %s feature":["Vytváření přesměrování je funkce %s"],"New URL":["Nová URL"],"Search":["Hledat"],"URL":["URL"],"Deactivate %s":["Deaktivovat %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Při současném používání pluginu %1$s a %2$s může docházet k problémům."],"Upload Image":["Nahrát obrázek"],"%s Posts Overview":["%s přehled příspěvků"],"Breadcrumbs title":["Název Drobečkové navigace"],"Pinterest":["Pinterest"],"Social settings":["Nastavení sociálních sítí"],"Archives":["Archivy"],"Close":["Zavřít"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Jak %1$s, tak %2$s mohou vytvářet XML sitemapy. Mít dvě XML sitemapy není dobré pro vyhledávače a může vést ke zpomalení Vaší stránky."],"Configure %1$s's Open Graph settings":["Nastavit %1$s OpenGraph nastavení"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Jak %1$s, tak %2$s mohou vytvářejí OpenGraph výstup, který může způsobit to, že Facebook, Twitter, LinkedIn a další sociální sítě použijí nesprávný text a obrázky  ve chvíli, kdy budou vaše stránky sdíleny."],"%s image":["%s obrázek"],"%s description":["%s popis"],"%s title":["%s nadpis"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["velmi obtížné"],"Try to make shorter sentences, using less difficult words to improve readability":["Pro lepší čitelnost pište kratší věty a používejte jednodušší slova."],"difficult":["obtížné"],"Try to make shorter sentences to improve readability":["Pro lepší čitelnost pište kratší věty."],"fairly difficult":["poměrně obtížné"],"OK":["OK"],"fairly easy":["poměrně snadné"],"easy":["snadné"],"very easy":["velmi snadné"],"The copy scores %1$s in the test, which is considered %2$s to read.":[""],"Flesch reading ease":["Flesch Reading Ease"],"Meta Desc.":["Meta Desc."],"All SEO Scores":["Všechny SEO skóre"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Doporučený obrázek by měl mít minimálně 200x200 pixelů, aby byl přijat Facebookem a dalšími sociálními sítěmi"],"(no parent)":["(bez nadřazeného)"],"meta description":["Meta popis"],"Page title":[""],"Post is set to noindex.":["Příspěvek je nastaven na \"neindexovat\"."],"The URL that this page should redirect to.":["URL na kterou se má tato stránka přesměrovat"],"301 Redirect":["301 Přesměrování"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Kanonická URL, na kterou by tato stránka měla odkazovat. Ponechte prázdné pro výchozí permalink. %1$sMezidoménové kanonické URL jsou též podporovány%2$s."],"Canonical URL":["Kanonická URL"],"Title to use for this page in breadcrumb paths":["Název který bude použit na této stránce v adrese Drobečkové navigáce"],"Breadcrumbs Title":["Název drobečkové navigace"],"No Snippet":["Žádný úryvek (snippet)"],"No Archive":["Nearchivovat"],"No Image Index":["Žádný Index obrázek"],"None":["Žádný"],"Meta robots advanced":["Pokročilé nastavení meta robots"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Varování: přestože zde můžete změnit nastavit tagu meta robots, celý váš web je nastaven na noindex v 'nastavení zobrazování webu', takže toto nastavení nebude mít fakticky žádný efekt."],"Meta description":["Meta popis"],"SEO Title":["SEO Titulek"],"Focus keyword":["Klíčové slovo zaměření "],"Settings successfully imported.":["Nastavení úspěšně importováno."],"Settings could not be imported:":["Nastavení nelze importovat:"],"Breadcrumb for 404 pages:":["Navigace pro stránky 404:"],"Prefix for search result pages:":["Prefix pro stránku s výsledky vyhledávání:"],"Prefix for archive pages:":["Prefix pro archivované stránky:"],"Prefix for breadcrumbs:":["Prefix pro navigaci:"],"Anchor text for the homepage:":["Text odkazu pro domovskou stránku:"],"Breadcrumbs separator:":["Oddělovač v navigaci:"],"%s Breadcrumbs":["%s navigace"],"Use Image":["Použít obrázek"],"Action":["Akce"],"Page URL/Slug":["URL stránky/slugu"],"Publication date":["Datum publikace"],"Post Status":["Stav příspěvku"],"WP Page Title":["Titulek WP stránky"],"View":["Zobrazit"],"View &#8220;%s&#8221;":["Zobrazit &#8220;%s&#8221;"],"Preview":["Náhled"],"Preview &#8220;%s&#8221;":["Náhled &#8220;%s&#8221;"],"Edit":["Upravit"],"Filter":["Filtr"],"New Yoast Meta Description":["Nový Yoast meta popis"],"Existing Yoast Meta Description":["Aktuální Yoast meta popis"],"Facebook profile URL":["URL adresa profilu na Facebooku"],"Twitter username (without @)":["Uživatelské jméno Twitteru (bez @)"],"Google":["Google"],"FAQ":["Nejčastější dotazy"],"Settings":["Nastavení"],"Huge SEO Issue: You're blocking access to robots.":["Obrovský SEO problém: Blokuje přístup pro roboty."],"Posts":["Příspěvky"],"Edit Files":["Upravit soubory"],"General":["Obecné"],"Extensions":["Rozšíření"],"Search Console":["Vyhledávací konzole"],"Tools":["Nástroje"],"Advanced":["Pokročilé"],"XML sitemaps":["XML sitemapa"],"Social":["Sociální sítě"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s zjistil, že používáte %3$s ve verzi %2$s. Abyste předešli problémům s kompatibilitou, aktualizujte prosím na poslední verzi."],"Just another WordPress site":["Další WordPress stránka"],"You have used HTML in your value which is not allowed.":["Použili jste HTML, což není povoleno."],"You can't edit %s that aren't yours.":["Nemůžete upravovat %s který není váš."],"You can't edit %s.":["Nemůžete upravovat %s."],"Post has an invalid Content Type: %s.":["Příspěvek má neplatný typ obsahu: %s."],"Post doesn't exist.":["Příspěvek neexistuje."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Odstranit <span class=\"count\">(%s)</span>","Odstranit <span class=\"count\">(%s)</span>","Odstranit <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Celkem <span class=\"count\">(%s)</span>","Celkem <span class=\"count\">(%s)</span>","Celkem <span class=\"count\">(%s)</span>"]}}}