{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"de_AT"},"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":[""],"Alternate organization name":[""],"Organization or Person":[""],"Use the alternate website name for acronyms, or a shorter version of your website's name.":[""],"Alternate website name":[""],"This name is shown for your site in the search results.":[""],"Website":[""],"Choose how the title of your 404 error pages should look in the browser.":[""],"404 error pages":[""],"Choose how the title of your internal search pages should look in the browser.":[""],"Internal search pages":[""],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile.":[""],"We're sorry, you're not allowed to edit the other profiles of the selected user.":[""],"We're sorry, you're not allowed to edit the other profiles of %1$s%3$s%2$s.":[""],"Show Formats in search results":[""],"Show Media pages in search results":[""],"Show Date archives in search results":[""],"Show Author archives in search results":[""],"Breadcrumbs for %1$s":[""],"Site connections":[""],"See the XML sitemap":[""],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords!":[""],"Enable feature":[""],"Site features":[""],"Learn more":[""],"Set the basic info for your website. Note that some of these values can be used as variables when configuring the search appearance of your content.":[""],"Site info":[""],"We're sorry, you're not allowed to edit the %1$sSite title%2$s and %1$sTagline%2$s.":[""],"Show or hide our tools and controls in the attachment editor.":[""],"(e.g., %1$s":[""],"Remove unregistered URL parameters":[""],"Optimize Google Analytics utm tracking parameters":[""],"Remove WP-JSON API":[""],"Remove emoji scripts":[""],"Remove Atom / RDF feeds":[""],"Remove search results feeds":[""],"Remove custom taxonomy feeds":[""],"Remove tag feeds":[""],"Remove category feeds":[""],"Remove post type feeds":[""],"Remove post authors feeds":[""],"Remove post comments feeds":[""],"Remove global comment feeds":[""],"Remove global feed":[""],"Remove powered by HTTP header":[""],"Remove generator tag":[""],"Remove oEmbed links":[""],"Remove RSD / WLW links":[""],"Remove REST API links":[""],"Remove shortlinks":[""],"%1$s are used for %2$s.":[""],"%1$s are used for %2$s and %3$s.":[""],"Show or hide our tools and controls in the content editor.":[""],"Enable SEO controls and assessments":[""],"Unlock with %1$s":[""],"We couldn’t find anything with that term.":[""],"Please enter a search term that is longer than 3 characters.":[""],"Search...":[""],"Quick search...":[""],"No, continue editing":[""],"Yes, discard changes":[""],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":[""],"Discard all changes":[""],"Connect %1$s with %2$s":[""],"or %1$sLearn more%2$s\t":[""],"Instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"%1$sConnect %2$s with %3$s%4$s to instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"Redirect pretty URLs for search pages to raw format":[""],"Choose the general appearance of your breadcrumbs.":[""],"Breadcrumb appearance":[""],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":[""],"Please tell us more about the person this site represents.":[""],"E.g. https://example.com/yoast":[""],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":[""],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":[""],"Choose whether your site represents an organization or a person.":[""],"Person/organization":[""],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":[""],"E.g. https://wikipedia.com/yoast":[""],"E.g. https://youtube.com/yoast":[""],"E.g. https://twitter.com/yoast":[""],"E.g. https://tumblr.com/yoast":[""],"E.g. https://soundcloud.com/yoast":[""],"E.g. https://pinterest.com/yoast":[""],"E.g. https://myspace.com/yoast":[""],"E.g. https://linkedin.com/yoast":[""],"E.g. https://instagram.com/yoast":[""],"E.g. https://facebook.com/yoast":[""],"Tell us about the other profiles on the web that belong to the person.":[""],"Other profiles":[""],"Oops! Something went wrong while retrieving the user social profiles.":[""],"Writing":[""],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[""],"Google Analytics utm tracking parameters":[""],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":[""],"Advanced: URL cleanup":[""],"Prevent crawling of internal site search URLs":[""],"Block internal site searches which match the patterns of known spam attacks.":[""],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":[""],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs.":[""],"Enables advanced settings for protecting your internal site search URLs.":[""],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":[""],"Internal site search cleanup":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":[""],"WP-JSON API":[""],"Remove JavaScript used for converting emoji characters in older browsers.":[""],"Remove URLs which provide alternative (legacy) formats of all of the above.":[""],"Remove URLs which provide information about your search results.":[""],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":[""],"Remove URLs which provide information about your recent posts, for each tag.":[""],"Remove URLs which provide information about your recent posts, for each category.":[""],"Remove URLs which provide information about your recent posts, for each post type.":[""],"Remove URLs which provide information about recent posts by specific authors.":[""],"Remove URLs which provide information about recent comments on each post.":[""],"Also disables Post comment feeds.":[""],"Remove URLs which provide an overview of recent comments on your site.":[""],"Remove URLs which provide an overview of your recent posts.":[""],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":[""],"Disable unwanted content formats":[""],"Remove links which allow others sites to ‘ping’ yours when they link to you.":[""],"Remove information about the plugins and software used by your site.":[""],"Remove links used for embedding your content on other sites.":[""],"Remove links used by external systems for publishing content to your blog.":[""],"Remove links to the location of your site’s REST API endpoints.":[""],"Rest API links":[""],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":[""],"Remove unwanted metadata":[""],"Crawl optimization":[""],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s":[""],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":[""],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":[""],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of %1$s and %2$s URLs.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. Most people can safely disable all of these, which can help to save bytes, electricity, and trees.":[""],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":[""],"E.g., %1$s and %2$s":[""],"E.g., %1$s":[""],"Enable breadcrumbs for your theme":[""],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":[""],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":[""],"Breadcrumbs for Taxonomies":[""],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":[""],"Breadcrumbs for Post types":[""],"Show Blog page in breadcrumbs":[""],"Breadcrumb for 404 page":[""],"Prefix for Search page breadcrumbs":[""],"Add prefix":[""],"Add anchor text":[""],"Add separator":[""],"Configure the appearance and behavior of your breadcrumbs.":[""],"Disabling this will redirect the %1$s to your site's homepage.":[""],"Refresh this page":[""],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":[""],"Something went wrong. An unexpected error occurred.":[""],"Be the first to %1$sget new features & tools%2$s, before everyone else. Get %1$s24/7 support%2$s and boost your website’s visibility.":[""],"Failed to retrieve users.":[""],"Searching users...":[""],"No users found.":[""],"Discard changes":[""],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":[""],"The profile is not valid. Please enter a valid URL.":[""],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":[""],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":[""],"Wikipedia":[""],"YouTube":[""],"Tumblr":[""],"SoundCloud":[""],"MySpace":[""],"LinkedIn":[""],"Instagram":[""],"User":[""],"Organization or a person":[""],"Site basics":[""],"Yoast's recommended reading list":[""],"Text formality":[""],"Read more about text formality.":[""],"%1$s%3$s%2$s will help you assess the formality level of your text.":[""],"%1$sSKU%3$s: Not all your product variants have a SKU. You can add a SKU via the \"Variations\" tab in the Product data box. %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""]," You can add a SKU via the \"Inventory\" tab in the Product data box.":[""],"Not all your product variants have an identifier. You can add a product identifier via the \"Variations\" tab in the Product data box":[""],"Your product is missing an identifier (like a GTIN code). You can add a product identifier via the \"Yoast SEO\" tab in the Product data box":[""],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":[""],"Remove unused resources":[""],"Restore last hidden item":[""],"This feature is not available for multisites.":[""],"Prevent search engines from crawling /wp-json/":[""],"Prevent search engines from crawling site search URLs":[""],"Help us to analyze your site by running the site analysis below.":[""],"Site analysis is disabled for non-production environments.":[""],"Stop site analysis":[""],"Start site analysis":[""],"Please update your Yoast SEO Premium plugin to the latest version to be able to use this feature.":[""],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":[""],"Formats":[""],"Media pages":[""],"Categories & tags":[""],"Content types":[""],"Show more":[""],"Show less":[""],"Configure the basics for your website.":[""],"This field updates the %1$sTagline in your WordPress settings%2$s.":[""],"This field updates the %1$sSite title in your WordPress settings%2$s.":[""],"Choose how your %1$s pages should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s page.":[""],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show %1$s pages in search results":[""],"Choose how your %1$s pages should look in search engines. You can always customize this per individual %2$s page.":[""],"We recommend disabling %1$s pages. Disabling %1$s pages will cause all attachment URLs to redirect to the media itself.":[""],"%1$s pages":[""],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":[""],"Choose how your Homepage should look on social media. Note that this is what people probably will see when they search for your brand name.":[""],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":[""],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %1$s.":[""],"Date archive":[""],"Choose how your %1$s should look on social media by default.":[""],"Disabling this means that archives for authors without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show archives for authors without posts in search results":[""],"Choose how your %1$s should look in search engines.":[""],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":[""],"Author archive":[""],"Read more about the search results settings":[""],"Choose how your %1$s should look in search engines and on social media.":[""],"Contact support":[""],"We're very sorry, but it seems like the following error has interrupted our application:":[""],"An error occurred while calculating your content: %s":[""],"This functionality is disabled in staging environments.":[""],"We would like to show you insights into content that we feel could use improving.":[""],"No data to show yet":[""],"Show %1$s more...":[""],"Open editor":[""],"Add focus keyphrase":[""],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":[""],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":[""],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":[""],"Posts and pages that haven't been analyzed (%1$s)":[""],"Posts and pages without a focus keyphrase (%1$s)":[""],"Restore all hidden items":[""],"Your site has no content with incoming links left to display here.":[""],"Highest number of incoming links":[""],"Congratulations! All of your content has a green SEO score!":[""],"Your site has no content with SEO scores left to display here.":[""],"An error occured while calculating the SEO scores of your content. Please try again later.":[""],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":[""],"Lowest SEO scores":[""],"Refresh data":[""],"Last refreshed: %d min ago":["","Last refreshed: %d mins ago"],"An error occurred: %s":[""],"You have hidden all items from this list, so there is no content left to display here.":[""],"Add links":[""],"An error occured while calculating the incoming links of your content. Please try again later.":[""],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":[""],"Lowest number of incoming links":[""],"Congratulations! All of your content has a green readability score!":[""],"Your site has no content with Readability scores left to display here.":[""],"An error occured while calculating the Readability scores of your content. Please try again later.":[""],"Improve":[""],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":[""],"Restore hidden items":[""],"Lowest readability scores":[""],"The undo request was unsuccessful.":[""],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":[""],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":[""],"The content below is supposed to be your cornerstone content: the most important and extensive articles on your site. ":[""],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":[""],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":[""],"The request has failed.":[""],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":[""],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":[""],"An error occurred while fetching the suggested links list: %s":[""],"Start writing a new post":[""],"Don't know where to start? Have a look at our recommended reading list!":[""],"keyword strategy, site structure and copywriting.":[""],"There are three major elements you need to consider when writing good content for SEO:":[""],"You need to have more content on your site to make your website rank well in the search engines.":[""],"Start writing content!":[""],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":[""],"You've disabled features that are needed to show data":[""],"Read reviews from real users":[""],"Be the first to %1$s get new features & tools%2$s, before everyone else. Get %1$s 24/7 support%2$s and boost your website’s visibility.":[""],"%1$s attempted to load the class %2$s but it could not be found.":[""],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":[""],"Choose how your Homepage should look in search engines.":[""],"Keep the categories prefix in the slug":[""],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":[""],"Choose how your %1$s archive should look on social media.":[""],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Choose how your %1$s archive should look in search engines.":[""],"These settings are specifically for optimizing your %1$s archive.":[""],"%1$s archive":[""],"Add custom fields to page analysis":[""],"Additional settings":[""],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":[""],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":[""],"Social appearance":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":[""],"Search appearance":[""],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":[""],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":[""],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Oh no! It seems your form contains invalid data. Please review the following fields:":[""],"Archive social image":[""],"Archive social description":[""],"Archive social title":[""],"Show the archive for %1$s in search results":[""],"Archive breadcrumbs title":[""],"Archive meta description":[""],"Archive SEO title":[""],"Enable %1$s for %2$s":[""],"Show %1$s in search results":[""],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":[""],"%1$sSKU%2$s: All your product variants have a SKU. Good job!":[""],"%1$sSKU%3$s: Your product is missing a SKU.%4$s %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""],"%1$sSKU%2$s: Your product has a SKU. Good job!":[""],"%1$s%2$s%5$s: %3$s. %4$sInclude it if you can, as it will help search engines to better understand your content.%5$s":[""],"%1$s%2$s%4$s: %3$s. Good job!":[""],"All your product variants have a barcode":[""],"Not all your product variants have a barcode":[""],"Your product has a barcode":[""],"Your product is missing a barcode (like a GTIN code)":[""],"All your product variants have an identifier":[""],"Your product has an identifier":[""],"This feature has been disabled, since it is not supported for your language yet.":[""],"Discover why inclusive language is important for SEO.":[""],"The inclusive language analysis offers suggestions to write more inclusive copy.":[""],"Inclusive language analysis":[""],"Inclusive language":[""],"Use %s fields to power your meta tags and templates, and analyze all of your content.":[""],"Integrate your custom fields and SEO data":[""],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":[""],"Upgrade your %s SEO":[""],"Connect your %1$s account to improve your site’s search results using %2$s data.":[""],"Improve internal search results":[""],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":[""],"Get the most out of %1$s and %2$s, together":[""],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":[""],"Get %1$s tools and functionality in %2$s":[""],"Upgrade your workflow and automate tasks":[""],"Use the power of the blockchain to timestamp your content with %s.":[""],"Make your terms & privacy pages more trustworthy":[""],"Keep an eye on how your posts are ranking by connecting to your %s account.":[""],"Track your rankings through time":[""],"Find out what your audience is searching for with %s data right in your sidebar.":[""],"Do keyword research without leaving your post":[""],"Oops! Something went wrong while saving.":[""],"Great! Your settings were saved successfully.":[""],"Close sidebar":[""],"Open sidebar":[""],"Get your verification code in %1$sYandex Webmaster tools%2$s.":[""],"Yandex":[""],"Claim your site over at %1$sPinterest%2$s.":[""],"Get your verification code in %1$sGoogle Search console%2$s.":[""],"Get your verification code in %1$sBing Webmaster tools%2$s.":[""],"Bing":[""],"Add verification code":[""],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":[""],"Baidu":[""],"Verify your site with different tools. This will add a verification meta tag on your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":[""],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":[""],"Restrict advanced settings for authors":[""],"Security & privacy":[""],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":[""],"REST API endpoint":[""],"APIs":[""],"The Yoast SEO admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Slack sharing":[""],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Twitter card data":[""],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Open Graph data":[""],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":[""],"Social sharing":[""],"Site structure":[""],"Tell us which features you want to use.":[""],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":[""],"Enable the XML sitemaps that Yoast SEO generates.":[""],"Network disabled":[""],"Unavailable for sub-sites":[""],"This image is used as a fallback for posts/pages that don't have any images set.":[""],"Site image":[""],"Title separator":[""],"Recommended size for this image is %1$s%3$s%2$s":[""],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":[""],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":[""],"RSS feed":[""],"%1$s (default)":[""],"A person logo / avatar need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site logo as default values.":[""],"We took the liberty of using your site title and logo for the organization name and logo. Feel free to change them below.":[""],"Edit your %1$s":[""],"slug":[""],"keyphrase":[""],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":[""],"Install %1$s Content Analysis for %2$s":[""],"Activate %1$s Content Analysis for %2$s":[""],"%1$s integrates with %2$s":[""],"Send tweets, trigger emails, and integrate with over 5,000 other apps & tools in %s.":[""],"Integration active":[""],"Plugin not detected":[""],"Enable integration":[""],"Plugin integrations":[""],"Recommended integrations":[""],"Integration unavailable for multisites":[""],"Network Disabled":[""],"Looking for your integrations settings? We've moved them to a %1$sseparate Integrations page%2$s.":[""],"Unlock with Premium!":[""],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our Insights section. Enable the Insights feature in General > Features, or ask your admin to enable it for you.":[""],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our %3$sInsights%4$s%2$s section.":[""],"Premium SEO analysis:":[""],"Beta":[""],"Get the %s plugin!":[""],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":[""],"no data":[""],"Your text should be slightly longer to calculate your Flesch reading ease score.":[""],"Continue writing to get insight into the readability of your text!":[""],"%1$s: %2$s of the words in your text are considered complex. %3$sTry to use shorter and more familiar words to improve readability%4$s.":[""],"%1$s: You are not using too many complex words, which makes your text easy to read. Good job!":[""],"Word complexity":[""],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":[""],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":[""],"Get %s to enjoy the benefits of prominent words":[""],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":[""],"Buy %s now!":[""],"Are you working on a news article? %s helps you optimize your site for Google News.":[""],"Premium SEO analysis":[""],"Optimize even further with our premium SEO analysis":[""],"1 year of premium support and updates included!":[""],"Unlock with %s":[""],"Unlock expert workouts and workflows":[""],"Use synonyms, plurals, and variations":[""],"Target multiple focus keyphrases":[""],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":[""],"Learn more about character count":[""],"Character count":[""],"Learn more about word count":[""],"Word count":[""],"Learn more about Flesch reading ease":[""],"out of 100":[""],"okay":[""],"Learn more about reading time":[""],"Reading time":[""],"minute":["","minutes"],"Activate %1$s!":[""],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":[""],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":[""],"Please use a comma to separate multiple URL parameters.":[""],"Additional URL parameters to allow":[""],"Remove unwanted URL parameters from your URLs.":[""],"Permalink cleanup settings":[""],"Max number of characters to allow in searches":[""],"Clean up and filter searches to prevent search spam.":[""],"Search cleanup settings":[""],"Filter searches with common spam patterns":[""],"Filter searches with emojis and other special characters":[""],"Filter search terms":[""],"Unregistered URL parameters":[""],"Campaign tracking URL parameters":[""],"Timestamp this %s":[""],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":[""],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":[""],"Keyphrase in SEO title":[""],"Contact %s support.":[""],"WordProof Timestamp":[""],"View this content's Timestamp certificate":[""],"Contact WordProof support":[""],"Find out how IndexNow can help your site.":[""],"IndexNow":[""],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":[""],"Or visit your SEO dashboard":[""],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":[""],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":[""],"Register now!":[""],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":[""],"Get the most out of Yoast SEO":[""],"Dismiss this notice.":[""],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":[""],"SEO configuration":[""],"By removing Global comments feed, Post comments feeds will be removed too.":[""],"Remove feed links added by WordPress that aren't needed for this site.":[""],"Feed crawl settings":[""],"Remove links added by WordPress to the header and &lt;head&gt;.":[""],"Basic crawl settings":[""],"Powered by HTTP header":[""],"Pingback HTTP header":[""],"Emoji scripts":[""],"Generator tag":[""],"oEmbed links":[""],"RSD / WLW links":[""],"REST API links":[""],"Shortlinks":[""],"Atom/RDF feeds":[""],"Search results feeds":[""],"Custom taxonomy feeds":[""],"Tag feeds":[""],"Category feeds":[""],"Post type feeds":[""],"Post authors feeds":[""],"Global comment feeds":[""],"Global feed":[""],"Please select a name in the site representation step for this step to be effective.":[""],"%1$sLearn more about crawl settings.%2$s":[""],"%1$sLearn more about crawl settings and how they could benefit your site.%2$s":[""],"Post comments feeds":[""],"To make the crawling of your site more efficient and environmental friendly, %1$s allows you to remove URLs (added by WordPress) that might not be needed for your site.":[""],"Crawl settings":[""],"Finish configuration":[""],"Personal preferences":[""],"SEO data optimization":[""],"An error has occurred: %1$s":[""],"We could not save the organization name. Please check the value.":[""],"No items found.":[""],"All redirect types":[""],"Add Redirect":[""],"Old URL":[""],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":[""],"301 Moved Permanently":[""],"Type":[""],"Plain redirects":[""],"Regex Redirects":[""],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":[""],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":[""],"Add another profile":[""],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":[""],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":[""],"Start first-time configuration!":[""],"Set the essential %s settings for your site in a few steps.":[""],"For the best ranking results: configure %s!":[""],"Your site is already easier to find for search engines.":[""],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":[""],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":[""],"Tell us about your site, so we can get your site ranked!":[""],"Go to your SEO dashboard":[""],"What data will be tracked and for what reasons?":[""],"%s usage tracking":[""],"E.g. example@email.com":[""],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":[""],"%s newsletter":[""],"Please enter a valid email address.":[""],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":[""],"Help us out here! Is your site about an organization or a person? ":[""],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":[""],"Personal logo or avatar":[""],"Select a user":[""],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":[""],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":[""],"Uploading image...":[""],"Select an option":[""],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":[""],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":[""],"We've already successfully analyzed your site. You can move on to the next step.":[""],"We've successfully analyzed your site!":[""],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":[""],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":[""],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":[""],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":[""],"E.g. https://www.wikipedia.com/yoast":[""],"E.g. https://www.youtube.com/yoast":[""],"E.g. https://www.twitter.com/yoast":[""],"E.g. https://www.tumblr.com/yoast":[""],"E.g. https://www.soundcloud.com/yoast":[""],"E.g. https://www.pinterest.com/yoast":[""],"E.g. https://www.myspace.com/yoast":[""],"E.g. https://www.linkedin.com/yoast":[""],"E.g. https://www.instagram.com/yoast":[""],"E.g. https://www.facebook.com/yoast":[""],"Delete item":[""],"E.g. https://social-platform.com/yoast":[""],"Other social profile":[""],"First-time configuration":[""],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":[""],"Step 4: Go through the first time configuration":[""],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":[""],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":[""],"Personal social profiles":[""],"Postname permalink":[""],"Page comments":[""],"Links table":[""],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":[""],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":[""],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":[""],"The validation of the AIOSEO data structure has failed.":[""],"Currently, the %s integration is not available for multisites.":[""],"WordProof authentication":[""],"Connected to WordProof":[""],"Connection failed":[""],"Not working? %1$sContact %3$s support%2$s.":[""],"Try again":[""],"Find possible solutions in this %1$sArticle%2$s.":[""],"There was a connection problem. This could be because your third party connections are blocked.":[""],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":[""],"Your %s is now protected via the blockchain!":[""],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":[""],"Unable to create new timestamps. Please authenticate with WordProof.":[""],"Timestamp with WordProof":[""],"Learn more about timestamping":[""],"Authenticate with WordProof":[""],"Manage WordProof settings":[""],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":[""],"%1$s can be used to timestamp your privacy page.":[""],"Open settings":[""],"Open authentication":[""],"The timestamp is not created because you need to authenticate with %s first.":[""],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":[""],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":[""],"%s has successfully timestamped this page.":[""],"You are out of timestamps. Please upgrade your account by opening the %s settings.":[""],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":[""],"Timestamp this post":[""],"content words":["Inhalts-Wörter"],"content word":["Inhalts-Wort"],"Cleanup failed with the following error:":["Die Bereinigung ist mit folgendem Fehler fehlgeschlagen:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Bemerkung: Diese Einstellungen werden die Standard-Einstellungen von Yoast SEO überschreiben."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Bemerkung: Diese Metadaten werden nur importiert, falls es noch keine existierenden Yoast SEO Metadaten gibt."],"Post metadata (SEO titles, descriptions, etc.)":["Beitrag Metadaten (SEO-Titel, Beschreibungen, etc.)"],"The import from %s includes:":["Der Import von %s beinhaltet:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Sobald du sicher bist, dass deine Website mit den importierten Daten eines anderen SEO-Plugins korrekt funktioniert, kannst du alle Originaldaten dieses Plugins bereinigen."],"Please select an SEO plugin below to see what data can be imported.":["Bitte wähle ein SEO-Plugin aus um zu sehen, welche Daten importiert werden können."],"Clean up":["Bereinigung"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Nachdem du Daten eines anderen SEO-Plugins importiert hast, stelle bitte sicher, dass du alle Originaldaten dieses Plugins bereinigst. (Schritt 5)"],"Note: ":["Bemerkung: "],"The cleanup can take a long time depending on your site's size.":["Je nach Größe deiner Website kann die Bereinigung eine lange Zeit in Anspruch nehmen."],"Default tagline":["Standard-Untertitel/Slogan"],"Import failed with the following error:":["Import mit folgendem Fehler fehlgeschlagen:"],"No data found from other SEO plugins.":["Keine Daten von anderen SEO-Plugins gefunden."],"Select SEO plugin":["SEO-Plugin auswählen"],"The import can take a long time depending on your site's size.":["Der Import kann abhängig von deiner Website-Größe längere Zeit dauern."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Um die besten SEO-Ergebnisse zu erzielen, solltest du alle Wörter deiner Keyphrase in den SEO-Titel einfügen und die Keyphrase an den Beginn des Titels"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Um die besten SEO-Ergebnisse zu erzielen, solltest du die genaue Keyphrase in den SEO-Titel eingeben und die Keyphrase an den Beginn des Titels setzen"],"Installation Successful":["Installation erfolgreich"],"Blog Post":["Blogbeitrag"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":[""],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":[""],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sTextlänge%4$s: Der Text enthält %1$d %6$s. Das liegt unter dem empfohlenen Minimum von %5$d %6$s. %3$sDu solltest mehr Inhalt hinzufügen%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sTextlänge%4$s: Der Text enthält %1$d %6$s. Das liegt unter dem empfohlenen Minimum von %5$d %6$s. %3$sDu solltest etwas mehr hinzufügen%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sTextlänge%4$s: Der Text beinhaltet %1$d %6$s. Das ist weit unter dem empfohlenen Minimum von %5$d %7$s. %3$sFüge weitere Textinhalte hinzu%4$s.","%2$sTextlänge%4$s: Der Text beinhaltet %1$d %7$s. Das ist weit unter dem empfohlenen Minimum von %5$d %7$s. %3$sFüge weitere Textinhalte hinzu%4$s."],"character":["Buchstabe","characters"],"word":["Wort","words"],"words":["Wörter"],"characters":["Buchstaben"],"Man holding a tablet.":["Ein Mann hält ein Tablett."],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s rollt den roten Teppich für die Suchmaschinen-Bots aus, wodurch deine Website in Suchmaschinen besser abschneidet."],"You've successfully installed %s!":["Du hast erfolgreich %s installiert!"],"Skip%s":["Überspringen %s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Dein %s-Konto enthält noch keine Keyphrasen für diese Website. Du kannst Keyphrasen nachverfolgen, indem du im Beitragseditor die Schaltfläche „SEO-Performance verfolgen“ verwendest."],"%s account":["%s-Konto"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Diese Übersicht zeigt dir nur die zu Yoast SEO hinzugefügten Keyphrasen. Möglicherweise wurden deinem %s weitere Keyphrasen hinzugefügt."],"Tracking the ranking position...":["Ranking-Position nachverfolgen..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Es ist beim Tracking der Ranking-Position(en) ein Fehler aufgetreten. Bitte versuche es später noch einmal."],"reconnect to %s":["erneut zu %s verbinden"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Es scheint, dass beim Abrufen deiner Website-Daten ein Fehler aufgetreten ist. Bitte %s und versuche es erneut."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Bevor du deine SEO-Leistung nachverfolgen kannst, musst du entweder den Titel des Beitrags festlegen und ihn als Entwurf speichern oder die Titelform des Beitrags manuell festlegen."],"No keyphrase has been set. Please set a keyphrase first.":["Es wurde noch keine Keyphrase festgelegt. Bitte gib zuerst eine Keyphrase ein."],"upgrade your %s plan":["buche einen %s-Tarif"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Du hast das Maximum von %d Keyphrasen erreicht, die du in deinem Wincher-Konto eingeben kannst. Wenn du mehr Keyphrasen hinzufügen möchtest, bitte %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Mit %1$s kannst du die Position deiner Website in den Suchergebnissen basierend auf deinen Keyphrasen nachverfolgen. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s verfolgt derzeit die Ranking-Position(en) deiner Website nach. Dies kann ein paar Minuten dauern. Bitte warte oder schaue später wieder vorbei."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Du hast erfolgreich eine Verbindung zu %s hergestellt! Du kannst nun die SEO-Leistung für die Keyphrase(n) dieser Seite nachverfolgen."],"Read more about keyphrase tracking with Wincher":["Mehr erfahren zum Thema „Keyphrase Tracking“ mit Wincher"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Verbinde %1$s mit %2$s um die Ranking-Position deiner Website in den Suchergebnissen basierend auf deiner Keyphrase zu überwachen. %3$s"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Automatisches Tracking deiner Keyphrase ist aktiviert. Deine Keyphrase wird automatisch von %s nachverfolgt, wenn du deinen Beitrag veröffentlichst."],"Please enter a focus keyphrase first to track keyphrase performance":["Bitte gib zuerst eine Fokus-Keyphrase ein um die Leistung der Keyphrase nachzuverfolgen"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Position der Keyphrase in den letzten 90 Tagen auf einer Skala von 0 bis 100."],"Track SEO performance":["SEO-Leistung nachverfolgen"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Du kannst das Tracking deiner SEO-Leistung für jede Keyphrase unten ein- und ausschalten."],"Track all keyphrases on this page":["Alle Keyphrasen auf dieser Seite nachverfolgen"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Das Tracking von einer oder mehrerer Keyphrasen auf dieser Seite wurde bereits aktiviert. Mit Klick auf den Button wird das Tracking für alle Keyphrasen aktiviert."],"Learn more about the SEO performance feature.":["Lerne mehr über die SEO-Leistungsfunktion."],"SEO performance":["SEO-Leistung"],"Connect with %s":["Mit %s verbinden"],"Top performing keyphrases on your site":["Die leistungsstärksten Keyphrasen auf deiner Website"],"* focus keyphrase":["* Fokus-Keyphrase"],"Get more insights over at %s":["Weitere Informationen findest du unter %s"],"Position over time":["Position im Zeitverlauf"],"Position":["Position"],"Tracking":["Tracking"],"The %s integration offers the option to track specific keyphrases and gain insights in their positions.":["Die %s-Integration bietet die Möglichkeit, bestimmte Keyphrasen nachzuverfolgen und Einblicke in ihre Positionen zu gewinnen."],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":[""],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":[""],"Saved!":["Gespeichert!"],"Save and continue":["Speichern und fortfahren"],"No, don’t track my site data":["Nein, meine Website-Daten nicht verwenden"],"Does your site represent an Organization or Person?":["Repräsentiert deine Website eine Firma oder Person?"],"Activate %s":["Aktiviere %s"],"Update %s":["%s aktualisieren"],"Renew %s":["Erneuere %s"],"Get help activating your subscription":["Erhalte Hilfe beim Aktivieren deines Abonnements"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Anscheinend benutzt du eine veraltete und nicht aktivierte Version von %1$s. Bitte aktiviere dein Abonnement unter %2$sMyYoast%3$s und aktualisiere auf die neueste Version (mindestens 17.7), um Zugang zu unserem aktualisierten Trainingsbereich zu erhalten."],"Activate your subscription of %s":["Dein Abonnement von %s aktivieren"],"Update to the latest version of %s":["Auf die neueste Version von %s aktualisieren"],"Renew your subscription":["Dein Abonnement erneuern"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Um auf die neuesten Trainings zuzugreifen, ist eine aktualisierte Version von %s (mindestens 17.7) erforderlich, aber dein Abonnement scheint abgelaufen zu sein. Bitte erneuere dein Abonnement, um zu aktualisieren und Zugriff auf die neuesten Funktionen zu erhalten."],"Renew your subscription of %s":["Bitte erneuere dein Abonnement von %s"],"Could not save this value. Please check the URL.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfe die URL."],"Could not save this value. Please check the URL or username.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfe die URL oder den Benutzernamen."],"Oops! Something went wrong. Check your email address and try again.":["Hoppla! Etwas ist schief gelaufen. Überprüfe bitte deine E-Mail-Adresse und versuche es erneut."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":[""],"Yes, you can track my site data":["Ja, ihr dürft meine Website-Daten verwenden"],"Site representation":["Darstellung der Website"],"Continue":["Fortsetzen"],"Thank you! Check your inbox for the confirmation email.":[""],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respektiert deine Privatsphäre. Bitte lies unsere %1$sDatenschutzerklärung%2$s und wie wir mit deinen personenbezogenen Daten umgehen."],"Sign up!":["Registrieren!"],"Email address":["E-Mail-Adresse"],"%1$sBack to all workouts":["%1$s Zurück zu allen Trainings"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Es kann schwierig sein, deine Website mit SEO in Form zu bringen und zu halten. Wir können dir beim Einstieg helfen! Führe diese Übungen nacheinander aus und \ndu wirst einige der grundlegenden SEO-Herausforderungen bewältigen!"],"Add internal links to your posts and pages":["Füge interne Links zu deinen Beiträgen und Seiten hinzu"],"Make pages easier for Google and visitors to find":["Mache Seiten für Google und deine Besucher leichter auffindbar"],"Clean up your unlinked content to make sure people can find it":["Bereinige deine nicht verlinkten Inhalte, um sicherzustellen, dass deine Besucher sie finden"],"Orphaned content":["Verwaiste Inhalte"],"Bring more visitors to your articles":["Bringe mehr Besucher zu deinen Artikeln"],"Make your important articles rank higher":["Steigere das Ranking deiner wichtigen Artikel"],"%1$s/%2$s steps completed":["%1$s von %2$s Schritten abgeschlossen"],"Unlock with %s!":["Entsperren mit %s!"],"Start workout!":["Training starten!"],"Do workout again":["Training wiederholen"],"Continue workout!":["Training fortsetzen!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Anscheinend verwendest du eine veraltete Version von %1$s. Bitte %2$s aktualisiere auf die neueste Version (mindestens 17.7)%3$s, um den Zugang zu unserem aktualisierten Trainingsbereich zu erhalten."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":[""],"Current or first category title":["Titel der aktuellen oder ersten Kategorie"],"Category Title":["Titel der Kategorie"],"Replaced with the post content":["Wird durch den Inhalt des Beitrags ersetzt"],"Post Content":["Inhalt des Beitrags"],"Replaced with the permalink":["Wird ersetzt durch den Permalink"],"Replaced with the last name of the author":["Wird ersetzt durch den Nachnamen des Autors"],"Author last name":["Nachname des Autors"],"Replaced with the first name of the author":["Wird ersetzt durch den Vornamen des Autors"],"Author first name":["Vorname des Autors"],"Replaced with the day the post was published":["Wird ersetzt durch den Tag, an dem der Beitrag veröffentlicht wurde"],"Post day":["Tag des Beitrags"],"Replaced with the month the post was published":["Wird ersetzt durch den Monat, in dem der Beitrag veröffentlicht wurde"],"Post month":["Monat des Beitrags"],"Replaced with the year the post was published":["Wird durch durch das Jahr ersetzt, in dem der Beitrag veröffentlicht wurde"],"Post year":["Jahr des Beitrags"],"Current day":["Aktueller Tag"],"Current month":["Aktueller Monat"],"Current date":["Aktuelles Datum"],"Get %s to unlock social previews!":["Du solltest %s buchen um Social Previews freizuschalten!"],"Want to see how your content will look when it’s shared on %s?":["Möchtest du sehen, wie dein Inhalt aussehen wird, wenn er auf %s geteilt wird?"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sKeyphrase-Länge%5$s: Die Keyphrase ist %1$d %6$s lang. Das ist länger als das empfohlene Minimum von %2$d %7$s. %4$sMach sie kürzer%5$s!","%3$sKeyphrase-Länge%5$s: Die Keyphrase ist %1$d %7$s lang. Das ist länger als das empfohlene Maximum von %2$d %7$s. %4$sMach sie kürzer%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sLänge der Keyphrase%5$s: Die Keyphrase ist %1$d %6$s lang. Das ist kürzer als das empfohlene Minimum von %2$d %6$s. %4$sDu solltest sie verlängern%5$s!"],"%1$sImage alt tags%2$s: All images have alt attributes. Good job!":["%1$sBilder-Alt-Tags%2$s: Alle Bilder haben Alt-Attribute. Gute Arbeit!"],"%3$sImage alt tags%5$s: %1$d image out of %2$d doesn't have alt attributes. %4$sAdd alt attributes to your images%5$s!":["%3$sBilder-Alt-Tags%5$s: %1$d Bild von %2$d hat keine Alt-Attribute. %4$sFüge deinen Bildern Alt-Attribute hinzu%5$s!","%3$sBilder-Alt-Tags%5$s: %1$d Bilder von %2$d haben keine Alt-Attribute. %4$sFüge deinen Bildern Alt-Attribute hinzu%5$s!"],"%1$sImage alt tags%3$s: None of the images has alt attributes. %2$sAdd alt attributes to your images%3$s!":["%1$sBilder-Alt-Tags%3$s: Keines der Bilder hat Alt-Attribute. %2$sFüge deinen Bildern Alt-Attribute hinzu%3$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Es sieht so aus, als würdest du unser %1$s%2$s Add-on%3$s nicht benutzen. %4$sFühre heute ein Upgrade durch%5$s, um weitere Werkzeuge und SEO-Funktionen freizuschalten, damit deine Produkte bei den Suchergebnissen herausragen."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Unten findest du die technischen Details für den Fehler. Schau auf %1$sdiese Seite%2$s für eine detailliertere Erklärung."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sBild-Keyphrase%2$s: Gute Arbeit!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sBild-Keyphrase%3$s: Bilder auf dieser Seite haben keine Alt-Attribute mit mindestens der Hälfte der Wörter deiner Keyphrase. %2$sBehebe das%3$s!"],"%1$sImages%2$s: Good job!":["%1$sBilder%2$s: Gute Arbeit!"],"%1$sImages and videos%2$s: Good job!":["%1$sBilder und Videos%2$s: Gut gemacht!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sBilder und Videos%5$s: Nur %1$d Bild oder Video erscheint auf dieser Seite. Wir empfehlen mindestens %2$d. %4$sFüge mehr relevante Bilder oder Videos hinzu%5$s!","%3$sBilder und Videos%5$s: Nur %1$d Bilder oder Videos erscheinen auf dieser Seite. Wir empfehlen mindestens %2$d. %4$sFüge mehr relevante Bilder oder Videos hinzu%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sBilder%5$s: Nur %1$d Bild erscheint auf dieser Seite. Wir empfehlen mindestens %2$d. %4$sFüge mehr relevante Bilder hinzu%5$s!","%3$sBilder%5$s: Nur %1$d Bilder erscheinen auf dieser Seite. Wir empfehlen mindestens %2$d. %4$sFüge mehr relevante Bilder hinzu%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sBilder und Videos%3$s: Keine Bilder oder Videos erscheinen auf dieser Seite. %2$sFüge welche hinzu%3$s!"],"%1$sLists%3$s: No lists appear on this page. %2$sAdd at least one ordered or unordered list%3$s!":["%1$sListen%3$s: Keine Listen erscheinen auf dieser Seite. %2$sFüge mindestens eine geordnete oder ungeordnete Liste hinzu%3$s!"],"%1$sLists%2$s: There is at least one list on this page. Great!":["%1$sListen%2$s: Es gibt mindestens eine Liste auf dieser Seite. Großartig!"],"Error stack trace":["Fehler-Stack-Trace"],"Response":["Antwort"],"Error message":["Fehlermeldung"],"Status code":["Statuscode"],"Request method":["Anfragemethode"],"Request URL":["Anfrage-URL"],"Error details":["Fehlerdetails"],"Prep time":["Vorbereitungszeit"],"The time it takes to prepare the items to be used in the instructions.":["Die Zeit, die das Vorbereiten der Zutaten aus der Anleitung benötigt."],"Recipe prep time":["Rezeptvorbereitungszeit"],"The time it takes to actually cook the dish.":["Gib die Zeit ein, die es tatsächlich dauert, das Rezept zuzubereiten."],"Recipe cooking time":["Rezept Kochzeit"],"Workouts":["Workouts"],"A new version of %1$s is available. %2$sRenew your subscription%3$s if you want to update to the latest version.":["Eine neue Version von %1$s ist verfügbar %2$sErneuere dein Abo%3$s wenn du auf die neueste Version aktualisieren möchtest."],"Rank with articles you want to rank with":["Erziele ein gutes Ranking mit Artikeln, mit denen du auch ranken willst"],"The cornerstone approach":["Der Cornerstone-Ansatz"],"SEO workouts":["SEO-Trainings"],"Enter step":["Zu diesem Schritt"],"Instructions":["Anweisungen"],"Instructions title":["Titel der Anweisungen"],"The steps of making the recipe, in the form of an ordered list with HowToStep and/or HowToSection items.":["Die Schritte für die Herstellung des Rezeots, in Form einer sortierten Liste mit Howto-Schritten und/oder Howto-Abschnitt-Elementen."],"Recipe instructions":["Rezept-Anweisungen"],"Enter an ingredient":["Gib eine Zutat ein"],"Ingredients":["Zutaten"],"Ingredients title":["Zutaten-Titel"],"The ingredients used in the recipe, e.g. sugar, flour or garlic.":["Die im Rezept verwendeten Zutaten, z.&nbsp;B. Zucker, Mehl oder Knoblauch."],"Recipe ingredient(s)":["Rezept-Zutat(en)"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Verbessere die Qualität der Suche deiner Website! Hilf Benutzern, deine Cornerstone- und die wichtigsten Inhalte in deinen internen Suchergebnissen zu finden. Es entfernt außerdem mit noindex ausgezeichnete Beiträge und Seiten aus den Suchergebnissen deiner Website."],"Find out more about our %s integration.":["Erfahre mehr über unsere %s-Integration."],"Set up automated actions when you publish or update your content. By connecting %1$s with %2$s, you can easily send out your published posts to any of its 2000+ destinations, such as Twitter, Facebook and more.":["Richte automatische Aktionen ein, wenn du deine Inhalte veröffentlichst oder aktualisierst. Indem du %1$s mit %2$s verbindest, kannst du deine veröffentlichten Beiträge einfach an über 2000 Ziele senden, wie Twitter, Facebook und mehr."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":[""],"Find out how Insights can help you improve your content.":["Finde heraus, wie Einblicke dir helfen können, deine Inhalte zu verbessern."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Finde relevante Daten über deine Inhalte direkt im Einblicke-Abschnitt der Yoast-SEO-Metabox. Du wirst sehen, welche Wörter du am meisten benutzt und ob sie mit deinen Keywords übereinstimmen! "],"Read more about Schema.":["Mehr über Schema erfahren."],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Huch, etwas ist schiefgelaufen und wir konnten die Optimierung deiner SEO-Daten nicht abschließen. Bitte stelle sicher, dein Abonnement in MyYoast zu aktivieren, indem du %1$sdiese Schritte%2$s fertigstellst."],"To unlock this feature please update %s to the latest version.":["Um diese Funktion freizuschalten aktualisiere %s auf die neueste Version."],"Rewrite titles":["Titel umschreiben"],"%d minutes":["%d Minuten"],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Die Einstellungen für Archive auf sozialen Medien erfordern Open-Graph-Metadaten (welche momentan deaktiviert sind). Du kannst sie in den %1$sSocial-Media-Einstellungen unter dem 'Facebook'-Tab%2$s aktivieren."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Die Einstellungen für Taxonomien auf sozialen Medien erfordern Open-Graph-Metadaten (welche momentan deaktiviert sind). Du kannst sie in den %1$s„Social-Media“-Einstellungen unter dem „Facebook“-Tab%2$s aktivieren."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Die Einstellungen für die Darstellung für Inhaltstypen auf sozialen Medien erfordern Open-Graph-Metadaten (welche momentan deaktiviert sind). Du kannst sie in den %1$s„Social-Media“-Einstellungen unter dem „Facebook“-Tab%2$s aktivieren."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Die Einstellungen für die Darstellung auf sozialen Medien erfordern Open-Graph-Metadaten (welche momentan deaktiviert sind). Du kannst sie in den %1$s„Social-Media“-Einstellungen unter dem „Facebook“-Tab%2$s aktivieren."],"%s archive settings":["%s Archiv-Einstellungen"],"Single %s settings":["Einstellungen für %s"],"These are the image, title and description used when a link to your homepage is shared on social media.":["Diese sind Bild, Titel und Beschreibung, die benutzt werden, wenn ein Link zu deiner Homepage auf sozialen Medien geteilt wird."],"Default image":["Standardbild"],"The social homepage settings have been moved to the %1$s‘Search appearance’ settings under the ‘General’ tab%2$s.":["Die Einstellungen der Social-Media-Homepage wurden zu den %1$s„Darstellung in der Suche“-Einstellungen unter dem „Allgemein“-Tab%2$s verschoben."],"Social image":["Bild für Social-Media"],"Enter a recipe description":["Gib eine Rezeptbeschreibung ein"],"A description of the recipe.":["Eine Beschreibung des Rezepts."],"Recipe description":["Rezept-Beschreibung"],"Cooking time":["Kochzeit"],"Unlock with Premium":["Mit Premium freischalten"],"Good job! All required information has been provided.":["Alles erledigt! Alle benötigten Informationen wurden eingetragen."],"Recommended information":["Empfohlene Informationen"],"Required information":["Benötigte Information"],"JobPosting schema":["JobPosting-Schema"],"%s has been left empty.":["%s wurde leer gelassen."],"The `%1$s` attribute is recommended but missing.":["Das „%1$s'-Attribut wird empfohlen, fehlt aber."],"The `%1$s` attribute is required but missing.":["Das „%1$s“-Attribut ist erforderlich, fehlt aber."],"Addon installation failed because of an error: %s.":["Die Add-on-Installation ist aufgrund eines Fehlers fehlgeschlagen: %s."],"You are not allowed to install plugins.":["Du darfst keine Plugins installieren."],"Addon installed.":["Add-on installiert."],"Addon activation failed because of an error: %s.":["Die Add-on-Aktivierung ist aufgrund eines Fehlers fehlgeschlagen: %s."],"You are not allowed to activate plugins.":["Du darfst keine Plugins installieren."],"Addon activated.":["Add-on aktiviert."],"%1$s Continue to %2$s%3$s":["%1$s Weiter zu %2$s%3$s"],"Installing and activating addons":["Add-ons installieren und aktivieren"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Keine %1$s-Plugins wurden installiert. Scheinbar hast du keine aktiven Abonnements."],"the following addons":["die folgenden Add-ons"],"%s SEO installation":["%s-SEO-Installation"],"Install and activate":["Installieren und aktivieren"],"Please confirm below that you would like to install %s on this site.":["Bitte bestätige, dass du %s auf dieser Website installieren möchtest."],"Insert variable":["Variable eingeben"],"Heading %d":["Überschrift %d"],"Change heading level":["Überschriften-Ebene ändern"],"The `%1$s` block is recommended but missing.":["Der Block „%1$s' wird empfohlen, fehlt aber."],"The `%1$s` block is required but missing.":["Der „%1$s'-Block ist erforderlich, fehlt aber."],"Shopping data preview:":["Shopping-Daten-Vorschau:"],"Availability":["Verfügbarkeit"],"Price":["Preis"],"Rating":["Bewertung"],"%s reviews":["%s Bewertungen"],"Rating: %s":["Bewertung: %s"],"Image":["Bild"],"Social description":["Beschreibung für Social-Media"],"Social title":["Titel für Social-Media"],"Not all required information has been provided! %s schema will not be generated for your page.":["Nicht alle erforderlichen Blöcke wurden bereitgestellt! Für deine Seite wird kein %s Schema generiert."],"Add a block to your recipe...":["Füge deinem Rezept einen Block hinzu…"],"Serves #":["Reicht für #"],"Create a Recipe in an SEO-friendly way. You can only use one Recipe block per post.":["Erstelle ein Rezept auf SEO-freundliche Weise. Du kannst nur einen Rezeptblock pro Beitrag benutzen."],"%1$s Recipe":["%1$s Rezept"],"Enter a recipe name":["Gib einen Rezeptnamen ein"],"Required by %s":["Vorausgesetzt von %s"],"Auto-updates are disabled based on this setting for %1$s.":["Automatische Updates werden basierend auf dieser Einstellung für %1$s deaktiviert."],"Auto-updates are enabled based on this setting for %1$s.":["Automatische Updates sind basierend auf dieser Einstellung für %1$s aktiviert."],"Select a date":["Datum auswählen"],"New":["Neu"],"Schema analysis:":["Schema-Analyse:"],"Enable Breadcrumbs for your theme":["Breadcrumbs für dein Theme aktivieren"],"Note: You can always choose to enable / disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Hinweis: Du kannst unten immer wählen, ob du sie für dein Theme (de-)aktivieren möchtest. Die Einstellung gilt nicht für Breadcrumbs, die mittels Widget, Block oder Shortcode eingefügt werden."],"You've just removed the ‘%1$s’ block, but this is a %2$srecommended block for Schema output%3$s. Are you sure you want to do this?":["Du hast gerade den „%1$s“-Block entfernt, dieser wird aber für die %2$sAusgabe von Schema empfohlen%3$s. Bist du sicher, dass du das tun willst?"],"You've just removed the ‘%1$s’ block, but this is a %2$srequired block for Schema output%3$s. Without this block no Schema will be generated. Are you sure you want to do this?":["Du hast gerade den „%1$s“-Block entfernt, dieser ist jedoch für die %2$sAusgabe von Schema erforderlich%3$s. Ohne diese Block wird kein Schema erzeugt. Bist du sicher, dass du das tun willst?"],"seconds":["Sekunden"],"Select image":["Bild auswählen"],"Replace image":["Bild ersetzen"],"site structure":["Website-Struktur"],"internal linking":["Interne Verlinkung"],"breadcrumbs":["Breadcrumbs"],"seo":["SEO"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Fügt die Yoast-SEO-Breadcrumbs zu deinem Template oder Inhalt hinzu."],"Yoast Breadcrumbs":["Yoast-Breadcrumbs"],"No, please undo this":["Nein, bitte macht das rückgängig"],"The term is considered invalid. The following reason was given by WordPress: %s":["Der Begriff wird als ungültig betrachtet. Der folgende Grund wurde von WordPress angegeben: %s"],"The post could not be found.":["Der Beitrag konnte nicht gefunden werden."],"The term could not be found.":["Der Begriff konnte nicht gefunden werden."],"This feature has been disabled since subsites never send tracking data.":["Diese Funktion wurde deaktiviert, da Unterseiten niemals Tracking-Daten senden."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the Yoast SEO Multilingual add-on%2$s as well!":["Wir stellen fest, dass du WPML installiert hast. Um sicherzustellen, dass deine kanonischen URLs korrekt gesetzt sind, solltest du %1$s und auch das Yoast SEO Multilingual Add-on %2$s installieren und aktivieren!"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Leider können wir Änderungen an deinen SEO-Einstellungen nicht speichern, während du an einem Entwurf eines bereits veröffentlichten %1$s arbeitest. Wenn du deine SEO-Änderungen speichern möchtest, stelle sicher, dass du auf 'Aktualisieren' klickst, oder warte mit deinen SEO-Änderungen, bis du bereit bist, den %1$s zu aktualisieren."],"Get started with Yoast SEO's content analysis for Elementor!":["Starte mit der Inhaltsanalyse von Yoast SEO für Elementor!"],"Got it":["Verstanden"],"New: Yoast SEO for Elementor":["Neu: Yoast SEO für Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Aufgrund einer Änderung deiner Kategorien-URL-Einstellung müssen manche deiner SEO-Daten neu verarbeitet werden."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Warte etwa eine Woche, bis %1$s die meisten deiner Inhalte im Hintergrund verarbeitet hat."],"%s minute":["%s Minute","%s Minuten"],"Est. reading time":["Geschätzte Lesezeit"],"Written by":["Verfasst von"],"Google Rich Results Test":["Google Rich Ergebnisse"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Finde heraus, wie ein Rich Snippet die Sichtbarkeit und Klick-Rate verbessern kann."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Dies fügt dem Artikelausschnitt eine Autorenzeile und eine Schätzung der Lesezeit hinzu, wenn er auf Slack veröffentlicht wird."],"Enhanced Slack sharing":["Verbessertes Slack-Sharing"],"Activate your subscription":["Abonnement aktivieren"],"SEO data optimization is disabled for non-production environments.":["Die Optimierung der SEO-Daten ist für nicht-produktive Umgebungen deaktiviert."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Diese Funktion enthält und ersetzt den Text-Linkzähler und die interne Verlinkungsanalyse"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Auf dieser Registerkarte kannst du %1$s Integrationen mit Produkten von Drittanbietern für alle Sites im Netzwerk selektiv deaktivieren. Standardmäßig sind alle Integrationen aktiviert, so dass Site-Admins selbst entscheiden können, ob sie eine Integration für ihre Site ein- oder ausschalten wollen. Wenn du hier eine Integration deaktivierst, können Site-Admins diese Integration überhaupt nicht mehr verwenden."],"%s can integrate with third party products. You can enable or disable these integrations below.":[""],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Aufgrund einer Änderung deiner Kategorien-URL-Einstellung müssen manche deiner SEO-Daten neu verarbeitet werden."],"Stop SEO data optimization":["Optimierung der SEO-Daten anhalten"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Ups, da ist etwas schiefgelaufen und wir konnten die Optimierung deiner SEO-Daten nicht abschließen. Bitte klick den Button nochmals an, um den Prozess neu zu starten. "],"Optimizing SEO data... This may take a while.":["Optimiere SEO-Daten... Dies kann eine Weile dauern."],"SEO data optimization complete":["Optimierung der SEO-Daten abgeschlossen"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Du kannst deine Website beschleunigen und deine interne Verlinkungsstruktur besser verstehen, wenn du uns einige Optimierungen der SEO-Datenspeicherung erlaubst. "],"Start SEO data optimization":["Optimierung der SEO-Daten beginnen"],"Learn more about the benefits of optimized SEO data.":["Erfahre mehr über die Vorteile optimierter SEO-Daten."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Du kannst deine Website beschleunigen und deine interne Verlinkungsstruktur besser verstehen, wenn du uns einige Optimierungen der SEO-Datenspeicherung erlaubst. Wenn du eine Menge Inhalte hast, kann das eine Weile dauern – aber glaube uns, es lohnt sich."],"Optimize SEO Data":["SEO-Daten optimieren"],"If the problem persists, please contact support.":["Wenn das Problem bestehen bleibt, kontaktiere bitte den Support."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Etwas ist schiefgelaufen und wir konnten die Optimierung deiner SEO-Daten nicht abschließen. Bitte %1$sstarte den Prozess neu%2$s."],"All permalinks were successfully reset":["Alle Permalinks wurden erfolgreich ersetzt"],"Check out %s!":["Schau dir %s an!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Würdest du gern diese ähnlichen Keyphrasen zur %s-Analyse hinzufügen, sodass du deine Inhalte noch weiter optimieren kannst?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Beim Abrufen der ähnlichen Keyphrasen ist ein Problem aufgetreten. Bitte versuche es später erneut."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Du hast die maximale Anzahl von 4 ähnlichen Keyphrasen erreicht. Du kannst ähnliche Keyphrasen in der %s-Metabox oder der Seitenleiste ändern oder entfernen."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Bitte warte, während %1$s sich mit %2$s verbindet, um ähnliche Keyphrasen abzurufen ..."],"Upgrade your %s plan":["Buche einen Tarif bei %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Du hast dein Abfrage-Limit für heute erreicht. Komm morgen wieder oder buche einen Tarif bei %s."],"Last month":["Letzter Monat"],"Two months ago":["Vor zwei Monaten"],"Three months ago":["Vor drei Monaten"],"Four months ago":["Vor vier Monaten"],"Five months ago":["Vor fünf Monaten"],"Six months ago":["Vor sechs Monaten"],"Seven months ago":["Vor sieben Monaten"],"Eight months ago":["Vor acht Monaten"],"Nine months ago":["Vor neun Monaten"],"Ten months ago":["Vor zehn Monaten"],"Eleven months ago":["Vor elf Monaten"],"Twelve months ago":["Vor zwölf Monaten"],"Get more insights at %s":["Gewinne weitere Erkenntnisse bei %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Keyphrase-Aufkommen der vergangenen 12 Monate auf einer Skala von 0 bis 100."],"Learn more about the related keyphrases trend":["Erfahre mehr über die Entwicklung der ähnlichen Keyphrasen"],"Trend":["Trend"],"Learn more about the related keyphrases volume":["Erfahre mehr über die Menge der ähnlichen Keyphrasen"],"Volume":["Menge"],"Related keyphrase":["Ähnliche Keyphrase"],"Select country":["Land auswählen"],"Show results for:":["Zeige Ergebnisse für:"],"Please enter a focus keyphrase first to get related keyphrases":["Bitte gib zuerst eine Fokus-Keyphrase ein, um ähnliche Keyphrasen zu erhalten"],"Sorry, there's no data available for that keyphrase/country combination.":["Sorry, für diese Kombination von Keyphrase und Land gibt es keine Daten."],"Get related keyphrases":["Ähnliche Keyphrasen erhalten"],"Related keyphrases":["Ähnliche Keyphrasen"],"The number of headers and header labels don't match.":["Die Zahl der Header und Header-Beschriftungen stimmt nicht überein."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["Die %s-Integration bietet Vorschläge und Einblicke für Suchbegriffe, die mit der eingegebenen Fokus-Keyphrase verwandt sind."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Das Abschalten der XML-Sitemaps von Yoast deaktiviert nicht die Sitemaps aus WordPress Core. In einigen Fällen kann dies %1$s zu SEO-Fehlern auf deiner Website führen%2$s. Diese können in der Google Search Console und anderen Tools auftauchen."],"If you still need support and have an active subscription for this product, please email %s.":["Wenn du immer noch Unterstützung benötigst und ein aktives Abonnement für dieses Produkt hast, schreib bitte %s eine E-Mail."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Du findest wahrscheinlich in unserem %1$sHilfe-Center%2$s eine Lösung."],"Need support?":["Du brauchst Hilfe?"],"Twitter preview":["Twitter-Vorschau"],"Facebook preview":["Facebook-Vorschau"],"Return to your %s":["Zurück zu deiner %s"],"Make sure to save your %s for changes to take effect":["Stelle sicher, dass du deine %s speicherst, damit die Änderungen wirksam werden"],"Make your products stand out in Google":["Lass deine Produkte bei Google hervorstechen"],"Everything you need for Google News":["Alles, was du für Google News brauchst"],"Start ranking better for your videos":["Beginne mit einem besseren Ranking für deine Videos"],"Stop losing customers to other local businesses":["Verliere nicht länger Kunden an andere lokale Geschäfte"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Der erweiterte Abschnitt in der %1$s-Metabox ermöglicht dem Benutzer, Beiträge aus den Suchergebnissen zu entfernen oder den Canonical Eintrag zu ändern. Die Einstellungen im Schema-Tab ermöglichen einem Benutzer, Schema-Metadaten für einen Beitrag zu ändern. Dies sind Dinge, von denen du nicht unbedingt willst, dass sie Autoren erlaubt sind. Deshalb können standardmäßig lediglich Redakteure und Administratoren solche Dinge einstellen. Setze die Einstellung auf „%2$s“, um allen Benutzern zu ermöglichen, diese Einstellungen zu ändern."],"Security: no advanced or schema settings for authors":["Sicherheit: Keine erweiterten oder Schema-Einstellungen für Autoren"],"Report":["Bericht"],"Tech Article":["Technischer Artikel"],"Scholarly Article":["Wissenschaftlicher Artikel"],"Satirical Article":["Satirischer Beitrag"],"Advertiser Content Article":["Artikel mit Anzeigeninhalt"],"News Article":["News-Artikel"],"Social Media Posting":["Social-Media-Beitrag"],"Article":["Artikel"],"Search Results Page":["Seite für Suchergebnisse"],"Real Estate Listing":["Immobilien-Verzeichnis"],"Checkout Page":["Checkout-Seite"],"Collection Page":["Sammlungs-Seite"],"Medical Web Page":["Medizinische Website"],"Contact Page":["Kontaktseite"],"Profile Page":["Profil-Seite"],"QA Page":["Frage-/Antwort-Seite"],"FAQ Page":["FAQ-Seite"],"About Page":["Über-Uns-Seite"],"Item Page":["Eintrags-Seite"],"Web Page":["Website"],"Default for %1$s (%2$s)":["Standard für %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Dies hilft Suchmaschinen deine Website und deinen Inhalt zu verstehen. Du kannst einige deiner Einstellungen für diese Seite unten ändern."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO beschreibt deine Seiten automatisch mittels schema.org"],"default":["Standard"],"Article type":["Artikeltyp"],"Page type":["Seitentyp"],"Learn more about page or content types":["Erfahre mehr über Seiten- oder Inhaltstypen"],"What type of page or content is this?":["Was für eine Art Seite oder Inhalt ist dies?"],"Learn more about structured data with Schema.org":["Erfahre mehr über strukturierte Daten mit Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Du kannst den Standardtyp für %1$s in deinen %2$sEinstellungen für die Darstellung in den Suchergebnissen%3$s ändern."],"Default Article type":["Standard-Beitragstyp"],"Default Page type":["Standard-Seitentyp"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Beim Speichern wird diese Einstellung auf deine(n) %1$s angewendet. Ein(e) manuell konfigurierte(r) %1$s bleibt unberührt.","Beim Speichern werdeb diese Einstellungen auf deine %1$s angewendet. Manuell konfigurierte %1$s bleiben unberührt."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Wähle, wie dein(e) %1$s standardmäßig im Schema.org-Markup deiner Website beschrieben werden soll. Du kannst diese Einstellungen für jede(n) %1$s individuell ändern."],"Learn more about the schema settings":["Erfahre mehr über die Schema-Einstellungen"],"Schema settings":["Schema-Einstellungen"],"Structured Data":["Strukturierte Daten"],"Yoast How-to":["Yoast-Anleitung"],"Yoast FAQ":["Yoast-FAQ"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":[""],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":[""],"%1$s Internal Linking Blocks":["%1$s Interne Links Blöcke"],"Allow us to track some data about your site to improve our plugin.":["Erlaube uns, einige Daten über deine Website zu sammeln, um unser Plugin verbessern zu können."],"Usage tracking":["Nutzungs-Tracking"],"Read more about how internal linking can improve your site structure.":["Erfahre mehr darüber, wie internes Verlinken die Seitenstruktur verbessern kann."],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to.":[""],"Link suggestions":["Link-Vorschläge"],"Insights":["Einblicke"],"Remove image":["Bild entfernen"],"%s preview":["%s-Vorschau"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Die Größe des hochgeladenen Bilds ist zu groß für %s. Dateigröße muss kleiner als %s sein."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Das Format des hochgeladenen Bilds wird nicht unterstützt. Unterstützte Formate sind: %s, %s, %s und %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Du hast ein %s hochgeladen. Bitte bedenke, dass, falls es ein animiertes %s ist, nur der erste Frame benutzt wird."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Deine Bildabmessungen sind untauglich. Die minimalen Abmessungen sind %dx%d Pixel. Die maximalen Abmessungen sind %dx%d Pixel."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Deine Bildabmessungen sind untauglich. Die minimalen Abmessungen sind %dx%d Pixel."],"Dismiss":[""],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Aufgrund einer Änderung deiner Permalinkstruktur müssen manche deiner SEO-Daten neu verarbeitet werden."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Aufgrund einer Änderung deiner Kategorien-URL-Einstellung müssen manche deiner SEO-Daten neu verarbeitet werden."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Bitte aktualisiere deine WordPress-Version oder installiere das Gutenberg-Plugin, um diese %1$s Funktion nutzen zu können."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Das Markieren von Links mit nofollow/sponsored wurde für WordPress-Installationen < 5.4 deaktiviert."],"Show SEO settings for %1$s?":["SEO-Einstellungen für %1$s anzeigen?"],"Open in new tab":["In neuem Tab öffnen"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Dies ist ein Sponsorlink oder eine Anzeige (markieren als %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Suchmaschinen sollen diesen Link ignorieren (markieren als %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Mehr erfahren über das Markieren eines Links als nofollow oder sponsored."],"Link inserted.":["Link eingefügt."],"Link edited.":["Link bearbeitet."],"Warning: the link has been inserted but may have errors. Please test it.":["Warnung: Der Link wurde eingefügt, könnte aber fehlerhaft sein. Bitte teste ihn."],"Unlink":["Link entfernen"],"Link removed.":["Link entfernt."],"Link":["Verlinken"],"We've analyzed your post. There is still room for improvement!":["Wir haben deinen Beitrag analysiert. Es gibt noch Verbesserungspotential!"],"We've analyzed your post. Everything looks good. Well done!":["Wir haben deinen Beitrag analysiert. Alles sieht gut aus. Gut gemacht!"],"No focus keyword was entered":["Es wurde kein Fokus-Keyword eingegeben"],"Share your post!":["Teile deinen Beitrag!"],"Improve your post with Yoast SEO":["Verbessere deinen Beitrag mit Yoast SEO"],"SEO analysis:":["SEO-Analyse:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Die Links-Spalten zeigen die Anzahl der Artikel auf dieser Website an, die %3$szu%4$s diesem Artikel verlinken und die Anzahl der URLSs, die %3$svon%4$s diesem Artikel verlinkt werden. Erfahre mehr darüber, %1$swie du diese Funktionen benutzt, um deine internen Verlinkungen zu verbessern%2$s, was dein SEO stark verbessert."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Wir haben einen Artikel darüber geschrieben, %1$swie du mit der Bewertung für SEO und Lesbarkeit umgehen kannst%2$s."],"%1$s adds several columns to this page.":["%1$s fügt dieser Seite mehrere Spalten hinzu."],"We estimate this will take less than a minute.":["Wir schätzen, dies wird weniger als eine Minute dauern."],"We estimate this will take a couple of minutes.":["Wir schätzen, dies wird ein paar Minuten dauern."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sDen Indexierungsprozess auf deinem Server ausführen%2$s mit %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Wir schätzen, dies wird lange dauern, aufgrund der Größe deiner Website. Anstelle zu warten, könntest du:"],"Show debug information":["Debug-Informationen anzeigen"],"Your site will continue to work normally, but won't take full advantage of %s.":["Deine Website wird weiterhin normal funktionieren, aber nutzt nicht alle Vorteile von %s aus."],"%s had problems creating the database tables needed to speed up your site.":["%s hatte Probleme, die benötigten Datenbanktabellen zu erstellen, die benötigt werden, um deine Website zu beschleunigen."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Deine Keyphrase ist zu lang. Die Länge kann maximal 191 Zeichen betragen."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sWie du dieser Problem beheben kannst, steht in unserer Wissensdatenbank%2$s."],"The text link counter feature is not working as expected":["Die Funktion zum Zählen der Textlinks arbeitet nicht wie erwünscht"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Der Zähler für Textlinks hilft dir dabei, die Struktur deiner Website zu verbessern. %1$sFinde heraus, wie der Zähler für Textlinks dein SEO verbessern kann%2$s."],"The text link counter is working as expected":["Der Text-Link-Zähler arbeitet wie gewünscht"],"I don't want this site to show in the search results.":["Ich möchte nicht, dass diese Seite in den Suchergebnissen angezeigt wird."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Falls Suchmaschinen diese Website in ihren Suchergebnissen anzeigen sollen, musst du %1$szu den Lesen-Einstellungen gehen%2$s und den Haken unter Sichtbarkeit für Suchmaschinen entfernen."],"Learn more about the no-index setting on our help page.":["Erfahre mehr über die Einstellung no-index auf unserer Hilfeseite."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Auch wenn du hier die Meta-Robots-Einstellungen einstellen kannst, ist die gesamte Website in den globalen Datenschutzeinstellungen auf noindex gesetzt, sodass diese Einstellungen keine Wirkung haben."],"Learn more about canonical URLs on our help page.":["Erfahre mehr über kanonische URLs auf unserer Hilfeseite."],"Learn more about the breadcrumbs title setting on our help page.":["Erfahre mehr über die Breadcrumb-Überschrift-Einstellung auf unserer Hilfeseite."],"Learn more about advanced meta robots settings on our help page.":["Erfahre mehr über erweiterte Meta-Robots-Einstellungen auf unserer Hilfeseite."],"Learn more about the no-follow setting on our help page.":["Erfahre mehr über die Einstellung no-follow auf unserer Hilfeseite."],"Should search engines follow links on this %s":["Sollen Suchmaschinen Links auf dieser %s folgen"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Dieser %1$s-REST-API-Endpunkt gibt dir alle Metadaten, die du für eine bestimmte URL benötigst. Dies vereinfacht die Benutzung von %1$s für headless WordPress-Websites für all ihre SEO-Meta-Ausgaben."],"REST API: Head endpoint":["REST-API: Kopf-Endpunkt"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Bitte lies %1$sdiesen Hilfe-Artikel%2$s, um herauszufinden, wie dieses Problem beseitigt wird."],"a theme that has proper title-tag theme support, or adapt your theme to have that support":["ein Theme, das korrekte Unterstützung für Titel-Schlagwörter besitzt, oder passe dein Theme so an, dass es diese Unterstützung bietet"],"Replaced with the term ancestors hierarchy":["Ersetzt mit der übergeordneten Hierarchie des Begriffs"],"Term hierarchy":["Begriffs-Hirarchie"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sDu kannst den Untertitel/Slogan im Customizer ändern%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Du hast noch immer den Standard-WordPress-Untertitel. Selbst eine leerer Untertitel/Slogan wäre vermutlich besser."],"You should change the default WordPress tagline":["Du solltest den standardmäßigen WordPress-Untertitel ändern"],"You are using a custom tagline or an empty one.":["Du benutzt einen individuellen Untertitel/Slogan oder einen leeren."],"You changed the default WordPress tagline":["Du hast den Standard-WordPress-Untertitel geändert"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Kommentare zu deinen Beiträgen werden auf einer einzelnen Seite angezeigt. Das ist genau so, wie wir es vorschlagen würden. Du machst das super!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Es wird dringend empfohlen, deinen Beitragsnamen in der URL deiner Beiträge und Seiten zu benutzen. Erwäge die Einstellung deiner Permalinkstruktur auf %s."],"You do not have your postname in the URL of your posts and pages":["Du hast deinen Beitragsnamen nicht in der URL deiner Beiträge und Seiten"],"You do have your postname in the URL of your posts and pages.":["Du hast deinen Beitragsnamen in der URL deiner Beiträge und Seiten."],"Your permalink structure includes the post name":["Deine Permalinkstruktur beinhaltet den Namen des Beitrags"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Kommentare zu deinen Beiträgen werden auf mehrere Seiten aufgeteilt. Da das in 999 von 1000 Fällen nicht erforderlich ist, empfehlen wir, es zu deaktivieren. Deaktiviere dafür die Option „Kommentare in Seiten aufteilen...“ auf der Seite Diskussionseinstellungen."],"Comments break into multiple pages":["Kommentare werden auf mehrere Seiten aufgeteilt"],"Comments are displayed on a single page":["Kommentare werden auf einer Seite angezeigt"],"No title":["Kein Titel"],"%1$sGo to the Discussion Settings page%2$s":["%1$sGehe auf Einstellungen und Diskussionen Seite%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sDas wurde von %2$s plugin%3$s gemeldet"],"Mobile result":["Ergebnis für die mobilen Geräte"],"Preview as:":["Vorschau als:"],"Desktop result":["Ergebnis für den Desktop"],"Google preview":["Google-Vorschau"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Wenn du auf OK klickst, öffnen wir unseren HelpScout-Beacon, in dem du Antworten auf deine Fragen finden kannst. Dieses Beacon lädt unsere Supportdaten und setzt möglicherweise Cookies."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Dein aktueller Browser ist leider eher veraltet. Da wir uns bemühen, dir die bestmögliche Erfahrung zu bieten, unterstützen wir diesen Browser nicht mehr. Verwende stattdessen bitte %1$sFirefox%4$s, %2$sChrome%4$s oder %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Wenn du erweiterte <code>Meta</code> Robots Einstellungen für diese Seite setzen möchtest, definiere diese im folgenden Feld."],"Check out %1$s":["Möchtest du SEO von Team Yoast lernen? Schau dir unsere %1$s an!"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Wir bieten sowohl kostenlose als auch Premium-Online-Kurse an, um alles zu lernen, was du über SEO wissen musst."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Möchtest du SEO von Team Yoast lernen? Schau dir unsere %1$s an!"],"Learn SEO":["SEO kennenlernen"],"%s settings to import:":["%s Einstellungen zu importieren:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importiere Einstellung von einer anderen %1$s Installation, in dem du sie hierher kopierst und „%2$s“ anklickst."],"Your %1$s settings:":["Deine %1$s Einstellungen:"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph metadata\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":[""],"Schema":["Schema"],"Please check the format of the YouTube URL you entered. %s":[""],"Please check the format of the Wikipedia URL you entered. %s":["Überprüfe bitte das Format der von dir angegebenen Wikipedia-URL. %s"],"Please check the format of the Pinterest URL you entered. %s":["Überprüfe bitte das Format der von dir angegebenen Pinterest-URL. %s"],"Please check the format of the MySpace URL you entered. %s":["Überprüfe bitte das Format der von dir angegebenen MySpace-URL. %s"],"Please check the format of the LinkedIn URL you entered. %s":[""],"Please check the format of the Instagram URL you entered. %s":["Überprüfe bitte das Format der von dir angegebenen Instagram-URL. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Überprüfe bitte das Format der von dir angegebenen Facebook-Seiten-URL. %s"],"Settings saved.":["Einstellungen gespeichert."],"Dismiss this alert":["Hinweis ausblenden"],"An organization name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data%2$s.":[""],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s scheint keine gültige Facebook-App-ID zu sein. Bitte korrigieren."],"The submitted value was: %s":["Der übermittelte Wert war: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex-Bestätigungscodes können nur Buchstaben von A bis F, Zahlen, Bindestriche und Unterstriche beinhalten. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter-Benutzernamen können nur Buchstaben, Zahlen und Unterstriche beinhalten. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest-Bestätigungscodes können nur Buchstaben von A bis F, Zahlen, Bindestriche und Unterstriche beinhalten. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing-Bestätigungscodes können nur Buchstaben von A bis F, Zahlen, Bindestriche und Unterstriche beinhalten. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google-Verifizierungscodes können nur Buchstaben, Zahlen, Bindestriche und Unterstriche beinhalten. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Yandex-Verifizierungscodes können nur Buchstaben, Zahlen, Bindestriche und Unterstriche beinhalten. %s"],"Show this item.":["Diesen Eintrag anzeigen."],"Hide this item.":["Diesen Eintrag ausblenden."],"You have %d hidden problem:":["Du hast %d ausgeblendetes Problem:","Du hast %d ausgeblendete Probleme:"],"You have %d hidden notification:":["Du hast %d ausgeblendete Benachrichtigung:","Du hast %d ausgeblendete Benachrichtigungen:"],"Focus keyphrase not set":[""],"The form contains %1$s error. %2$s":["Das Formular enthält %1$s Fehler. %2$s","Das Formular enthält %1$s Fehler. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":[""],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Hast du deiner Seite einmal etwas mehr Inhalt hinzugefügt, werden wir dir eine Liste mit Wörtern anzeigen, die am meisten im Inhalt vorkommen. Dies kann eine gute Hilfestellung sein, um herauszufinden, worauf sich dein Inhalt konzentriert."],"%d occurrences":["%d Vorkommen"],"Activate %s for your site on MyYoast":["Aktiviere %s für deine Website auf MyYoast"],"Show blog page in breadcrumbs":["Blog-Seite im Breadcrumbs-Menü anzeigen"],"We could not find any relevant articles on your website that you could link to from your post.":["Wir konnten keine relevanten Beiträge auf deiner Website finden, auf die du von deinem Beitrag aus verlinken könntet."],"Has feedback":["Neues Feedback"],"Content optimization:":["Optimierung des Inhaltes:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLesbarkeit%2$s: %3$s"],"Post Noindexed":["Beitrag nicht indexiert"],"No Focus Keyphrase":["Keine Fokus-Keyphrase"],"Person logo / avatar":["Person Logo / Avatar"],"Posts with the SEO score: %s":["Beiträge mit SEO-Score: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s Video Tutorial"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Um deine aktuellen Crawling-Fehler zu sehen, %1$sbesuche die Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google hat die API zur Anzeige der Crawling-Fehler eingestellt. Deswegen können mögliche Crawling-Fehler hier nicht mehr dargestellt werden. %1$sBitte lies unsere Stellungnahme für weitergehende Informationen%2$s."],"Get the %s plugin now":["Hol dir jetzt das %s-Plugin"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Optimiere deine Website für ein lokales Publikum mit unserem %s-Plugin! Optimierte Adressdaten, Öffnungszeiten, Filialfinder und Abhol-Option!"],"Serving local customers?":["Betreuung lokaler Kunden?"],"Organization's social profiles":[""],"Personal info":["Persönliche Daten"],"Organization logo":["Organisations-Logo"],"Organization name":["Organisations-Name"],"Choose whether the site represents an organization or a person.":["Wähle, ob die Website eine Organisation oder eine Person repräsentiert."],"Knowledge Graph & Schema.org":["Knowledge Graph & Schema.org"],"(if one exists)":["(wenn eine existiert)"],"Wikipedia page about you":["Wikipedia-Seite über dich"],"YouTube profile URL":["URL zum YouTube-Profil"],"Tumblr profile URL":["Tumblr Profil URL"],"SoundCloud profile URL":["SoundCloud Profil URL"],"MySpace profile URL":["MySpace Profil URL"],"Organization or person":["Organisation oder Person"],"Organization":["Organisation"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Du hast zuvor eingestellt, dass deine Website eine Person repräsentiert. Wir haben die Funktionalität rund um Schema und den Knowledge Graph verbessert, deshalb solltest du %1$sdiese Einstellungen%2$s vervollständigen."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Du hast den Benutzer %1$s als die Person ausgewählt, den diese Website repräsentiert. Die Daten aus dem Benutzerprofil dieses Benutzers werden jetzt in den Suchergebnissen verwendet. %2$sAktualisiere dieses Benutzerprofil, um sicherzustellen, dass die Angaben korrekt sind.%3$s"],"Please select a user below to make your site's meta data complete.":["Bitte unten einen Benutzer auswählen, um die Metadaten deiner Website zu komplettieren."],"Select a user...":["Wähle einen Benutzer…"],"Uncategorized":["Nicht kategorisiert"],"If a Wikipedia page for you or your organization exists, add it too.":["Falls es eine Wikipedia-Seite für dich oder deine Organisation gibt, füge diese auch hinzu."],"Pinterest profile URL":["Pinterest-Profil-URL"],"LinkedIn profile URL":["LinkedIn-Profil-URL"],"Instagram profile URL":["Instagram-Profil-URL"],"No JSON object was returned.":["Es wurde kein JSON-Objekt zurückgegeben."],"Received internal links":["Erhaltene interne Verlinkungen"],"Outgoing internal links":["Ausgehende interne Verlinkungen"],"New step added":["Neuer Schritt hinzugefügt"],"New question added":["Neue Frage hinzugefügt"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Damit diese Funktion korrekt funktioniert, muss %1$s eine Tabelle in deiner Datenbank anlegen. Uns war es nicht möglich, diese Tabelle automatisch zu erstellen."],"Keyphrase":["Keyphrase"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sBilder mit Alt-Attributen%5$s: Die Alt-Attribute bei %1$d von %2$d Bildern auf dieser Seite enthalten Wörter aus der Keyphrase oder entsprechende Synonyme. Das ist etwas viel. %4$sVerwende die Keyphrase bzw. Synonyme davon nur wenn sie zum Bild passen%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sBilder mit Alt-Attributen%5$s: Von %2$d Bildern auf dieser Seite, hat nur %1$d Bild ein Alt-Attribut, welches das Thema deines Textes widerspiegelt. %4$sFüge deine Keyphrase oder entsprechende Synonyme zu den Alt-Tags bei passenden Bildern hinzu%5$s!","%3$sBilder mit Alt-Attributen%5$s: Von %2$d Bildern auf dieser Seite, haben nur %1$d Bilder ein Alt-Attribut, welches das Thema deines Textes widerspiegelt. %4$sFüge deine Keyphrase oder entsprechende Synonyme zu den Alt-Tags bei passenden Bildern hinzu%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sBilder mit Alt-Attributen%3$s: Die Bilder auf dieser Seite haben keine Alt-Attribute, die das Thema deines Textes widerspiegeln. %2$sFüge deine Keyphrase oder entsprechende Synonyme zu den Alt-Attributen bei passenden Bildern hinzu%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sBilder mit Alt-Attributen%3$s: Die Bilder auf dieser Seite haben Alt-Attribute, aber du hast noch keine Keyphrase bestimmt. %2$sKorrigiere das%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sKeyphrase in Zwischenüberschriften%2$s: %3$s deiner H2 oder H3-Zwischenüberschriften spiegelt das Thema deines Textes wider. Gut gemacht!","%1$sKeyphrase in Zwischenüberschriften%2$s: %3$s deiner H2 oder H3-Zwischenüberschriften spiegeln das Thema deines Textes wider. Gut gemacht!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sKeyphrase in Zwischenüberschriften%2$s: Deine H2 oder H3 Zwischenüberschrift spiegelt das Thema deines Textes wider. Gut gemacht!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sKeyphrase in Zwischenüberschriften%3$s: %2$sVerwende mehr Keyphrasen und Synonyme in deinen H2- und H3-Zwischenüberschriften%3$s!"],"Page %s":["Seite %s"],"Cannot get the size of %1$s because of unknown reasons.":["Die Größe von %1$s kann aus unbekannten Gründen nicht bestimmt werden."],"Cannot get the size of %1$s because it is hosted externally.":["Die Größe von %1$s kann nicht bestimmt werden, da diese URL extern gehostet wird."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sEinzeltitel%3$s: H1s sollten nur als Haupttitel verwendet werden. Finde alle H1s in deinem Text, die nicht dein Haupttitel sind und %2$sändere sie auf eine niedrigere Überschriftenebene%3$s!"],"Improve sharing on Facebook and Pinterest":["Das Teilen auf Facebook und Pinterest verbessern"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sKeyphrasendichte%2$s: Die Fokus-Keyphrase wurde %5$d mal gefunden. Das ist deutlich mehr als das empfohlene Maximum von %3$d mal für einen Text dieser Länge. %4$sÜberoptimiere deinen Text nicht%2$s!","%1$sKeyphrasendichte%2$s: Die Fokus-Keyphrase wurde %5$d mal gefunden. Das ist deutlich mehr als das empfohlene Maximum von %3$d mal für einen Text dieser Länge. %4$sÜberoptimiere deinen Text nicht%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sKeyphrasendichte%2$s: Die Fokus-Keyphrase wurde %5$d mal gefunden. Das ist mehr als das empfohlene Maximum von %3$d mal für einen Text dieser Länge. %4$sÜberoptimiere deinen Text nicht%2$s!","%1$sKeyphrasendichte%2$s: Die Fokus-Keyphrase wurde %5$d mal gefunden. Das ist mehr als das empfohlene Maximum von %3$d mal für einen Text dieser Länge. %4$sÜberoptimiere deinen Text nicht%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sKeyphrasendichte%2$s: Die Keyphrase wurde %3$d mal gefunden. Das ist hervorragend!","%1$sKeyphrasendichte%2$s: Die Keyphrase wurde %3$d mal gefunden. Das ist hervorragend!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sKeyphrasendichte%2$s: Die Fokus-Keyphrase wurde %5$d mal gefunden. Das ist weniger als das empfohlene Minimum von %3$d mal für einen Text dieser Länge. %4$sFokussiere dich auf deine Keyphrase%2$s!","%1$sKeyphrasendichte%2$s: Die Fokus-Keyphrase wurde %5$d mal gefunden. Das ist weniger als das empfohlene Minimum von %3$d mal für einen Text dieser Länge. %4$sFokussiere Dich auf deine Keyphrase%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sKeyphrasendichte%2$s: Die Fokus-Keyphrase wurde nicht gefunden. Das ist weniger als das empfohlene Minimum von %3$d mal für einen Text dieser Länge. %4$sKonzentriere dich auf deine Keyphrase%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Der Import von Einstellungen ist nur auf Servern mit mindestens PHP 5.3 möglich."],"Export your %1$s settings here, to copy them on another site.":["Exportiere deine %1$s Einstellungen hier, um sie auf eine andere Website zu kopieren."],"No settings found.":["Keine Einstellungen gefunden."],"These are settings for the %1$s plugin by %2$s":["Dies sind Einstellungen für das Plugin %1$s von %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Kopiere all diese Einstellungen in einen Tab einer anderen Website %1$s und klicke dort „%1$s“."],"You do not have the required rights to export settings.":["Du hast nicht die erforderlichen Rechte, um die Einstellungen zu exportieren."],"Method %1$s() does not exist in class %2$s":["Die Methode %1$s() ist in Klasse %2$s nicht vorhanden"],"With %s, you can easily create such redirects.":["Mit %s kannst du solche Umleitungen einfach erstellen."],"Google Ads":["Google Ads"],"Learn about why permalinks are important for SEO.":["Lerne mehr darüber, warum Permalinks wichtig für SEO sind."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Die Einstellung deiner Permalinks zu ändern, kann deine Sichtbarkeit in den Suchmaschinen stark verändern. Es sollte so gut wie %1$snie%2$s auf aktiven Website vorgenommen werden."],"WARNING:":["WARNUNG:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sFunktionswörter in der Keyphrase%3$s: Deine Keyphrase „%4$s“ besteht ausschließlich aus Funktionswörtern. %2$sErfahre mehr darüber, was eine gute Keyphrase ausmacht.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Wusstest du schon, dass %s auch Plural- oder Zeitformen deiner Keyphrase analysiert?"],"Clear Image":["Bild löschen"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLänge der Keyphrase%3$s: %2$sLege eine Keyphrase fest, damit dein SEO-Score berechnet werden kann%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sKeyphrase im Permalink%2$s: Über die Hälfte deiner Keyphrase kommt im Permalink vor. Das ist super!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sKeyphrase im Permalink%3$s: Deine Keyphrase kommt (teilweise) nicht im Permalink vor. %2$sÄndere das%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sKeyphrase im Permalink%2$s: Vorhanden. Gut gemacht!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sVerteilung der Keyphrase%2$s: Gut gemacht!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sVerteilung der Keyphrase%3$s: Ungleichmäßig. Einige Textabschnitte enthalten weder die Keyphrase noch deren Synonyme. %2$sVerteile diese gleichmäßiger%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sVerteilung der Keyphrase%3$s: Sehr ungleichmäßig. Viele Textabschnitte enthalten weder die Keyphrase noch deren Synonyme. %2$sVerteile diese gleichmäßiger%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sVerteilung der Keyphrase%3$s: %2$sVerwende deine Keyphrase oder deren Synonyme im Text, damit wir die Verteilung der Keyphrase prüfen können%3$s."],"Help on choosing the perfect focus keyphrase":["Hilfe bei der Auswahl der perfekten Fokus-Keyphrase"],"Would you like to add a related keyphrase?":["Möchtest du eine verwandte Keyphrase hinzufügen?"],"Go %s!":["Start %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Um die Datumsarchive von den Suchergebnissen auszuschließen, erhalten sie die Metainformation %1$s. %2$sErfahre mehr über Einstellungen für Suchmaschinen%3$s."],"Rank better with synonyms & related keyphrases":["Ranke besser mit Synonymen & verwandten Keyphrasen"],"optimize a single post for synonyms and related keyphrases.":["Optimiere einen einzelnen Beitrag für Synonyme und verwandte Keyphrasen."],"Synonyms & related keyphrases":["Synonyme & verwandte Keyphrasen"],"Add related keyphrase":["Ähnliches Keyword hinzufügen"],"Upgrade to %s":["%s buchen"],"Get %s":["Erhalte %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sBereits verwendete Keyphrase%6$s: Du hast diese Keyphrase zuvor schon %1$s%2$d mal verwendet%3$s. %5$sVerwende Keyphrasen immer nur einmal.%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sBereits verwendete Keyphrase%5$s: Du hast diese Keyphrase bereits zuvor schon %1$seinmal%2$s verwendet. %4$sVerwende Keyphrasen immer nur einmal.%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sBereits verwendete Keyphrase%2$s: Du hast diese Keyphrase noch nie verwendet. Sehr gut."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$s Bilder mit Alt-Attributen%3$s: Auf dieser Seite gibt es keine Bilder. %2$s Füge welche hinzu%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLink Keyphrase%3$s: Du verlinkst mit den Wörtern, mit denen diese Seite ranken soll, zu einer anderen Seite. %2$sVermeide das%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sTextlänge%3$s: Der Text enthält %1$d %4$s. Großartig!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sKeyphrase in Zwischenüberschriften%3$s: Mehr als 75&nbsp;%% deiner H2- und H3-Zwischenüberschriften spiegeln das Thema deines Textes wider. Das ist zu viel. %2$sDu solltest nicht überoptimieren%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sBreite des SEO-Titels%3$s: %2$sBitte erstelle einen SEO-Titel%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sBreite des SEO-Titels%3$s: Der SEO-Titel ist breiter als das sichtbare Limit. %2$sKürze ihn%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sBreite des SEO-Titels%2$s: Gut gemacht!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sBreite des SEO-Titels%3$s: Der SEO-Titel ist zu kurz. %2$sNutze den vorhandenen Platz aus, indem du Varianten der Keyphrase oder einen ansprechenden Call-to-Action-Text hinzufügst%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sAusgehende Links%2$s: Auf dieser Seite befinden sich sowohl nofollowed als auch normale ausgehende Links. Gut gemacht!"],"%1$sOutbound links%2$s: Good job!":["%1$sAusgehende Links%2$s: Gute Arbeit!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sAusgehende Links%3$s: Alle ausgehenden Link auf dieser Seite sind nofollow. %2$sFüge einige normale Links hinzu%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sAusgehende Links%3$s: Es scheinen keine ausgehenden Links auf dieser Seite zu existieren %2$sWelche hinzufügen%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sLänge der Meta-Beschreibung%2$s: Gut gemacht!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLänge der Meta-Beschreibung%3$s: Die Meta-Beschreibung ist länger als %4$d Zeichen. Damit die vollständige Beschreibung sichtbar ist, %2$ssolltest du sie kürzen%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLänge der Meta-Beschreibung%3$s: Die Meta-Beschreibung ist zu kurz (weniger als %4$d Zeichen). Es sind bis zu %5$d Zeichen verfügbar. %2$sMach dir das zunutze%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLänge der Meta-Beschreibung%3$s:  Es wurde keine Meta-Beschreibung festgelegt. Suchmaschinen werden stattdessen Textauschnitte der Seite darstellen. %2$sSchreibe eine Meta-Beschreibung%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sKeyphrase in der Meta-Beschreibung%2$s: Die Meta-Beschreibung wurde festgelegt, aber die Keyphrase kommt darin nicht vor. %3$sBehebe das%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sKeyphrase in Meta-Beschreibung%2$s: Die Meta-Beschreibung enthält die Keyphrase %3$s mal. Das liegt über dem empfohlenen Maximum von zwei Vorkommnissen. %4$sVerwende die Keyphrase weniger häufig%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sKeyphrase in Meta-Beschreibung%2$s: Die Meta-Beschreibung enthält die Keyphrase oder Synonyme. Gut gemacht!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLänge der Keyphrase%5$s: Die Keyphrase ist %1$d %6$s lang. Das ist viel mehr als das empfohlene Maximum von %2$d %6$s. %4$sDu solltest sie kürzen!%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLänge der Keyphrase%5$s: Die Keyphrase ist %1$d %6$s lang. Das ist mehr als das empfohlene Maximum von %2$d %6$s. %4$sDu solltest sie kürzen!%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLänge der Keyphrase%2$s: Gut gemacht!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLänge der Keyphrase%3$s: Es wurde keine Fokus-Keyphrase für diese Seite festgelegt. %2$sLege eine Keyphrase fest, damit wir deinen SEO-Score berechnen können%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sKeyphrase in der Einleitung%3$s: Weder deine Keyphrase noch deren Synonyme kommen im ersten Absatz vor. %2$sStelle sicher, dass das Thema sofort klar ist%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sKeyphrase in der Einleitung%3$s: Deine Keyphrase oder deren Synonyme kommen im ersten Absatz vor, allerdings nicht im selben Satz. %2$sBehebe das%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sKeyphrase in der Einleitung%2$s: Vorhanden. Gut gemacht!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sInterne Links%2$s: Es gibt sowohl Links mit nofollow-Attribut als auch normale interne Links auf dieser Seite. Gut gemacht!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sInterne Links%2$s: Es gibt genügend interne Links. Gut gemacht!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sInterne Links%3$s: Die internen Links auf dieser Seite haben alle ein nofollow-Attribut. %2$sFüge einige gute interne Links hinzu%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sInterne Links%3$s: Es gibt keine internen Links auf dieser Seite. %2$sFüge welche hinzu%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sBindewörter%2$s: Gut gemacht!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sBindewörter%2$s: Nur %3$s der Sätze enthalten Bindewörter. Das reicht nicht aus. %4$sVerwende mehr davon%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sBindewörter%2$s: Keiner der Sätze beinhaltet Bindewörter. %3$sVerwende welche%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNicht genug Inhalt%2$s: %3$sUm bessere Analysen zu ermöglichen, bitte mehr Inhalt hinzufügen%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sVerwendung von Zwischenüberschriften%2$s: Du verwendest keinerlei Zwischenüberschriften, aber dein Text ist kurz genug und benötigt diese vermutlich nicht unbedingt."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sVerwendung von Zwischenüberschriften%2$s: Du verwendest keinerlei Zwischenüberschriften, obwohl dein Text ziemlich lang ist. %3$sBitte versuche, Zwischenüberschriften hinzuzufügen%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sVerwendung von Zwischenüberschriften%2$s: %3$d Abschnitt deines Textes ist länger als %4$d %6$s und ist nicht durch Zwischenüberschriften getrennt. %5$sFüge Zwischenüberschriften hinzu, um die Lesbarkeit zu verbessern%2$s.","%1$sVerwendung von Zwischenüberschriften%2$s: %3$d Abschnitte deines Textes sind länger als %4$d %6$s und sind nicht durch Zwischenüberschriften getrennt. %5$sFüge Zwischenüberschriften hinzu, um die Lesbarkeit zu verbessern%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sVerwendung von Zwischenüberschriften%2$s: Gut gemacht!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sSatzlänge%2$s: %3$s der Sätze haben mehr als %4$s %7$s, was mehr ist als das empfohlene Maximum von %5$s. %6$sVersuche die Sätze zu kürzen%2$s."],"%1$sSentence length%2$s: Great!":["%1$sSatzlänge%2$s: Großartig!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sAufeinanderfolgende Sätze%2$s: Es ist genug Abwechslung in deinen Sätzen. Das ist großartig!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sAufeinanderfolgende Sätze%2$s: Der Text enthält %3$d aufeinanderfolgende Sätze, die mit demselben Wort beginnen. %5$sVersuche es mit etwas mehr Abwechslung%2$s!","%1$sAufeinanderfolgende Sätze%2$s: Der Text enthält %4$d Fälle, in denen %3$d oder mehr aufeinanderfolgende Sätze mit demselben Wort beginnen. %5$sVersuche es mit etwas mehr Abwechslung%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sPassive Sätze%2$s: %3$s der Sätze sind passiv, was mehr ist als das empfohlene Maximum von %4$s. %5$sVersuche mehr aktive Sätze zu benutzen%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sPassive Sätze%2$s: Du benutzt ausreichend viel aktive Sätze. Sehr gut!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sAbsatzlänge%2$s: %3$d Absatz beinhaltet mehr als das empfohlene Maximum von %4$d %6$s. %5$sKürze den Absatz%2$s!","%1$sAbsatzlänge%2$s: %3$d Absätze beinhalten mehr als das empfohlene Maximum von %4$d %6$s. %5$sKürze die Absätze%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sAbsatzlänge%2$s: Keiner der Absätze ist zu lang. Gut gemacht!"],"Good job!":["Gute Arbeit!"],"Focus keyphrase":["Fokus-Keyphrase"],"Check Keyphrase Density":["Überprüfe die Keyphrasendichte"],"Disable":["Deaktivieren"],"Allow Control":["Kontrolle zulassen"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Diese Registerkarte ermöglicht es dir, die %s Funktionen für alle Seiten im Netzwerk selektiv zu deaktivieren. Standardmäßig sind alle Funktionen aktiviert, so dass die Administratoren der Website selbst entscheiden können, ob sie eine Funktion für ihre Website ein- oder ausschalten möchten. Wenn du eine Funktion hier deaktivieren möchtest, können die Administratoren diese Funktion überhaupt nicht verwenden."],"%s is a required feature toggle argument.":["%s ist ein erforderliches Feature-Toggle-Argument."],"Remove keyphrase":["Keyphrase löschen"],"Keyphrase:":["Keyphrase:"],"This feature has been disabled by the network admin.":["Diese Funktion wurde durch den Netzwerkadministrator deaktiviert."],"Multiple keyphrases":["mehrere Keyphrasen"],"Focus keyphrase not set.":["Fokus Keyphrase nicht festgelegt."],"Colon":["Doppelpunkt"],"Optional. Customize how you want to describe the duration of the instruction":["Optional. Passe an, wie du die Dauer der Anleitung beschreiben möchtest"],"Describe the duration of the instruction:":["Beschreibe die Dauer der Anleitung:"],"Learn more about the readability analysis":["Lerne mehr über die Lesbarkeitsanalyse"],"Readability analysis:":["Lesbarkeits-Analyse:"],"There is a new notification.":["Es gibt eine neue Benachrichtigung.","Es gibt neue Benachrichtigungen."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["%1$s und %2$s leiten die Suchmaschinenoptimierung deiner Seite. Es ist schädlich, zwei verschiedene SEO-Plugins gleichzeitig zu nutzen."],"%s, %s and %s":["%s, %s und %s"],"%s and %s":["%s und %s"],"%d minute":["%d Minute","%d Minuten"],"%d hour":["%d Stunde","%d Stunden"],"%d day":["%d Tag","%d Tage"],"Enter a step title":["Schritt-Titel eingeben"],"Optional. This can give you better control over the styling of the steps.":["Optional. Dies kann dir eine bessere Kontrolle über das Styling der Schritte geben."],"CSS class(es) to apply to the steps":["CSS-Klasse(n), die auf die Schritte angewendet werden sollen"],"minutes":["Minuten"],"hours":["Stunden"],"days":["Tage"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Erstelle eine Anleitung auf SEO-freundliche Weise. Du kannst nur einen How-to-Absatz pro Beitrag verwenden."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Liste deine häufig gestellten Fragen SEO-freundlich auf. Du kannst nur einen FAQ-Absatz pro Bericht verwenden."],"Copy error":["Fehler kopieren"],"An error occurred loading the %s primary taxonomy picker.":["Beim Laden des primären Taxonomie-Pickers %s ist ein Fehler aufgetreten."],"%1$s Structured Data Blocks":["%1$s strukturierte Datenblöcke"],"Time needed:":["Benötigte Zeit:"],"Move question down":["Frage nach unten verschieben"],"Move question up":["Frage nach oben verschieben"],"Insert question":["Frage hinzufügen"],"Delete question":["Frage löschen"],"Enter the answer to the question":["Antwort auf die Frage eingeben"],"Enter a question":["Gib eine Frage ein"],"Add question":["Frage hinzufügen"],"Frequently Asked Questions":["Häufig gestellte Fragen (FAQ)"],"Great news: you can, with %s!":["Tolle Neuigkeiten: Du kannst es, mit %s!"],"(Opens in a new browser window)":["(Öffnet in einem neuen Browserfenster)"],"Select the primary %s":["Wähle die primäre %s"],"Check links to this URL":["Links zu dieser URL überprüfen"],"Keyword research training":["Übungen zur Keyword-Suche"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Versuchst du, mehrere Keywords zu verwenden? Du solltest sie unten einzeln hinzufügen."],"Mark as cornerstone content":["Als Cornerstone-Inhalt markieren"],"Move step down":["Schritt nach unten verschieben"],"Move step up":["Schritt nach oben verschieben"],"Insert step":["Schritt einfügen"],"Delete step":["Schritt löschen"],"Add image":["Bild hinzufügen"],"Enter a step description":["Gib eine Beschreibung für den Schritt ein"],"Enter a description":["Gib eine Beschreibung ein"],"Unordered list":["Unsortierte Liste"],"Showing step items as an ordered list.":["Schritt-Elemente als geordnete Liste anzeigen."],"Showing step items as an unordered list":["Schritt-Elemente als ungeordnete Liste anzeigen"],"Add step":["Schritt hinzufügen"],"Delete total time":["Gesamtzeit löschen"],"Add total time":["Gesamtzeit hinzufügen"],"How to":["Anleitung"],"How-to":["Anleitung"],"Analysis results":["Analyse-Ergebnisse"],"Enter a focus keyphrase to calculate the SEO score":["Gib eine Fokus-Keyphrase ein, um den SEO-Wert zu berechnen"],"Learn more about Cornerstone Content.":["Erfahre mehr über Cornerstone-Inhalte."],"Cornerstone content should be the most important and extensive articles on your site.":["Cornerstone-Inhalte sollten die wichtigsten und ausdrucksstärksten Artikel deiner Website sein."],"Restore Site":["Seite wiederherstellen"],"Network Settings":["Netzwerk-Einstellungen"],"You are not allowed to perform this action.":["Diese Aktion darfst du nicht ausführen."],"Error: %s":["Fehler: %s"],"Success: %s":["Erfolg: %s"],"Site with ID %d not found.":["Seite mit der ID %d wurde nicht gefunden."],"No site has been selected to restore.":["Es wurde keine Website zum Wiederherstellen ausgewählt."],"You are not allowed to modify unregistered network settings.":["Es ist dir nicht erlaubt, nicht registrierte Netzwerk-Einstellungen zu ändern."],"deleted":["gelöscht"],"Would you like to add another keyphrase?":["Möchtest du eine weitere Keyphrase hinzufügen?"],"Copied!":["Kopiert!"],"Not supported!":["Nicht unterstützt!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Lies unseren Artikel über Website-Struktur{{/a}}, um mehr darüber zu erfahren, wie interne Verlinkungen deine SEO verbessern können."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Überlege, zu diesem {{a}}Cornerstone-Artikeln{{/a}} zu verlinken"],"Consider linking to these articles:":["Überlege, auf diese Artikel zu verlinken:"],"Copy link":["Link kopieren"],"Copy link to suggested article: %s":["Link zum vorgeschlagenen Artikel kopieren: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Lies unser %1$sultimatives Handbuch zur Keyword-Recherche%2$s, um mehr über Keyword-Recherche und Keyword-Strategie zu erfahren."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Die folgenden Wörter kommen im Inhalt am häufigsten vor. Diese geben einen Hinweis darauf, worauf sich dein Inhalt konzentriert. Wenn sich die Wörter stark von deinem Thema unterscheiden, möchtest du vielleicht deinen Inhalt entsprechend umschreiben. "],"Prominent words":["Hervorzuhebende Wörter"],"The site's tagline":["Der Untertitel der Website"],"Not all required fields are given. Missing field %1$s":["Nicht alle Pflichtfelder sind angegeben. Fehlendes Feld %1$s"],"Add synonyms":["Synonyme hinzufügen"],"Would you like to add keyphrase synonyms?":["Möchtest du Keyphrase-Synonyme hinzufügen?"],"Would you like to add more than one keyphrase?":["Möchtest du mehr als eine Keyphrase hinzufügen?"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":[""],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Du hast in deinen WooCommerce Einstellungen bisher keine Shop-Seite eingestellt. Bitte erledige dies zuerst."],"Current year":["Aktuelles Jahr"],"Page":["Seite"],"Something went wrong. Please reload the page.":["Das hat nicht funktioniert. Bitte lade die Seite neu."],"Tagline":["Untertitel/Slogan"],"description (custom taxonomy)":["Beschreibung (benutzerdefinierte Taxonomie)"],"(custom taxonomy)":["(benutzerdefinierte Taxonomie)"],"(custom field)":["(benutzerdefiniertes Feld)"],"Term404":["404Hinweis"],"Caption":["Beschreibung"],"Pagenumber":["Seitennummer"],"Pagetotal":["Seitenanzahl"],"Page number":["Seite Nummer"],"User description":["Benutzerbeschreibung"],"ID":["ID"],"Modified":["Geändert"],"Post type (plural)":["Inhaltstyp (Plural)"],"Post type (singular)":["Inhaltstyp (Singular)"],"Separator":["Trennzeichen"],"Search phrase":["Suchwort"],"Term title":["Begriffstitel"],"Term description":["Begriffsbeschreibung"],"Tag description":["Schlagwortbeschreibung"],"Category description":["Kategoriebeschreibung"],"Primary category":["Primäre Kategorie"],"Category":["Kategorie"],"Tag":["Schlagwort"],"Excerpt only":["Nur Auszug"],"Excerpt":["Textauszug"],"Site title":["Titel der Website"],"Archive title":["Archiv Titel"],"Parent title":["Titel der übergeordneten Seite"],"Date":["Datum"],"Get Yoast SEO Premium":[""],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Du solltest eine Weiterleitung einrichten, damit Besucher keinen 404 Fehler erhalten, wenn sie eine veraltete URL anklicken."],"Search engines and other websites can still send traffic to your deleted post.":["Suchmaschinen und andere Websites können weiterhin Besucherstrom zu deinen gelöschten Beiträgen leiten."],"Make sure you don't miss out on traffic!":["Lasse dir den Besucherstrom nicht durch die Lappen gehen!"],"You just deleted a %1$s.":["Du hast %1$s gelöscht."],"You just trashed a %1$s.":["%1$s in den Papierkorb geworfen."],"Settings for %s archive":["Einstellungen für %s Archiv"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Die Einstellungen auf dieser Seite erlauben das Festlegen der standardmäßigen Darstellung Ihrer sämtlichen Inhaltstypen in den Suchergebnissen. Du kannst auswählen, welche Inhaltstypen in den Suchergebnissen erscheinen sollen und wie deine Standard-Beschreibungen lauten sollen."],"Url preview":["URL-Vorschau"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Bitte bearbeite das Snippet und richte eine Metabeschreibung ein. Wenn du dies nicht tust, wird Google selbständig versuchen, einen relevanten Teil deines Beitrags in den Suchergebnissen anzuzeigen."],"Dismiss this notice":["Ignoriere diese Nachricht"],"No results":["Keine Ergebnisse"],"%d result found, use up and down arrow keys to navigate":["%d Ergebnis gefunden, mit den Pfeiltasten nach oben und unten navigieren","%d Ergebnisse gefunden, mit den Pfeiltasten nach oben und unten navigieren"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Die Sprache deiner Website ist auf %s eingestellt. Wenn dies nicht korrekt ist, wende dich an deinen Website-Administrator."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Hole dir deinen Baidu-Verifizierungscode in den %1$s Baidu Webmaster Tools%2$s."],"Baidu verification code":["Baidu-Verifizierungscode"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Die %s Importer-Funktionalität verwendet temporäre Datenbanktabellen. Anscheinend hat deine WordPress Installation nicht die erforderliche Berechtigung dies zu tun. Wende dich bitte an deinen Hosting-Anbieter."],"Cleanup of %s data failed.":["Die Bereinigung von %s-Daten ist fehlgeschlagen."],"Content Type":["Inhaltstyp"],"Filter by content type":["Filter nach Inhaltstyp"],"Show All Content Types":["Alle Inhaltstypen anzeigen"],"Replaced with the normal title for an archive generated by WordPress":["Wird durch den normalen Titel für ein von WordPress erzeugtes Archiv ersetzt"],"Clean":["Bereinigung"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Sobald du sicher bist, dass deine Seite in Ordnung ist, kannst du aufräumen. Dadurch werden alle Originaldaten entfernt."],"Step 5: Clean up":["Schritt 5: Bereinigung"],"Please check your posts and pages and see if the metadata was successfully imported.":["Bitte prüfe deine Artikel und Seiten um festzustellen, ob die Metadaten erfolgreich importiert wurden."],"Step 3: Check your data":["Schritt 3: Prüfe deine Daten"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Mit diesem Vorgang importierst Beitragsmetadaten wie SEO-Titel und Beschreibungen in deine %1$s Metadaten. Vorhandene %1$s Metadaten werden dabei nicht überschrieben und ursprüngliche Daten bleiben bestehen."],"Step 2: Import":["Schritt 2: Importieren"],"Please make a backup of your database before starting this process.":["Bitte lege ein Backup deiner Datenbank an bevor du den Prozess startest."],"Step 1: Create a backup":["Schritt 1: Erstelle ein Backup"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Wir haben Daten von mindestens einem SEO-Plugin auf deiner Seite erkannt. Bitte folge den folgenden Schritten um diese Daten zu importieren:"],"Plugin: ":["Plugin: "],"%s did not detect any plugin data from plugins it can import from.":["%s hat keine Plugin-Daten von Plugins gefunden, von denen Daten importiert werden können."],"Posts that should not show up in search results":["Beiträge, die nicht in Suchergebnissen erscheinen sollen"],"%s data found.":["%s Daten gefunden."],"%s data successfully removed.":["%s Daten erfolgreich entfernt."],"%s data successfully imported.":["%s Daten erfolgreich importiert."],"%s data not found.":["%s Daten nicht gefunden."],"24/7 email support":["24/7 E-Mail-Support"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Gib die Daten zu den Social-Media-Netzwerkprofilen deiner Website an, damit Suchmaschinen erkennen, welche Profile zu dieser Website gehören."],"Learn more about your social profiles settings":["Erfahre mehr über deine Profileinstellungen für soziale Medien"],"Remove the categories prefix?":["Den Präfix der Kategorien entfernen?"],"Help on the category prefix setting":["Hilfe bei der Einstellung für das Kategorie-Präfix"],"Learn more about the available variables":["Erfahre mehr über die verfügbaren Variablen"],"Learn more about the RSS feed setting":["Erfahre mehr über die Einstellung des RSS-Feeds"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Wenn du Medien (zum Beispiel ein Bild oder Video) in WordPress hochlädst, speichert es nicht nur das Medium ab, es erzeugt auch eine Anhangs-URL dafür. Diese Anhangs-Seiten sind ziemlich leer: sie enthalten das Medien-Element und, falls du einen eingegeben hast, den Titel. Wenn du diese Anhangs-Seiten nicht verwendest, ist es besser, sie zu deaktivieren und direkt zur Mediendatei zu verweisen."],"Learn more about the Media and attachment URLs setting":["Erfahre mehr über die Einstellung für Medien und Anhangs-URLs"],"Learn more about the special pages setting":["Erfahre mehr über die Einstellung für besondere Seiten"],"Help on the date archives search results setting":["Hilfe bei der Einstellung für die Suchergebnisse von Datums-Archiven"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Technisch gesehen, resultiert das Nicht-Anzeigen der Archive von Autoren ohne Beiträge in den Suchergebnissen darin, dass diese Archive eine %1$s Robots-Meta-Angabe aufweisen und aus den XML Sitemaps ausgeschlossen werden. %2$sWeitere Infos zu den Einstellungen für Suchergebnisse%3$s."],"Help on the authors without posts archive search results setting":["Hilfe bei der Einstellung für die Suchergebnisse von Archiven der Autoren ohne Beiträge"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Technisch gesehen, resultiert das Nicht-Anzeigen der Autoren-Archive in den Suchergebnissen darin, dass diese Archive eine %1$s Robots-Meta-Angabe aufweisen und aus den XML Sitemaps ausgeschlossen werden. %2$sWeitere Infos zu den Einstellungen für Suchergebnisse%3$s."],"Help on the author archives search results setting":["Hilfe bei der Einstellung für Suchergebnisse von Autoren-Archiven"],"Archives settings help":["Hilfe für Archiveinstellungen"],"Learn more about the archives setting":["Erfahre mehr über die Archiv-Einstellungen"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Hole dir deinen Yandex-Verifizierungscode in den %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Yandex-Verifizierungscode"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Hole dir deinen Google-Verifizierungscode in den %1$sGoogle Search Console%2$s."],"Google verification code":["Google-Verifizierungscode"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Hole dir deinen Bing-Verifizierungscode in den %1$sBing Webmaster Tools%2$s."],"Bing verification code":["Bing-Verifizierungscode"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Du kannst die unten stehenden Felder verwenden, um die verschiedenen Webmaster Tools zu verifizieren. Diese Einstellungsmöglichkeit fügt eine Meta-Angabe auf deiner Website hinzu. Folge den Links zu den diversen Webmaster Tools und suche nach Anweisungen für die Meta-Tag-Verifikationsmethode, um den Verifizierungscode zu erhalten. Sofern deine Site bereit verifiziert ist, kann du dies überspringen."],"Learn more about the Webmaster Tools verification":["Erfahre mehr über die Verifikation in Webmaster Tools"],"On":["An"],"Help on: %s":["Hilfe bei: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s bietet viele Funktionen. Du kannst einige davon nachfolgend aktivieren / deaktivieren. Beim Klick auf das Fragezeichen erhältst du weitere Informationen zur jeweiligen Funktion."],"Off":["Aus"],"See who contributed to %1$s.":["Schau dir an, wer zu %1$s beigetragen hat."],"Help on this search results setting":["Hilfe zu dieser Suchergebnis-Einstellung"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Technisch gesehen, resultiert das Nicht-Anzeigen der %1$s-Archive in den Suchergebnissen darin, dass diese Archive eine %2$s Robots-Meta-Angabe aufweisen und aus den XML Sitemaps ausgeschlossen werden. %3$sWeitere Infos zu den Einstellungen für Suchergebnisse%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Technisch gesehen, resultiert das Nicht-Anzeigen von %1$s in den Suchergebnissen darin, dass diese Seiten eine %2$s Robots-Meta-Angabe aufweisen und aus den XML Sitemaps ausgeschlossen werden. %3$sWeitere Infos zu den Einstellungen für Suchergebnisse%4$s."],"Default for %2$s, currently: %1$s":["Standard für %2$s, aktuell: %1$s"],"Show %s in search results?":["Zeige %s in den Suchergebnissen?"],"this author's archives":["Autorenarchiv des Autors"],"Do not allow search engines to show %s in search results.":["Suchmaschinen verbieten, %s in Suchergebnissen anzuzeigen."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["In WordPress enthalten Kategorie-URLs ein Präfix - für gewöhnlich %s - und diese Einstellungsmöglichkeit entfernt dieses Präfix aus den Kategorie-URLs."],"Category URLs":["Kategorie-URLs"],"the archive for %s":["das Archiv für %s"],"Redirect attachment URLs to the attachment itself?":["Anhangs-URLs auf die Anhangs-Datei weiterleiten?"],"We recommend you set this to Yes.":["Wir empfehlen dir dies auf Ja zu setzen."],"Media & attachment URLs":["Medien & Anhang URLs"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Das ist das, was in den Suchergebnissen angezeigt wird, wenn andere deine Website finden. Das bedeutet also, dass es vermutlich das ist, was gesehen wird, wenn nach deinem Markennamen gesucht wird."],"date archives":["Datums-Archive"],"archives for authors without posts":["Archive für Autoren ohne Beiträge"],"Read why XML Sitemaps are important for your site.":["Lese, warum XML-Sitemaps für deine Website wichtig sind."],"Enable the XML sitemaps that %s generates.":["Die von %s generierten XML-Sitemaps aktivieren."],"See the XML sitemap.":["XML Sitemap ansehen."],"%s (current default for %s)":["%s (aktueller Standard für %s)"],"Media":["Medien"],"Content Types":["Inhaltstypen"],"Should search engines follow links on this %1$s?":["Sollen Suchmaschinen Links auf diese(n) %1$s folgen?"],"Allow search engines to show this %s in search results?":["Erlaube Suchmaschinen diesen %s in den Suchergebnissen anzuzeigen?"],"Search Appearance":["Darstellung in der Suche"],"Toggle %1$s's XML Sitemap":["Ein-/Ausschalten der XML Sitemap von %1$s"],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Aktiviere diese Funktion, wenn Twitter eine Vorschau mit Bildern und einem Textauszug anzeigen soll, wenn ein Link zu deiner Website geteilt wird."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Aktiviere diese Funktion, wenn Facebook und andere soziale Medien eine Vorschau mit Bildern und einem Textauszug anzeigen sollen, wenn ein Link zu deiner Website geteilt wird."],"Read more about how %s works.":["Lese mehr darüber, wie %s funktioniert."],"%s integration":["%s Integration"],"Find out how the text link counter can enhance your SEO.":["Finde heraus, wie der Textlink-Zähler die SEO verbessern kann."],"The text link counter helps you improve your site structure.":["Der Textlink-Zähler hilft dir, die Struktur deiner Website zu verbessern."],"Find out how cornerstone content can help you improve your site structure.":["Erfahre, wie Cornerstone-Inhalte dir helfen können, die Struktur deiner Website zu verbessern."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Mit der Cornerstone-Funktion kannst du Cornerstone-Inhalte auf deiner Website markieren und filtern."],"Discover why readability is important for SEO.":["Erfahre, warum Lesbarkeit für SEO wichtig ist."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Die Lesbarkeitsanalyse bietet Vorschläge zur Verbesserung der Struktur und des Stils deines Textes."],"Learn how the SEO analysis can help you rank.":["Lerne, wie die SEO-Analyse für die Platzierung helfen kann."],"The SEO analysis offers suggestions to improve the SEO of your text.":["Die SEO-Analyse bietet Vorschläge zur Verbesserung der SEO deines Textes."],"SEO analysis":["SEO-Analyse"],"Allow customers to pick up their %s order locally":["Erlaube Kunden, ihre %s Bestellung vor Ort abzuholen"],"Get better search results in local search":["Erhalte bessere Suchergebnisse bei lokaler Suche"],"Good results":["Gute Ergebnisse"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Letzte Blog-Beiträge auf %1$s"],"Remove highlight from the text":["Text-Markierung entfernen"],"Your site language is set to %s. ":["Die Sprache deiner Website ist auf %s eingestellt. "],"First-time SEO configuration":["Erstmalige SEO-Konfiguration"],"Highlight this result in the text":["Markiere dieses Ergebnis im Text"],"Considerations":["Überlegungen"],"Errors":["Fehler"],"Change language":["Sprache ändern"],"%s file":["%s Datei"],"Save changes to %s":["Speichere die Änderungen der %s"],"Edit the content of your %s:":["Bearbeite den Inhalt deiner %s:"],"Create %s file":["%s Datei erstellen"],"Updated %s":["%s aktualisiert"],"You cannot edit the %s file.":["Du kannst die %s Datei nicht bearbeiten."],"You cannot create a %s file.":["Du kannst keine %s Datei erstellen."],"More information about %1$s":["Weitere Informationen über %1$s"],"Old Configuration Wizard":[""],"Manage your %s subscription on MyYoast":["Verwalte dein Abonnement von %s bei MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Markiere die wichtigsten %1$s als 'cornerstone content', um die Struktur deiner Website zu verbessern. %2$sLerne mehr über Cornerstone-Inhalte%3$s."],"(Opens in a new browser tab)":["(Öffnet in einem neuen Browser Tab)"],"Go back":[""],"Posts %1$swithout%2$s a focus keyphrase":["Beiträge %1$sohne%2$s eine Fokus-Keyphrase"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hey, dein SEO ist ziemlich gut! Schau dir die Statistiken an:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Du hast noch keine veröffentlichten Beiträge, deine SEO-Werte werden hier erscheinen, wenn du deinen ersten Beitrag erstellt hast!"],"Read more like this on our SEO blog":["Lies mehr Beiträge wie diese in unserem SEO-Blog"],"Readability: %s":["Lesbarkeit: %s"],"Not activated":["Nicht aktiviert"],"Activated":["Aktiviert"],"%1$s recommendations for you":["%1$s Empfehlungen für dich"],"All Readability Scores":["Alle Lesbarkeitsbewertungen"],"Filter by Readability Score":["Filter nach Lesbarkeitsbewertungen"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Du erhältst weder Updates noch Support! Behebe dieses Problem, indem du diese Website hinzufügst und %1$s dafür in %2$s aktivierst."],"Request method %1$s is not valid.":["Anforderungsmethode %1$s ist nicht gültig."],"Text link counter":["Text Link Zähler"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Anzahl interner Links welche zu diesem Beitrag verweisen. Für mehr Information konsultiere den „Yoast Spalten“ Text im Hilfe Tab."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Anzahl interner Links in diesem Beitrag. Für mehr Information konsultiere den „Yoast Spalten“ Text im Hilfe Tab."],"%s Columns":["%s Spalten"],"Readability score":["Lesbarkeitsbewertung"],"Scroll to see the preview content.":["Scrolle, um die Vorschau zu sehen."],"Other benefits of %s for you:":["Andere Vorteile von %s für dich:"],"Cornerstone content":["Cornerstone-Inhalt"],"Upgrade Premium":[""],"Superfast internal linking suggestions":["Superschnelle Vorschläge zur internen Verlinkung"],"Great news: you can, with %1$s!":["Großartige Neuigkeit: Du kannst es, mit %1$s!"],"Save changes":["Änderungen speichern"],"1 year free support and updates included!":["1 Jahr kostenfreier Support und Updates inbegriffen!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Das Plugin %2$s verändert die Ausgabe deiner Website je nachdem ob eine Suchmaschine oder ein normaler Benutzer die Seite aufruft. Dieser Prozess nennt sich Cloaking. Wir empfehlen dir sehr, dieses Plugin zu deaktivieren."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sSocial-Media-Vorschau%2$s: Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sKeine verwaisten Links mehr%2$s: Einfacher Redirect-Manager"],"No ads!":["Keine Werbung!"],"Facebook & Twitter":["Facebook & Twitter"],"Social media preview":["Social-Media-Vorschau"],"Easy redirect manager":["Einfacher Redirect Manager"],"No more dead links":["Keine toten Links mehr"],"Increase your SEO reach":["Vergrößere deine SEO-Reichweite"],"Variable":["Variable"],"Available variables":["Verfügbare Variablen"],"Scroll to see the table content.":["Scrollen um den Tabellen-Inhalt zu sehen."],"An error occurred in the '%1$s' assessment":["Es ist ein Fehler in der '%1$s' Bewertung aufgetreten."],"No new notifications.":["Keine neuen Benachrichtigungen"],"Save all":["Alles speichern"],"Save":["Speichern"],"%1$s, Author at %2$s":["%1$s, Autor bei %2$s"],"Mobile preview":["Mobile Vorschau"],"Desktop preview":["Desktop-Vorschau"],"Please provide an SEO title by editing the snippet below.":["Bitte lege den SEO-Titel fest, indem du den Code-Schnipsel bearbeitest."],"Meta description preview:":["Meta-Beschreibungs-Vorschau:"],"Slug preview:":["Titel-Vorschau:"],"SEO title preview:":["SEO-Titel-Vorschau:"],"Close snippet editor":["Snippet-Editor schließen"],"Slug":["Titelform"],"Remove marks in the text":["Entferne Markierungen im Text"],"Mark this result in the text":["Markiere dieses Ergebnis im Text"],"Marks are disabled in current view":["Markierungen sind in der aktuellen Ansicht deaktiviert."],"Good SEO score":["Guter SEO-Wert"],"OK SEO score":["Ausreichender SEO-Wert"],"Feedback":["Feedback"],"Name":["Name"],"Please provide a meta description by editing the snippet below.":["Bitte lege eine Meta-Beschreibung fest, indem du den Code-Schnipsel bearbeitest."],"Edit snippet":["Snippet bearbeiten"],"You can click on each element in the preview to jump to the Snippet Editor.":["Du kannst auf jedes Element in der Vorschau klicken, um zum Snippet-Editor zu springen."],"SEO title preview":["SEO-Titel-Vorschau"],"Export settings":["Export-Einstellungen"],"Please don't show me this notification anymore":["Bitte zeige mir diese Benachrichtigung nicht mehr an"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Wenn du Schwierigkeiten hast, %1$sfülle bitte einen Bug-Report aus%2$s und wir tun unser Bestes um dir zu helfen."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Uns ist aufgefallen, dass du %1$s bereits seit einiger Zeit verwendest; wir hoffen dass du es magst! Wir würden uns sehr darüber freuen, wenn du uns %2$sauf WordPress.org mit 5 Sternen bewerten würdest%3$s!"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Warnung: Die Variable %1$s kann in diesem Template nicht genutzt werden. Schau ins %2$s für weitere Informationen."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Wusstest du eigentlich, dass wir auch ein %1$sPremium Plugin%2$s haben? Es bietet erweiterte Funktionen, wie zum Beispiel einen Redirect-Manager und Unterstützung für mehrere Keyphrasen. Unser persönlicher 24/7 Support ist natürlich ebenfalls dabei."],"(no title)":["(Kein Titel)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Die %1$s Adminleiste enthält nützliche Links zu Tools von Drittanbietern zur Seitenanalyse und ermöglicht das leichte Erkennen von neuen Benachrichtigungen."],"Admin bar menu":["Adminbar-Menü"],"Features":["Funktionen"],"SEO title":["SEO-Titel"],"Greater than sign":["Größer-als-Zeichen"],"Less than sign":["Kleiner-als-Zeichen"],"Right angle quotation mark":["Größer-gleich-Zeichen"],"Left angle quotation mark":["Kleiner-gleich-Zeichen"],"Small tilde":["kleine Tilde"],"Vertical bar":["vertikaler Balken"],"Low asterisk":["unterer Stern"],"Asterisk":["Sternchen"],"Bullet":["Kugel"],"Middle dot":["mittlerer Punkt"],"Em dash":["Em Gedankenstrich"],"En dash":["Gedankenstrich"],"Dash":["Gedankenstrich"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Wähle ein Symbol, das als Trennzeichen im Titel verwendet werden soll. Dieses wird zum Beispiel zwischen dem Beitragstitel und dem Seitennamen angezeigt. Die Symbole sind in der gleichen Größe angezeigt, in der sie auch in den Suchergebnissen erscheinen werden."],"No":["Nein"],"Yes":["Ja"],"Social profiles":["Social-Media-Profile"],"Posts list":["Beitragsliste"],"Posts list navigation":["Navigation der Beitragsliste"],"Filter posts list":["Filtere Beitragsliste"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Beachte, dass Links zu Archiven möglicherweise von deinem Theme ausgegeben werden und du diese separat entfernen musst."],"%1$s to optimize your site even further":["%1$s um deine Website noch weiter zu optimieren."],"%1$s extensions":["%1$s Extensions"],"Comes with our 30-day no questions asked money back guarantee":["Enthält eine 30-Tage-Geld-Zurück-Garantie – ohne Rückfragen."],"More information %1$sabout %3$s%2$s":["Mehr Informationen %1$süber %3$s%2$s"],"Installed":["Installiert"],"gain access to our 24/7 support team.":["Erhalte Zugang zu unserem Support Team, das rund um die Uhr für dich da ist."],"Premium support":["Premium Support"],"check what your Facebook or Twitter post will look like.":["prüfe, wie deine Facebook- oder Twitter-Beiträge aussehen könnten."],"Social previews":["Social-Media-Vorschau"],"create and manage redirects from within your WordPress install.":["Erstelle und verwalte Weiterleitungen innerhalb deiner WordPress-Installation."],"Redirect manager":["Redirect Manager"],"%1$s, take your optimization to the next level!":["%1$s, bringe deine Optimierung auf die nächste Stufe!"],"A seamless integration between %1$s and %2$s":["Eine nahtlose Integration zwischen %1$s und %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Nutze %1$s Breadcrumbs anstatt von %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Füge einfach Google Maps, eine Liste deiner Standorte/Filialen, Öffnungszeiten oder mehr hinzu."],"Creates XML News Sitemaps":["Erstellt XML News Sitemaps"],"Immediately pings Google on the publication of a new post":["Benachrichtigt Google unverzüglich über die Veröffentlichung eines neuen Beitrags."],"Optimize your site for Google News":["Optimiere deine Website für Google News"],"Make videos responsive through enabling fitvids.js":["Mache Videos responsiv durch das Aktivieren von fitvids.js"],"Enhance the experience of sharing posts with videos":["Verbessere das Erlebnis beim Teilen von Beiträgen mit Videos"],"Show your videos in Google Videos":["Zeige deine Videos in Google Videos"],"Edit &#8220;%s&#8221;":["Bearbeite &#8221;%s&#8222;"],"Premium":["Premium"],"Get Premium":["Hol dir Premium"],"Google Trends":["Google Trends"],"Notifications":["Benachrichtigungen"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Entfernt den Abschnitt Fokus-Keyphrasen aus der Metabox und deaktiviert alle für die SEO-Bewertung relevanten Vorschläge."],"Disable SEO analysis":["SEO-Analyse deaktivieren"],"Twitter settings":["Twitter-Einstellungen"],"Pinterest settings":["Pinterest-Einstellungen"],"Facebook settings":["Facebook-Einstellungen"],"Title separator symbol":["Titel-Trennzeichen"],"RSS feed settings":["Einstellungen zum RSS-Feed"],"Breadcrumbs settings":["Breadcrumb-Einstellungen"],"Make primary":["Mache primär"],"Cancel":["Abbrechen"],"%s notification":["%s Benachrichtigung","%s Benachrichtigungen"],"Disable readability analysis":["Deaktivere die Lesbarkeits-Analyse"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Entfernt den Lesbarkeitsanalyse-Reiter aus der Metabox und deaktiviert alle lesbarkeitsbezogenen Empfehlungen."],"Readability analysis":["Lesbarkeits-Analyse"],"Needs improvement":["Verbesserungsbedarf"],"Readability":["Lesbarkeit"],"Improvements":["Verbesserungen"],"Good job! We could detect no serious SEO problems.":["Gute Arbeit! Wir konnten keine ernsthaften SEO-Probleme feststellen."],"We have detected the following issues that affect the SEO of your site.":["Wir haben die folgenden Probleme festgestellt, welche die SEO deiner Site beeinflussen."],"Problems":["Probleme"],"Analysis":["Analyse"],"Not available":["Nicht verfügbar"],"Filter by SEO Score":["Filtere nach SEO-Wert"],"Meta description not set.":["Metabeschreibung nicht gesetzt."],"Open":["Offen"],"Loading...":[""],"No results found":[""],"Dashboard":["Dashboard"],"You can fix this on the %1$sPermalink settings page%2$s.":["Du kannst dies auf der %1$sPermalinkeinstellungen-Seite%2$s beheben."],"Replaced with the primary category of the post/page":["Ersetzt durch die Hauptkategorie des Beitrags/der Seite"],"Pinterest confirmation":["Pinterest-Bestätigung"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Wenn du deine Website bereits auf Pinterest bestätigt hast, kannst du diesen Schritt überspringen."],"Format-based archives":["Formatbasierende Archive"],"Webmaster Tools verification":["Webmaster-Tools-Verifizierung"],"Buy %s":["Kaufe %s"],"New %1$s Title":["Neuer %1$s Titel"],"Existing %1$s Title":["Vorhandener %1$s Titel"],"Expected an integer as input.":["Eingabe vom Typ Integer erwartet."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Der Versuch, einen sicheren Sitemap-Cache-Schlüssel zu generieren, ist fehlgeschlagen, da die Präfix- und Postfix-Kombination zu wenig Platz lässt. Du forderst wahrscheinlich eine Seite an, die die erwartete Bandbreite überschreitet."],"Redirects":[""],"Remove":["Entfernen"],"Keep":["Behalten"],"Bold the last page":["Die letzte Seite hervorheben"],"Regular":["Normal"],"Bold":["Hervorgehoben"],"Show Blog page":["Blog-Seite anzeigen"],"Primary %s":["Primär %s"],"Primary":["Primär"],"Make %1$s primary %2$s":["%1$s als primär %2$s setzen"],"Integrations":["Integrationen"],"Term is set to noindex.":["Terminologie ist auf noindex gesetzt"],"Author archives":["Autor-Archiv"],"Enabled":["Aktiviert"],"Disabled":["Deaktiviert"],"The separator defined in your theme's %s tag.":["Der Platzhalter wird im %s-Element deines Themes definiert."],"No index":["Nicht indexieren"],"Once Weekly":["Einmal wöchentlich"],"SEO score":["SEO-Wert"],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Die erste echte All-in-One-SEO-Lösung für WordPress, einschließlich On-Page Inhaltsanalyse, XML-Sitemaps und vielem mehr."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktivierungsfehler:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Die Filter-Erweiterung scheint nicht verfügbar zu sein. Bitte deinen Hoster, sie einzuschalten."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Die Installation des %1$s-Plugins ist unvollständig. Bitte schau in den %2$sInstallationsanweisungen%3$s nach."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Die Standard PHP Library (SPL) Erweiterung scheint nicht verfügbar zu sein. Bitte frage Deinen Web-Hoster, dass er sie aktiviert."],"SEO Settings":["SEO-Einstellungen"],"Mobile-Friendly Test":["Mobile-Friendly-Test"],"Google Page Speed Test":["Google-Page-Speed-Test"],"CSS Validator":["CSS-Validator"],"HTML Validator":["HTML-Validator"],"Pinterest Rich Pins Validator":["Pinterests Rich-Pins-Validator"],"Facebook Debugger":["Facebook Debugger"],"Check Google Cache":["Google-Cache prüfen"],"Analyze this page":["Diese Seite analysieren "],"Keyword Research":["Keyword-Recherche"],"%s does not seem to be a valid url. Please correct.":["%s scheint keine korrekte URL zu sein. Bitte korrigieren."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s scheint eine ungültige %2$s Bestätigungszeichenfolge zu sein. Bitte korrigieren."],"%s Archive":["%s Archiv"],"You searched for %s":["Du hast nach %s gesucht"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s scheint kein gültiger Twitter-Benutzername zu sein. Bitte korrigieren."],"Summary with large image":["Zusammenfassung mit großem Bild"],"The post %1$s appeared first on %2$s.":["Der Beitrag %1$s erschien zuerst auf %2$s."],"No numeric value was received.":["Es wurde kein numerischer Wert erhalten"],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Dies muss eine bestehende Website sein. Website %s existiert nicht oder wurde als gelöscht markiert."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Die Standard Website Einstellung muss eine numerische ID der Website sein, die du als Standard nutzen willst. "],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s ist keine gueltige Auswahl für den Zugriff auf die  %2$sEinstellungen. Der Wert wurde auf Standard zurueckgesetzt."],"Please select a valid post type for taxonomy \"%s\"":["Bitte wähle einen gültigen Beitragstyp für Taxonomie „%s“"],"Please select a valid taxonomy for post type \"%s\"":["Bitte wähle eine gültige Taxonomie für Beitragstyp „%s“"],"You searched for":["Du suchtest nach"],"Home":["Startseite"],"Archives for":["Archive für"],"Error 404: Page not found":["Fehler 404: Seite wurde nicht gefunden"],"Good":["Gut"],"Replaced with a custom taxonomies description":["Ersetzt durch eine eigene Beschreibung der Taxonomie"],"Replaced with a posts custom taxonomies, comma separated.":["Mit individuellen Taxonomien eines Beitrags ersetzt, kommagetrennt."],"Replaced with a posts custom field value":["Mit einem eigenen Feldwert eines Beitrags ersetzt"],"Replaced with the slug which caused the 404":["Ersetzt durch die Titelform, welche den 404 Fehler auslöste."],"Replaced with the posts focus keyphrase":["Wird ersetzt durch die Fokus-Keyphrase des Beitrags"],"Attachment caption":["Beschriftung Dateianhang"],"Replaced with the current page number":["Wird ersetzt durch die aktuelle Seitennummer"],"Replaced with the current page total":["Wird ersetzt durch die aktuelle gesamte Seitenanzahl"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Ersetzt mit der aktuellen Seitennummer mit Kontext (z. B. Seite 2 von 4)"],"Replaced with the current year":["Wird durch die aktuelle Jahreszahl ersetzt"],"Replaced with the current month":["Wird durch den aktuellen Monat ersetzt"],"Replaced with the current day":["Mit aktuellem Tag ersetzt"],"Replaced with the current date":["Wird durch das aktuelle Datum ersetzt"],"Replaced with the post/page author's 'Biographical Info'":["Wird ersetzt durch die 'Biografischen Angaben' des Beitrags-/Seitenautors"],"Replaced with the post/page author's 'nicename'":["Wird ersetzt durch den Nicknamen des Autors des Artikels/ der Seite"],"Replaced with the post/page ID":["Wird ersetzt durch die ID des Artikels/der Seite"],"Replaced with the post/page modified time":["Wird ersetzt durch die Bearbeitungszeit des Artikels/der Seite"],"Replaced with the content type plural label":["Wird durch die Pluralform des Inhaltstyp ersetzt"],"Replaced with the content type single label":["Wird durch die Einzahlform des Inhaltstyp ersetzt"],"Replaced with the current search phrase":["Wird durch die gegenwärtige Suchphrase ersetzt"],"Replaced with the term name":["Wird ersetzt durch den Begriff"],"Replaced with the term description":["Wird ersetzt durch die Beschreibung des Ausdrucks"],"Replaced with the tag description":["Wird durch die Schlagwort-Beschreibung ersetzt"],"Replaced with the category description":["Wird durch die Beschreibung der Kategorie ersetzt"],"Replaced with the post categories (comma separated)":["Wird kommagetrennt ersetzt mit den Beitrags-Kategorien"],"Replaced with the current tag/tags":["Mit aktuellen Tags ersetzt"],"Replaced with the post/page excerpt (without auto-generation)":["Wird ersetzt durch Textauszug des Artikels / der Seite (ohne Auto-Generierung)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Wird ersetzt durch Textauszug aus Artikel / Seite (oder automatisch generiert, falls nicht vorhanden)"],"The site's name":["Der Seitenname"],"Replaced with the title of the parent page of the current page":["Ersetzt mit dem Titel der übergeordneten Seite der aktuellen Seite"],"Replaced with the title of the post/page":["Wird ersetzt durch den Titel des Beitrags bzw. der Seite"],"Replaced with the date of the post/page":["Wird ersetzt durch das Datum des/der Artikels/Seite"],"Page %1$d of %2$d":["Seite %1$d von %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Du kannst die Platzhalter der WPSEO Standard Variable nicht aufheben indem du eine Variable mit dem selben Namen wählst. Nutze die „wpseo_replacements“ Filter anstelle die Platzhalter Werte zu verändern."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Eine Platzhalter-Variable mit dem selben Namen wurde bereits angelegt. Versuche, einen einzigartigen Namen zu wählen."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Eine Platzhalter-Variable kann nicht mit „%%cf_“ oder „%%ct_“ beginnen. Diese sind reserviert für die WPSEO Standard Variable, Variablen für benutzerdefinierte Felder und benutzerdefinierte Taxonomien. Versuche einen eindeutigen Variablen-Namen zu wählen."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Eine Ersatzvariable kann nur alphanumerische Zeichen sowie einen Unterstrich oder eine Leertaste enthalten. Bitte versuche, deine Variable umzubenennen."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Nur für Administratoren: diese Seite zeigt keine Meta-Beschreibung, da bisher keine vorhanden ist. Verfasse entweder eine speziell für diese Seite oder gehe in das [%1$s - %2$s]-Menü und richte eine Vorlage ein."],"Page not found":["Seite wurde nicht gefunden."],"%s Archives":["%s Archive"],"Meta description to use for Author page":["Meta-Beschreibung, die auf der Autoren-Seite genutzt wird"],"Title to use for Author page":["Titel, der auf der Autoren-Seite genutzt wird"],"%1$s settings":["Einstellungen für %1$s "],"Export your %1$s settings":["Exportiere Deine %1$s Einstellungen"],"Import settings":["Einstellungen importieren"],"Import from other SEO plugins":["Importiere von anderen SEO-Plugins"],"Import":["Import"],"If you had a %s file and it was editable, you could edit it from here.":["Falls eine %s Datei existiert und diese schreibbar ist, kannst du sie hier editieren."],"If your %s were writable, you could edit it from here.":["Wenn deine %s beschreibbar wäre, könntest du diese hier bearbeiten."],"You don't have a %s file, create one here:":["Du hast keine %s Datei, erstelle hier eine:"],"A link to your site, with your site's name and description as anchor text.":["Link zu Deiner Seite mit Blogname und Slogan als Linktext."],"A link to your site, with your site's name as anchor text.":["Link zu Deiner Seite mit dem Namen deines Blocks als Linktext."],"A link to the post, with the title as anchor text.":["Link zum Artikel mit dem Artikelnamen als Linktext."],"A link to the archive for the post author, with the authors name as anchor text.":["Link zum Autor-Archiv mit dem Namen des Autors als Linktext."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kannst folgende Variablen innerhalb des Inhalts verwenden, diese werden durch den Wert auf der rechten Seite ersetzt."],"Content to put after each post in the feed":["Inhalt, der an jeden Beitrag im Feed angehängt wird"],"Content to put before each post in the feed":["Inhalt, der vor jeden Eintrag im RSS-Feed gesetzt wird"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Dieses Feature wird dazu benutzt, um automatisch Inhalt in deinen RSS-Feed einzufügen. Konkret bedeutet das, dass Verlinkungen zurück zu deiner Website und ihren Artikeln gesetzt werden. Dumme Inhalts-Diebe werden diese Links ebenfalls verwenden und dir damit helfen, dass die Suchmaschine dich als die Originalquelle des Inhaltes identifizieren kann."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Die Nutzung der Breadcrumbs-Funktion wird in  %1$sunserem Wissensbasis-Artikel über Breadcrumbs Implementierung%2$s erläutert."],"How to insert breadcrumbs in your theme":["Wie Du Breadcrumbs in Dein Theme einbinden kannst."],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Das Inhaltstyp-Archiv, das in Breadcrumbs für Taxonomien angezeigt wird"],"Taxonomy to show in breadcrumbs for content types":["Taxonomie, die in Breadcrumbs für Inhaltstypen angezeigt wird"],"Breadcrumb for 404 Page":["Breadcrumb für Fehlerseite 404"],"Prefix for Search Page breadcrumbs":["Präfix für Suchseiten-Breadcrumb"],"Prefix for Archive breadcrumbs":["Präfix für Archiv-Breadcrumb"],"Prefix for the breadcrumb path":["Praefix für den Breadcrumb-Pfad."],"Anchor text for the Homepage":["Anker-Text für die Homepage"],"Separator between breadcrumbs":["Trenner zwischen den Breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Unten siehst du die SEO-Werte der bisher veröffentlichten Beiträge. Jetzt ist der richtige Moment, einige deiner Beiträge zu verbessern!"],"Credits":["Danksagungen"],"&laquo; Back to Tools page":["&laquo; Zurück zur Tools-Seite"],"%1$s comes with some very powerful built-in tools:":["%1$s enthält einige sehr leistungsstarke Werkzeuge:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Dieses Tool erlaubt dir, schnell wichtige Dateien für deine SEO, wie in der robots.txt und der .htaccess Datei, zu ändern, sofern diese existieren."],"File editor":["Datei-Editor"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importiere die Einstellungen von anderen SEO-Plugins und exportiere deine Einstellungen für die Wiederverwendung auf anderen Websites."],"Import and Export":["Import und Export"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Dieses Tool erlaubt dir, schnell die Titel und Beschreibungen deiner Beiträge und Seiten zu ändern, ohne den jeweiligen Editor aufrufen zu müssen."],"Bulk editor":["Massenbearbeitung"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Füge den Meta-Tag hier ein, um deine %1$sWebsite mit Pinterest zu verifizieren%2$s:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["Pinterest nutzt Open-Graph-Metadaten - genau wie Facebook. Setze deshalb einen Haken im „Open-Graph-Meta-Kontrollkästchen“ im Facebook-Tab, um die Website auch für Pinterest zu optimieren."],"Add Twitter card meta data":["Twitter Card Metadaten hinzufügen"],"This image is used if the post/page being shared does not contain any images.":["Dieses Bild wird benutzt, falls der geteilte Post / die geteilte Seite keine Bilder enthält."],"Default settings":["Standardeinstellungen"],"Description":["Beschreibung"],"Add Open Graph meta data":["Open Graph Meta Data hinzufügen"],"Accounts":["Konten"],"Restore site to defaults":["Website auf Standardeinstellungen zurücksetzen"],"Site ID":["Website-ID"],"Using this form you can reset a site to the default SEO settings.":["Hiermit kannst Du die Standard-SEO-Einstellungen deiner Website wieder herstellen/zurücksetzen."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Datenschutzsensible (wie Facebook Admins und dergleichen), themenspezifische (Titelumschreibungen) und einige andere sehr spezifische Website-Einstellungen werden nicht in neue Websites importiert."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Gib die %1$sWebsite-ID%2$s für die Website ein, deren Einstellungen du als Standard für alle Websites in deinem Netzwerk setzen möchtest. Du kannst dies auch leer lassen (in der Regel werden die Plugin-Standards verwendet)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Wähle die Seite, deren Einstellungen du standardmäßig für alle Websites, die deinem Netzwerk hinzugefügt werden, verwendet werden sollen. Wenn du „Keine“ auswählst, werden die Standardeinstellungen des Plugins verwendet."],"New sites in the network inherit their SEO settings from this site":["Neue Websites im Netzwerk übernehmen die SEO-Einstellungen dieser Website"],"Super Admins only":["Nur für Super-Admins"],"Site Admins (default)":["Seiten-Admins (Standard)"],"Who should have access to the %1$s settings":["Wer soll Zugriff auf die %1$s Einstellungen haben?"],"spam":["SPAM"],"mature":["veraltet"],"archived":["archiviert"],"public":["öffentlich"],"%s restored to default SEO settings.":["%s zurückgesetzt auf Standard-SEO-Einstellungen."],"Settings Updated.":["Einstellungen gespeichert."],"404 pages":["404-Seiten"],"Search pages":["Such-Seiten"],"These pages will be %s by default, so they will never show up in search results.":["Diese Seiten sind per Vorgabe  %s , damit werden sie in Suchergebnissen nicht angezeigt"],"Special pages":["Spezielle Seiten"],"Date-based archives could in some cases also be seen as duplicate content.":["In manchen Fällen können datumsbasierte Archive ebenfalls als Duplicate Content angesehen werden."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Wenn das bei dieser Website der Fall ist, kannst du das Archiv entweder abschalten (was zur Weiterleitung auf die Startseite führt) oder du fügst %s hinzu, damit es nicht in den Suchergebnissen auftaucht."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Wenn du der einzige Autor dieser Website bist, ist das Autorenarchiv exakt gleich mit der Homepage. Das führt zu einem sogenannten %1$sDuplicate-Content-Problem%2$s."],"Date archives":["Datums-Archive"],"author archives":["Autor-Archive"],"Title":["Titel"],"Take note:":["Beachte:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Du kannst Titel und Beschreibung der Homepage bestimmen, indem du %1$sdie Homepage selbst bearbeitest%2$s."],"You can determine the title and description for the posts page by %1$sediting the posts page itself%2$s.":["Du kannst Titel und Beschreibung der Beitragsseite bestimmen, indem du %1$sdie Beitragsseite selbst bearbeitest%2$s."],"Homepage &amp; Posts page":["Homepage und Beitragsseite"],"Title Separator":["Titel-Trennzeichen"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s hat automatisch erkannt, ob für deine Seiten ein Zwang zum Umschreiben der Titel gesetzt werden sollte. Wenn du glaubst, dass dies falsch ist, und du weißt was du tust, kannst du die Einstellung hier ändern."],"Force rewrite titles":["Umarbeitung der Titel erzwingen"],"Taxonomies":["Taxonomien"],"Homepage":["Homepage"],"%1$s Extensions":["%1$s Erweiterungen"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Nahtlose Integration von WooCommerce mit %1$s und erhalte zusätzliche Funktionen!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Besseres Ranking vor Ort und in GoogleMaps, ohne ins Schwitzen zu geraten!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Bist Du bei Google News gelistet? Steigere Deinen Traffic von dort mit der Google News Optimierung!"],"Optimize your videos to show them off in search results and get more clicks!":["Optimiere Deine Videos, um sie in den Suchergebnissen zu zeigen und hole mehr Klicks!"],"The premium version of %1$s with more features & support.":["Die Premium-Version von %1$s mit mehr Funktionen & Unterstützung."],"Person":["Person"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Diese Daten werden als Metadaten auf deiner Website angezeigt und sollten in %1$sGoogle's Knowledge Graph%2$s erscheinen. Du kannst entweder ein Unternehmen oder eine Person sein."],"Website name":[""],"Webmaster Tools":["Webmaster Tools"],"RSS":["RSS"],"Permalink":["Permalink"],"Breadcrumbs":["Breadcrumbs"],"Authenticate":[""],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Um eine Umleitung anzulegen und diesen Fehler zu beheben, brauchst Du %1$s. Du kannst das Plugin inklusive einem Jahr Support und Updates auf %2$s buchen."],"Creating redirects is a %s feature":["Das Erstellen von Weiterleitungen ist ein Feature von %s."],"New URL":[""],"Search":[""],"URL":[""],"Deactivate %s":["Deaktiviere %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Das %1$s Plugin könnte in Verbindung mit %2$s Fehler hervorrufen."],"Upload Image":["Bild hochladen"],"%s Posts Overview":["%s Beitragsübersicht"],"Breadcrumbs title":["Breadcrumbs-Titel"],"Pinterest":["Pinterest"],"Social settings":["Einstellungen für Social Media"],"Archives":["Archive"],"Close":["Schließen"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Sowohl %1$s als auch %2$s erstellen XML-Sitemaps. Zwei Sitemaps haben jedoch keinen Vorteil für Suchmaschinen und könnten deine Website sogar verlangsamen."],"Configure %1$s's Open Graph settings":["Konfigurieren der %1$s OpenGraph-Einstellungen"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Sowohl %1$s als auch %2$s erzeugen OpenGraph Code, was dazu führen könnte, dass Facebook, Twitter, LinkedIn und andere soziale Netzwerke die falschen Texte und Bilder beim Teilen der Seiten verwenden."],"%s image":["%s Bild"],"%s description":["%s Beschreibung"],"%s title":["%s Titel"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["sehr schwierig"],"Try to make shorter sentences, using less difficult words to improve readability":["Versuche, kürzere Sätze zu formulieren und weniger komplizierte Wörter zu nutzen, um die Lesbarkeit zu erhöhen"],"difficult":["schwer"],"Try to make shorter sentences to improve readability":["Versuche, kürzere Sätze zu formulieren, um die Lesbarkeit zu erhöhen"],"fairly difficult":["ziemlich schwer"],"OK":["OK"],"fairly easy":["ziemlich einfach"],"easy":["einfach"],"very easy":["sehr einfach"],"The copy scores %1$s in the test, which is considered %2$s to read.":[""],"Flesch reading ease":[""],"Meta Desc.":["Meta-Beschr."],"All SEO Scores":["Alle SEO-Werte"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Das Bild muss mindestens 200x200 Pixel groß sein, um von Facebook und anderen Social Media Seiten aufgenommen zu werden."],"(no parent)":["(kein Elternelement)"],"meta description":[""],"Page title":[""],"Post is set to noindex.":["Der Artikel wird nicht indexiert."],"The URL that this page should redirect to.":["Die URL, auf die diese Seite weitergeleitet werden soll."],"301 Redirect":["301-Weiterleitung"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Die Canonical-URL auf die diese Seite zeigen soll. Ist das Feld leer, wird der Permalink übernommen. %1$sCross Domain canonical%2$s wird ebenfalls unterstützt."],"Canonical URL":["Canonical-URL"],"Title to use for this page in breadcrumb paths":["Titel, der für diese Seite in Breadcrumbs-Pfaden benutzt werden soll"],"Breadcrumbs Title":["Breadcrumb-Titel"],"No Snippet":["Kein Snippet"],"No Archive":["Kein Archiv"],"No Image Index":["Kein Bild Index"],"None":["Keine"],"Meta robots advanced":["Erweiterte Meta Robots"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Achtung: Auch wenn hier die Meta-Robots-Einstellungen gesetzt werden können, - falls die gesamte Website auf „noindex“ gesetzt ist, bleiben die Eintragungen hier ohne Wirkung."],"Meta description":["Meta-Beschreibung"],"SEO Title":["SEO-Titel"],"Focus keyword":["Fokus-Keyword"],"Settings successfully imported.":["Einstellungen wurden erfolgreich importiert."],"Settings could not be imported:":["Einstellungen konnten nicht importiert werden:"],"Breadcrumb for 404 pages:":["Breadcrumb für 404 Seiten:"],"Prefix for search result pages:":["Präfix für Suchergebnisseiten:"],"Prefix for archive pages:":["Präfix für Archivseiten:"],"Prefix for breadcrumbs:":["Präfix für Breadcrumbs:"],"Anchor text for the homepage:":["Anker-Text für die Homepage:"],"Breadcrumbs separator:":["Breadcrumb Trennzeichen:"],"%s Breadcrumbs":["%s Breadcrumbs"],"Use Image":["Bild verwenden"],"Action":["Aktion"],"Page URL/Slug":["Seiten URL / Titelform"],"Publication date":["Veröffentlichungsdatum"],"Post Status":["Beitragsstatus"],"WP Page Title":["WP Seitentitel"],"View":["Ansicht"],"View &#8220;%s&#8221;":["zeige &#8220;%s&#8221;"],"Preview":["Vorschau"],"Preview &#8220;%s&#8221;":["Vorschau &#8220;%s&#8221;"],"Edit":["Bearbeiten"],"Filter":["Filter"],"New Yoast Meta Description":["Neue Yoast Meta Beschreibung"],"Existing Yoast Meta Description":["Existierende Yoast Meta Beschreibung"],"Facebook profile URL":["URL des Facebook Profils"],"Twitter username (without @)":["Twitter-Benutzername (ohne @)"],"Google":[""],"FAQ":["FAQ"],"Settings":["Einstellungen"],"Huge SEO Issue: You're blocking access to robots.":["Wichtiges SEO-Problem: Du blockierst den Zugriff von Suchmaschinen."],"Posts":["Beiträge"],"Edit Files":["Dateien editieren"],"General":["Allgemein"],"Extensions":["Erweiterungen"],"Search Console":["Suchkonsole"],"Tools":["Werkzeuge"],"Advanced":["Erweitert"],"XML sitemaps":["XML-Sitemaps"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s hat festgestellt, dass du Version  %2$s von %3$s nutzt. Bitte aktualisiere auf die neueste Version, um Fehler zu vermeiden."],"Just another WordPress site":["Nur eine weitere WordPress Seite"],"You have used HTML in your value which is not allowed.":["Du hast HTML in deinem Wert verwendet, dies ist nicht erlaubt."],"You can't edit %s that aren't yours.":["Du kannst %s nicht editieren, das sind nicht Deine."],"You can't edit %s.":["Du kannst %s nicht bearbeiten."],"Post has an invalid Content Type: %s.":["Beitrag hat einen ungültigen Inhaltstyp: %s."],"Post doesn't exist.":["Dieser Beitrag existiert nicht."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Papierkorb <span class=\"count\">(%s)</span>","Papierkorb <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Alle <span class=\"count\">(%s)</span>","Alle <span class=\"count\">(%s)</span>"]}}}