{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":[""],"Alternate organization name":[""],"Organization or Person":[""],"Use the alternate website name for acronyms, or a shorter version of your website's name.":[""],"Alternate website name":[""],"This name is shown for your site in the search results.":[""],"Website":[""],"Choose how the title of your 404 error pages should look in the browser.":[""],"404 error pages":[""],"Choose how the title of your internal search pages should look in the browser.":[""],"Internal search pages":[""],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile.":[""],"We're sorry, you're not allowed to edit the other profiles of the selected user.":[""],"We're sorry, you're not allowed to edit the other profiles of %1$s%3$s%2$s.":[""],"Show Formats in search results":[""],"Show Media pages in search results":[""],"Show Date archives in search results":[""],"Show Author archives in search results":[""],"Breadcrumbs for %1$s":[""],"Site connections":[""],"See the XML sitemap":[""],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords!":[""],"Enable feature":[""],"Site features":[""],"Learn more":[""],"Set the basic info for your website. Note that some of these values can be used as variables when configuring the search appearance of your content.":[""],"Site info":[""],"We're sorry, you're not allowed to edit the %1$sSite title%2$s and %1$sTagline%2$s.":[""],"Show or hide our tools and controls in the attachment editor.":[""],"(e.g., %1$s":[""],"Remove unregistered URL parameters":[""],"Optimize Google Analytics utm tracking parameters":[""],"Remove WP-JSON API":[""],"Remove emoji scripts":[""],"Remove Atom / RDF feeds":[""],"Remove search results feeds":[""],"Remove custom taxonomy feeds":[""],"Remove tag feeds":[""],"Remove category feeds":[""],"Remove post type feeds":[""],"Remove post authors feeds":[""],"Remove post comments feeds":[""],"Remove global comment feeds":[""],"Remove global feed":[""],"Remove powered by HTTP header":[""],"Remove generator tag":[""],"Remove oEmbed links":[""],"Remove RSD / WLW links":[""],"Remove REST API links":[""],"Remove shortlinks":[""],"%1$s are used for %2$s.":[""],"%1$s are used for %2$s and %3$s.":[""],"Show or hide our tools and controls in the content editor.":[""],"Enable SEO controls and assessments":[""],"Unlock with %1$s":[""],"We couldn’t find anything with that term.":[""],"Please enter a search term that is longer than 3 characters.":[""],"Search...":[""],"Quick search...":[""],"No, continue editing":[""],"Yes, discard changes":[""],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":[""],"Discard all changes":[""],"Connect %1$s with %2$s":[""],"or %1$sLearn more%2$s\t":[""],"Instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"%1$sConnect %2$s with %3$s%4$s to instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"Redirect pretty URLs for search pages to raw format":[""],"Choose the general appearance of your breadcrumbs.":[""],"Breadcrumb appearance":[""],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":[""],"Please tell us more about the person this site represents.":[""],"E.g. https://example.com/yoast":[""],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":[""],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":[""],"Choose whether your site represents an organization or a person.":[""],"Person/organization":[""],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":[""],"E.g. https://wikipedia.com/yoast":[""],"E.g. https://youtube.com/yoast":[""],"E.g. https://twitter.com/yoast":[""],"E.g. https://tumblr.com/yoast":[""],"E.g. https://soundcloud.com/yoast":[""],"E.g. https://pinterest.com/yoast":[""],"E.g. https://myspace.com/yoast":[""],"E.g. https://linkedin.com/yoast":[""],"E.g. https://instagram.com/yoast":[""],"E.g. https://facebook.com/yoast":[""],"Tell us about the other profiles on the web that belong to the person.":[""],"Other profiles":[""],"Oops! Something went wrong while retrieving the user social profiles.":[""],"Writing":[""],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[""],"Google Analytics utm tracking parameters":[""],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":[""],"Advanced: URL cleanup":[""],"Prevent crawling of internal site search URLs":[""],"Block internal site searches which match the patterns of known spam attacks.":[""],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":[""],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs.":[""],"Enables advanced settings for protecting your internal site search URLs.":[""],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":[""],"Internal site search cleanup":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":[""],"WP-JSON API":[""],"Remove JavaScript used for converting emoji characters in older browsers.":[""],"Remove URLs which provide alternative (legacy) formats of all of the above.":[""],"Remove URLs which provide information about your search results.":[""],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":[""],"Remove URLs which provide information about your recent posts, for each tag.":[""],"Remove URLs which provide information about your recent posts, for each category.":[""],"Remove URLs which provide information about your recent posts, for each post type.":[""],"Remove URLs which provide information about recent posts by specific authors.":[""],"Remove URLs which provide information about recent comments on each post.":[""],"Also disables Post comment feeds.":[""],"Remove URLs which provide an overview of recent comments on your site.":[""],"Remove URLs which provide an overview of your recent posts.":[""],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":[""],"Disable unwanted content formats":[""],"Remove links which allow others sites to ‘ping’ yours when they link to you.":[""],"Remove information about the plugins and software used by your site.":[""],"Remove links used for embedding your content on other sites.":[""],"Remove links used by external systems for publishing content to your blog.":[""],"Remove links to the location of your site’s REST API endpoints.":[""],"Rest API links":[""],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":[""],"Remove unwanted metadata":[""],"Crawl optimization":[""],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s":[""],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":[""],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":[""],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of %1$s and %2$s URLs.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. Most people can safely disable all of these, which can help to save bytes, electricity, and trees.":[""],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":[""],"E.g., %1$s and %2$s":[""],"E.g., %1$s":[""],"Enable breadcrumbs for your theme":[""],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":[""],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":[""],"Breadcrumbs for Taxonomies":[""],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":[""],"Breadcrumbs for Post types":[""],"Show Blog page in breadcrumbs":[""],"Breadcrumb for 404 page":[""],"Prefix for Search page breadcrumbs":[""],"Add prefix":[""],"Add anchor text":[""],"Add separator":[""],"Configure the appearance and behavior of your breadcrumbs.":[""],"Disabling this will redirect the %1$s to your site's homepage.":[""],"Refresh this page":[""],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":[""],"Something went wrong. An unexpected error occurred.":[""],"Be the first to %1$sget new features & tools%2$s, before everyone else. Get %1$s24/7 support%2$s and boost your website’s visibility.":[""],"Failed to retrieve users.":[""],"Searching users...":[""],"No users found.":[""],"Discard changes":[""],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":[""],"The profile is not valid. Please enter a valid URL.":[""],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":[""],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":[""],"Wikipedia":[""],"YouTube":[""],"Tumblr":[""],"SoundCloud":[""],"MySpace":[""],"LinkedIn":[""],"Instagram":[""],"User":[""],"Organization or a person":[""],"Site basics":[""],"Yoast's recommended reading list":[""],"Text formality":[""],"Read more about text formality.":[""],"%1$s%3$s%2$s will help you assess the formality level of your text.":[""],"%1$sSKU%3$s: Not all your product variants have a SKU. You can add a SKU via the \"Variations\" tab in the Product data box. %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""]," You can add a SKU via the \"Inventory\" tab in the Product data box.":[""],"Not all your product variants have an identifier. You can add a product identifier via the \"Variations\" tab in the Product data box":[""],"Your product is missing an identifier (like a GTIN code). You can add a product identifier via the \"Yoast SEO\" tab in the Product data box":[""],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":[""],"Remove unused resources":[""],"Restore last hidden item":["Επαναφορά του τελευταίου κρυφού αντικειμένου"],"This feature is not available for multisites.":["Αυτή η δυνατότητα δεν είναι διαθέσιμη για πολλαπλούς ιστοτόπους."],"Prevent search engines from crawling /wp-json/":[""],"Prevent search engines from crawling site search URLs":[""],"Help us to analyze your site by running the site analysis below.":["Βοήθησέ μας να αναλύσουμε τον ιστότοπό σου τρέχοντας την παρακάτω ανάλυση ιστοτόπου."],"Site analysis is disabled for non-production environments.":["Η ανάλυση ιστοτόπου είναι απενεργοποιημένη για μη-παραγωγικά περιβάλλοντα."],"Stop site analysis":["Τερματισμός ανάλυσης του site"],"Start site analysis":["Εκκίνηση ανάλυσης του site"],"Please update your Yoast SEO Premium plugin to the latest version to be able to use this feature.":["Παρακαλώ ενημερώστε το plugin Yoast SEO Premium στην πιο πρόσφατη έκδοση για να μπορείτε να χρησιμοποιήσετε αυτή τη λειτουργία."],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Υπάρχουν αλλαγές σε αυτή τη σελίδα που δεν έχουν αποθηκευτεί. Φεύγοντας απο αυτή τη σελίδα σημαίνει ότι αυτές οι αλλαγές θα χαθούν. Είστε σίγουροι ότι θέλετε να φύγετε απο αυτή τη σελίδα;"],"Formats":[""],"Media pages":["Σελίδες μέσων"],"Categories & tags":[""],"Content types":["Τύποι περιεχομένου"],"Show more":[""],"Show less":[""],"Configure the basics for your website.":[""],"This field updates the %1$sTagline in your WordPress settings%2$s.":[""],"This field updates the %1$sSite title in your WordPress settings%2$s.":[""],"Choose how your %1$s pages should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s page.":[""],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show %1$s pages in search results":[""],"Choose how your %1$s pages should look in search engines. You can always customize this per individual %2$s page.":[""],"We recommend disabling %1$s pages. Disabling %1$s pages will cause all attachment URLs to redirect to the media itself.":[""],"%1$s pages":[""],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":[""],"Choose how your Homepage should look on social media. Note that this is what people probably will see when they search for your brand name.":[""],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":[""],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %1$s.":[""],"Date archive":[""],"Choose how your %1$s should look on social media by default.":[""],"Disabling this means that archives for authors without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show archives for authors without posts in search results":[""],"Choose how your %1$s should look in search engines.":[""],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":[""],"Author archive":[""],"Read more about the search results settings":[""],"Choose how your %1$s should look in search engines and on social media.":[""],"Contact support":[""],"We're very sorry, but it seems like the following error has interrupted our application:":[""],"An error occurred while calculating your content: %s":[""],"This functionality is disabled in staging environments.":[""],"We would like to show you insights into content that we feel could use improving.":[""],"No data to show yet":[""],"Show %1$s more...":[""],"Open editor":[""],"Add focus keyphrase":[""],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":[""],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":[""],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":[""],"Posts and pages that haven't been analyzed (%1$s)":[""],"Posts and pages without a focus keyphrase (%1$s)":[""],"Restore all hidden items":["Επαναφορά όλων των κρυφών αντικειμένων"],"Your site has no content with incoming links left to display here.":[""],"Highest number of incoming links":[""],"Congratulations! All of your content has a green SEO score!":[""],"Your site has no content with SEO scores left to display here.":[""],"An error occured while calculating the SEO scores of your content. Please try again later.":[""],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":[""],"Lowest SEO scores":[""],"Refresh data":[""],"Last refreshed: %d min ago":["","Last refreshed: %d mins ago"],"An error occurred: %s":[""],"You have hidden all items from this list, so there is no content left to display here.":[""],"Add links":[""],"An error occured while calculating the incoming links of your content. Please try again later.":[""],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":[""],"Lowest number of incoming links":[""],"Congratulations! All of your content has a green readability score!":[""],"Your site has no content with Readability scores left to display here.":[""],"An error occured while calculating the Readability scores of your content. Please try again later.":[""],"Improve":[""],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":[""],"Restore hidden items":["Επαναφορά κρυφών αντικειμένων"],"Lowest readability scores":[""],"The undo request was unsuccessful.":[""],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":[""],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":[""],"The content below is supposed to be your cornerstone content: the most important and extensive articles on your site. ":[""],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":[""],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":[""],"The request has failed.":[""],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":[""],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":[""],"An error occurred while fetching the suggested links list: %s":[""],"Start writing a new post":[""],"Don't know where to start? Have a look at our recommended reading list!":[""],"keyword strategy, site structure and copywriting.":[""],"There are three major elements you need to consider when writing good content for SEO:":[""],"You need to have more content on your site to make your website rank well in the search engines.":[""],"Start writing content!":[""],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":[""],"You've disabled features that are needed to show data":[""],"Read reviews from real users":[""],"Be the first to %1$s get new features & tools%2$s, before everyone else. Get %1$s 24/7 support%2$s and boost your website’s visibility.":[""],"%1$s attempted to load the class %2$s but it could not be found.":[""],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":[""],"Choose how your Homepage should look in search engines.":[""],"Keep the categories prefix in the slug":[""],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":[""],"Choose how your %1$s archive should look on social media.":[""],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Απενεργοποιώντας αυτό σημαίνει πως το αρχείο %1$s δεν θα καταχωρέιται στο ευρετήριο και οι μηχανές αναζήτησης θα αποκλείονται απο το αρχείο XML sitemaps."],"Choose how your %1$s archive should look in search engines.":[""],"These settings are specifically for optimizing your %1$s archive.":[""],"%1$s archive":["%1$s αρχειοθέτηση"],"Add custom fields to page analysis":["Πρόσθεσε προσαρμοσμένoυς τομείς στην ανάλυση σελίδας"],"Additional settings":["Περισσότερες ρυθμίσεις"],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":["Επιλέξτε τον προεπιλεγμένο τρόπο περιγραφής των %1$s, στην schema.org σήμανση  του ιστότοπού σας. Μπορείτε να αλλάξετε αυτές τις ρυθμίσεις ξεχωριστά για κάθε %2$s."],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":[""],"Social appearance":["Εμφάνιση στα κοινωνικά δίκτυα"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":[""],"Search appearance":[""],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":[""],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":[""],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Oh no! It seems your form contains invalid data. Please review the following fields:":[""],"Archive social image":[""],"Archive social description":[""],"Archive social title":[""],"Show the archive for %1$s in search results":[""],"Archive breadcrumbs title":[""],"Archive meta description":[""],"Archive SEO title":[""],"Enable %1$s for %2$s":[""],"Show %1$s in search results":[""],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":[""],"%1$sSKU%2$s: All your product variants have a SKU. Good job!":[""],"%1$sSKU%3$s: Your product is missing a SKU.%4$s %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""],"%1$sSKU%2$s: Your product has a SKU. Good job!":[""],"%1$s%2$s%5$s: %3$s. %4$sInclude it if you can, as it will help search engines to better understand your content.%5$s":[""],"%1$s%2$s%4$s: %3$s. Good job!":[""],"All your product variants have a barcode":[""],"Not all your product variants have a barcode":[""],"Your product has a barcode":[""],"Your product is missing a barcode (like a GTIN code)":[""],"All your product variants have an identifier":[""],"Your product has an identifier":[""],"This feature has been disabled, since it is not supported for your language yet.":["Αυτή η δυνατότητα έχει απενεργοποιηθεί, διότι δεν υποστηρίζεται ακόμη για τη γλώσσα σας."],"Discover why inclusive language is important for SEO.":["Ανακαλύψτε γιατί η συμπεριληπτική γλώσσα είναι σημαντική για το SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["Η ανάλυση της συμπεριληπτικής γλώσσας προσφέρει προτάσεις για να γράψετε πιο συμπεριληπτικό κείμενο."],"Inclusive language analysis":["Ανάλυση συμπεριληπτικής γλώσσας"],"Inclusive language":["Συμπεριληπτική γλώσσα"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":[""],"Integrate your custom fields and SEO data":[""],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":[""],"Upgrade your %s SEO":[""],"Connect your %1$s account to improve your site’s search results using %2$s data.":[""],"Improve internal search results":[""],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":[""],"Get the most out of %1$s and %2$s, together":[""],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":[""],"Get %1$s tools and functionality in %2$s":[""],"Upgrade your workflow and automate tasks":[""],"Use the power of the blockchain to timestamp your content with %s.":[""],"Make your terms & privacy pages more trustworthy":[""],"Keep an eye on how your posts are ranking by connecting to your %s account.":[""],"Track your rankings through time":[""],"Find out what your audience is searching for with %s data right in your sidebar.":[""],"Do keyword research without leaving your post":[""],"Oops! Something went wrong while saving.":[""],"Great! Your settings were saved successfully.":[""],"Close sidebar":[""],"Open sidebar":[""],"Get your verification code in %1$sYandex Webmaster tools%2$s.":[""],"Yandex":[""],"Claim your site over at %1$sPinterest%2$s.":[""],"Get your verification code in %1$sGoogle Search console%2$s.":[""],"Get your verification code in %1$sBing Webmaster tools%2$s.":[""],"Bing":[""],"Add verification code":[""],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":[""],"Baidu":[""],"Verify your site with different tools. This will add a verification meta tag on your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":[""],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":[""],"Restrict advanced settings for authors":[""],"Security & privacy":[""],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":[""],"REST API endpoint":[""],"APIs":[""],"The Yoast SEO admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Slack sharing":[""],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Twitter card data":[""],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Open Graph data":[""],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":[""],"Social sharing":[""],"Site structure":[""],"Tell us which features you want to use.":[""],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":[""],"Enable the XML sitemaps that Yoast SEO generates.":[""],"Network disabled":[""],"Unavailable for sub-sites":[""],"This image is used as a fallback for posts/pages that don't have any images set.":[""],"Site image":[""],"Title separator":[""],"Recommended size for this image is %1$s%3$s%2$s":[""],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":[""],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":[""],"RSS feed":[""],"%1$s (default)":[""],"A person logo / avatar need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site logo as default values.":[""],"We took the liberty of using your site title and logo for the organization name and logo. Feel free to change them below.":[""],"Edit your %1$s":[""],"slug":[""],"keyphrase":[""],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":[""],"Install %1$s Content Analysis for %2$s":[""],"Activate %1$s Content Analysis for %2$s":[""],"%1$s integrates with %2$s":[""],"Send tweets, trigger emails, and integrate with over 5,000 other apps & tools in %s.":[""],"Integration active":[""],"Plugin not detected":[""],"Enable integration":["Ενεργοποίηση ενσωμάτωσης"],"Plugin integrations":[""],"Recommended integrations":[""],"Integration unavailable for multisites":[""],"Network Disabled":[""],"Looking for your integrations settings? We've moved them to a %1$sseparate Integrations page%2$s.":[""],"Unlock with Premium!":[""],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our Insights section. Enable the Insights feature in General > Features, or ask your admin to enable it for you.":[""],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our %3$sInsights%4$s%2$s section.":[""],"Premium SEO analysis:":[""],"Beta":[""],"Get the %s plugin!":[""],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":[""],"no data":[""],"Your text should be slightly longer to calculate your Flesch reading ease score.":[""],"Continue writing to get insight into the readability of your text!":[""],"%1$s: %2$s of the words in your text are considered complex. %3$sTry to use shorter and more familiar words to improve readability%4$s.":[""],"%1$s: You are not using too many complex words, which makes your text easy to read. Good job!":[""],"Word complexity":[""],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":[""],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":[""],"Get %s to enjoy the benefits of prominent words":[""],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":[""],"Buy %s now!":[""],"Are you working on a news article? %s helps you optimize your site for Google News.":[""],"Premium SEO analysis":[""],"Optimize even further with our premium SEO analysis":[""],"1 year of premium support and updates included!":[""],"Unlock with %s":[""],"Unlock expert workouts and workflows":[""],"Use synonyms, plurals, and variations":[""],"Target multiple focus keyphrases":[""],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":[""],"Learn more about character count":[""],"Character count":[""],"Learn more about word count":[""],"Word count":[""],"Learn more about Flesch reading ease":[""],"out of 100":[""],"okay":[""],"Learn more about reading time":[""],"Reading time":[""],"minute":["","minutes"],"Activate %1$s!":[""],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":[""],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":[""],"Please use a comma to separate multiple URL parameters.":[""],"Additional URL parameters to allow":[""],"Remove unwanted URL parameters from your URLs.":[""],"Permalink cleanup settings":[""],"Max number of characters to allow in searches":[""],"Clean up and filter searches to prevent search spam.":[""],"Search cleanup settings":[""],"Filter searches with common spam patterns":[""],"Filter searches with emojis and other special characters":[""],"Filter search terms":[""],"Unregistered URL parameters":[""],"Campaign tracking URL parameters":[""],"Timestamp this %s":[""],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":[""],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":[""],"Keyphrase in SEO title":[""],"Contact %s support.":[""],"WordProof Timestamp":[""],"View this content's Timestamp certificate":[""],"Contact WordProof support":[""],"Find out how IndexNow can help your site.":[""],"IndexNow":[""],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":["Αυτό είναι! Παρέχοντας αυτές τις πληροφορίες, η ομάδα μας για τα ευρετήρια ήταν ήδη σε θέση να κάνει πολλές βελτιστοποιήσεις για τον ιστότοπό σας. Τώρα, ας ρίξουμε μια ματιά στην καταλληλότητα SEO του ιστότοπου σας!"],"Or visit your SEO dashboard":["Ή επισκευθείτε τον πίνακα διαχείρισης SEO"],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":["Θέλετε να βελτιστοποιήσετε ακόμη περισσότερο και να αξιοποιήσετε στο έπακρο το Yoast SEO; Βεβαιωθείτε ότι δεν θα χάσετε το δωρεάν εβδομαδιαίο διαδικτυακό μας σεμινάριο!"],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":["Αυτό είναι! Παρέχοντας αυτές τις πληροφορίες, η διμοιρία μας Indexables έχει ήδη καταφέρει να κάνει πολλές βελτιστοποιήσεις για τον ιστότοπό σας."],"Register now!":["Εγγραφή τώρα!"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["Θέλετε να βελτιστοποιήσετε ακόμη περισσότερο με τη βοήθεια των ειδικών μας στο SEO; Εγγραφείτε στο δωρεάν εβδομαδιαίο διαδικτυακό μας σεμινάριο!"],"Get the most out of Yoast SEO":["Αξιοποιήστε στο έπακρο το Yoast SEO"],"Dismiss this notice.":["Απόρριψη της ειδοποίησης."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Παρατηρήσαμε ότι δεν έχετε διαμορφώσει ακόμη πλήρως το Yoast SEO. Βελτιστοποιήστε ακόμη περισσότερο τις ρυθμίσεις SEO χρησιμοποιώντας τη βελτιωμένη %1$s Διαμόρφωση για πρώτη φορά%2$s."],"SEO configuration":["Διαμόρφωση SEO"],"By removing Global comments feed, Post comments feeds will be removed too.":["Με την κατάργηση της ροής γενικών σχολίων, οι ροές σχολίων δημοσιεύσεων θα καταργηθούν επίσης."],"Remove feed links added by WordPress that aren't needed for this site.":["Καταργήστε συνδέσμους ροής που προστέθηκαν από το WordPress που δεν χρειάζονται για αυτόν τον ιστότοπο."],"Feed crawl settings":["Ροή ρυθμίσεων ανίχνευσης"],"Remove links added by WordPress to the header and &lt;head&gt;.":["Καταργήστε συνδέσμους που προστέθηκαν από το WordPress στην κεφαλίδα και στην &lt;κεφαλή&gt;."],"Basic crawl settings":["Βασικές ρυθμίσεις ανίχνευσης"],"Powered by HTTP header":["Υποστηρίζεται από κεφαλίδα HTTP"],"Pingback HTTP header":["Επικεφαλίδα Pingback HTTP"],"Emoji scripts":["Emoji scripts"],"Generator tag":["Γεννήτρια ετικέτας"],"oEmbed links":["Σύνδεσμοι oEmbed"],"RSD / WLW links":["Σύνδεσμοι RSD / WLW"],"REST API links":["Σύνδεσμοι REST API"],"Shortlinks":["Σύντομοι σύνδεσμοι"],"Atom/RDF feeds":["Ροές Atom/RDF"],"Search results feeds":["Ροές αποτελεσμάτων αναζήτησης"],"Custom taxonomy feeds":["Ροές προσαρμοσμένης ταξονομίας"],"Tag feeds":["Ροές ετικέτας"],"Category feeds":["Ροές κατηγορίας"],"Post type feeds":["Ροές τύπου δημοσιεύσεων"],"Post authors feeds":["Ροές συγγραφέων δημοσιεύσεων"],"Global comment feeds":["Γενικές ροές σχολίων"],"Global feed":["Γενική ροή"],"Please select a name in the site representation step for this step to be effective.":["Επιλέξτε ένα όνομα στο βήμα αναπαράστασης ιστότοπου για να είναι αποτελεσματικό αυτό το βήμα."],"%1$sLearn more about crawl settings.%2$s":["%1$sΜάθετε περισσότερα σχετικά με τις ρυθμίσεις ανίχνευσης.%2$s"],"%1$sLearn more about crawl settings and how they could benefit your site.%2$s":["%1$sΜάθετε περισσότερα σχετικά με τις ρυθμίσεις ανίχνευσης και πώς θα μπορούσαν να ωφελήσουν τον ιστότοπό σας.%2$s"],"Post comments feeds":["Ροές σχολίων άρθρων"],"To make the crawling of your site more efficient and environmental friendly, %1$s allows you to remove URLs (added by WordPress) that might not be needed for your site.":["Για να κάνετε την ανίχνευση του ιστότοπού σας πιο αποτελεσματική και φιλική προς το περιβάλλον, το %1$s σάς επιτρέπει να αφαιρέσετε διευθύνσεις URL (που προστέθηκαν από το WordPress) που ενδέχεται να μην χρειάζονται για τον ιστότοπό σας."],"Crawl settings":["Ρυθμίσεις ανίχνευσης"],"Finish configuration":["Ολοκλήρωση ρύθμισης"],"Personal preferences":["Προσωπικές ρυθμίσεις"],"SEO data optimization":["Βελτιστοποίηση δεδομένων SEO"],"An error has occurred: %1$s":["Εμφανίστηκε σφάλμα: %1$s"],"We could not save the organization name. Please check the value.":["Δεν μπορέσαμε να αποθηκεύσουμε το όνομα του οργανισμού. Παρακαλούμε ελέγξτε την τιμή."],"No items found.":["Δεν βρέθηκαν στοιχεία."],"All redirect types":["Όλοι οι τύποι ανακατεύθυνσης"],"Add Redirect":["Προσθήκη Ανακατεύθυνσης"],"Old URL":["Παλιά Διεύθυνση URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Ο τύπος ανακατεύθυνσης είναι ο κωδικός απόκρισης HTTP που αποστέλλεται στο πρόγραμμα περιήγησης λέγοντας του τον τύπο της ανακατεύθυνσης που προβάλλεται. %1$sΜάθετε περισσότερα σχετικά με τους τύπους ανακατεύθυνσης%2$s."],"301 Moved Permanently":["301 Μετακινήθηκε μόνιμα"],"Type":["Τύπος"],"Plain redirects":["Απλές ανακατευθύνσεις"],"Regex Redirects":["Ανακατευθύνσεις Regex"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Υπάρχουν μη αποθηκευμένες αλλαγές σε ένα ή περισσότερα βήματα. Η αποχώρηση σημαίνει ότι οι αλλαγές αυτές ενδέχεται να μην αποθηκευτούν. Είστε σίγουροι ότι θέλετε να φύγετε;"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Χρειαζόμαστε τη βοήθειά σας για να βελτιώσουμε το Yoast SEO. Μπορούμε να συλλέξουμε ανώνυμες πληροφορίες σχετικά με τον ιστότοπό σας και τον τρόπο χρήσης του;"],"Add another profile":["Προσθήκη επιπλέον προφίλ"],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Ο ιστότοπός σας έχει διαμορφωθεί για να αντιπροσωπεύει έναν Οργανισμό. Εάν θέλετε ο ιστότοπός σας να αντιπροσωπεύει ένα άτομο, επιλέξτε \"Πρόσωπο\" στην ενότητα \"Γράφημα γνώσης & Schema.org\" των ρυθμίσεων %1$sΕμφάνιση αναζήτησης%2$s."],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":["Πείτε μας αν έχετε άλλα προφίλ στο διαδίκτυο που ανήκουν στον οργανισμό σας. Μπορείτε επίσης να προσθέσετε προφίλ από πλατφόρμες όπως το Instagram, το YouTube, το LinkedIn, το Pinterest ή τη Wikipedia."],"Start first-time configuration!":["Ξεκινήστε την πρώτη-φορά ρύθμιση!"],"Set the essential %s settings for your site in a few steps.":["Ορίστε τις βασικές ρυθμίσεις %s για τον ιστότοπό σας σε λίγα βήματα."],"For the best ranking results: configure %s!":["Για τα καλύτερα αποτελέσματα κατάταξης: ρυθμίστε το %s!"],"Your site is already easier to find for search engines.":["Ο ιστότοπός σας είναι ήδη ευκολότερο να βρεθεί από τις μηχανές αναζήτησης."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["Η ομάδα του Yoast indexables ανυπομονεί να φέρει τον ιστότοπό σας σε κορυφαία μορφή για τις μηχανές αναζήτησης. Βοηθήστε μας και λάβετε αυτά τα 5 βήματα για να λειτουργήσουν τα Yoast ευρετηριάσιμα!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["Βάλτε το %1$s%2$s στην ομάδα indexables %3$s να δουλέψει! Κάντε το Google να κατανοήσει τον ιστότοπό σας."],"Tell us about your site, so we can get your site ranked!":["Πείτε μας για τον ιστότοπό σας, ώστε να μπορέσουμε να κατατάξουμε τον ιστότοπό σας!"],"Go to your SEO dashboard":["Πηγαίνετε στον πίνακα διαχείρισης SEO"],"What data will be tracked and for what reasons?":["Ποια δεδομένα θα παρακολοθούνται και για ποιούς λόγους;"],"%s usage tracking":["παρακαλούθηση χρήσης %s"],"E.g. example@email.com":["Π.χ. example@email.com"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Εγγραφείτε στο ενημερωτικό δελτίο %1$s για να λαμβάνετε συμβουλές βέλτιστης πρακτικής για το πώς να κατατάσσεστε, να ενημερώνεστε για τα τελευταία νέα του SEO και να λαμβάνετε οδηγίες για το πώς να χρησιμοποιείτε το %2$s στο έπακρο!"],"%s newsletter":["Ενημερωτικό δελτίο %s"],"Please enter a valid email address.":["Παρακαλούμε εισάγετε μια έγκυρη ηλεκτρονική διεύθυνση"],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Λάβετε υπόψη ότι πρέπει να συμπληρώσετε όλες τις ρυθμίσεις σε αυτό το βήμα για να αξιοποιήσετε στο έπακρο τα δομημένα δεδομένα. %1$sΔιαβάστε περισσότερα για τη σημασία των δομημένων δεδομένων%2$s."],"Help us out here! Is your site about an organization or a person? ":["Βοηθήστε μας εκεί έξω! Είναι ο ιστότοπος για οργανισμό ή άτομο;"],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Ολοκληρώνοντας αυτό το βήμα θα βοηθήσει στο Google να καταλάβει τον ιστότοπο σας, και να βελτιώσει την πιθανότητα για λήψη %1$sεμπλουτισμένων αποτελεσμάτων%2$s."],"Personal logo or avatar":["Προσωπικό λογότυπο ή άβαταρ"],"Select a user":["Επιλέξτε έναν χρήστη"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Έχετε επιλέξει τον χρήστη %1$s ως το πρόσωπο που αντιπροσωπεύει αυτός ο ιστότοπος. Οι πληροφορίες αυτού του προφίλ χρήστη θα χρησιμοποιούνται πλέον στα αποτελέσματα αναζήτησης. Δεν επιτρέπεται να ενημερώσετε αυτό το προφίλ χρήστη, οπότε παρακαλούμε ρωτήστε αυτόν τον χρήστη ή έναν διαχειριστή για να βεβαιωθείτε ότι οι πληροφορίες είναι σωστές."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Έχετε επιλέξει τον χρήστη %1$s ως το πρόσωπο που αντιπροσωπεύει αυτός ο ιστότοπος. Οι πληροφορίες αυτού του προφίλ χρήστη θα χρησιμοποιούνται πλέον στα αποτελέσματα αναζήτησης. %2$sΕνημερώστε αυτό το προφίλ για να βεβαιωθείτε ότι οι πληροφορίες είναι σωστές%3$s."],"Uploading image...":["Ανέβασμα εικόνας..."],"Select an option":["Επιλέξτε μια επιλογή"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Λάβετε υπόψη ότι θα πρέπει να εκτελέσετε τη βελτιστοποίηση δεδομένων SEO για να έχει αυτή η διαμόρφωση το μέγιστο δυνατό αποτέλεσμα."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Ας αναλύσουμε τον ιστότοπό σας όπως ακριβώς κάνει η Google και ας θέσουμε σε λειτουργία αυτά τα ευρετήρια, εκτελώντας τη βελτιστοποίηση δεδομένων SEO! Τα ευρετήρια μας θα βελτιώσουν άμεσα τα τεχνικά ζητήματα χωρίς να χρειαστεί να κάνετε τίποτα! Εάν έχετε πολύ περιεχόμενο, αυτή η βελτιστοποίηση μπορεί να πάρει λίγο χρόνο. Αλλά πιστέψτε μας, αξίζει τον κόπο! Θέλετε να διαβάσετε περισσότερα, %1$sανακαλύψτε τα οφέλη της ομάδας indexables.%2$s"],"We've already successfully analyzed your site. You can move on to the next step.":["Έχουμε ήδη αναλύσει με επιτυχία τον ιστότοπό σας. Μπορείτε να προχωρήσετε στο επόμενο βήμα."],"We've successfully analyzed your site!":["Επιτύχαμε να αναλύσουμε τον ιστότοπο σας!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Η βελτιστοποίηση δεδομένων SEO εκτελείται... Μπορείτε να προχωρήσετε με ασφάλεια στα επόμενα βήματα αυτής της διαμόρφωσης."],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Χρειαζόμαστε λίγη περισσότερη βοήθεια από εσάς! Προσθέστε το προφίλ σας στο Facebook και το Twitter, ώστε να βελτιστοποιήσουμε τα μεταδεδομένα και για αυτές τις πλατφόρμες."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Χρειαζόμαστε λίγη περισσότερη βοήθεια από εσάς! Προσθέστε το προφίλ του οργανισμού σας στο Facebook και το Twitter, ώστε να βελτιστοποιήσουμε τα μεταδεδομένα και για αυτές τις πλατφόρμες."],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":["Δεν επιτρέπεται να επεξεργαστείτε τα κοινωνικά προφίλ του χρήστη %1$s. Παρακαλούμε ζητήστε από αυτόν τον χρήστη ή από έναν διαχειριστή να το κάνει αυτό."],"E.g. https://www.wikipedia.com/yoast":["Π.χ. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Π.χ. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Π.χ. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Π.χ. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Π.χ. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Π.χ https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Π.χ. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Π.χ. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Π.χ. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Π.χ. https://www.facebook.com/yoast"],"Delete item":["Διαγραφή στοιχείου"],"E.g. https://social-platform.com/yoast":["Π.χ. https://social-platform.com/yoast"],"Other social profile":["Άλλο προφιλ κοινωνικών δικτύων"],"First-time configuration":["Ρύθμιση για πρώτη φορά"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Θα πρέπει να ολοκληρώσετε την %1$sρύμιση πρώτης φοράς%2$s για να βεβαιωθείτε ότι τα δεδομένα SEO σας έχουν βελτιστοποιηθεί και ότι έχετε ορίσει τις βασικές ρυθμίσεις Yoast SEO για τον ιστότοπό σας."],"Step 4: Go through the first time configuration":["Βήμα 4: Πηγαίνετε μέσω της ρύμισης πρώτης φοράς"],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Εάν θέλετε ο ιστότοπός σας να αντιπροσωπεύει έναν Οργανισμό, επιλέξτε \"Οργανισμός\" στην ενότητα 'Γράφημα γνώσης & Schema.org' των ρυθμίσεων %1$sΕμφάνιση αναζήτησης%2$s"],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":["Ο ιστότοπός σας έχει ρυθμιστεί επί του παρόντος για να αναπαριστά ένα Πρόσωπο. Αν θέλετε να επεξεργαστείτε τους κοινωνικούς λογαριασμούς για τον ιστότοπό σας, μεταβείτε στο προφίλ χρήστη του επιλεγμένου προσώπου%1$s."],"Personal social profiles":["Προσωπικά κοινωνικά προφίλ"],"Postname permalink":["Μόνιμος σύνδεσμος ονόματος άρθρου"],"Page comments":["Σχόλια σελίδας"],"Links table":["Πίνακας συνδέσμων"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Εάν έχετε ήδη αποθηκεύσει τις ρυθμίσεις «Εμφάνιση αναζήτησης» του AIOSEO και το πρόβλημα παραμένει, επικοινωνήστε με την ομάδα υποστήριξής μας για να μπορέσουμε να ρίξουμε μια πιο προσεκτική ματιά."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Εάν δεν έχετε αποθηκεύσει ποτέ καμία ρύθμιση «Εμφάνιση αναζήτησης» του AIOSEO, κάντε το πρώτα και εκτελέστε ξανά την εισαγωγή."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["Η εισαγωγή του AIOSEO ακυρώθηκε επειδή λείπουν ορισμένα δεδομένα AIOSEO. Δοκιμάστε και ακολουθήστε τα παρακάτω βήματα για να το διορθώσετε:"],"The validation of the AIOSEO data structure has failed.":["Η επικύρωση της δομής δεδομένων AIOSEO απέτυχε."],"Currently, the %s integration is not available for multisites.":["Προς το παρόν η διασύνδεση με το %s δεν είναι διαθέσιμη για multisites."],"WordProof authentication":[""],"Connected to WordProof":[""],"Connection failed":[""],"Not working? %1$sContact %3$s support%2$s.":[""],"Try again":[""],"Find possible solutions in this %1$sArticle%2$s.":[""],"There was a connection problem. This could be because your third party connections are blocked.":[""],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":[""],"Your %s is now protected via the blockchain!":[""],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":[""],"Unable to create new timestamps. Please authenticate with WordProof.":[""],"Timestamp with WordProof":[""],"Learn more about timestamping":[""],"Authenticate with WordProof":[""],"Manage WordProof settings":[""],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":[""],"%1$s can be used to timestamp your privacy page.":[""],"Open settings":[""],"Open authentication":[""],"The timestamp is not created because you need to authenticate with %s first.":[""],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":[""],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":[""],"%s has successfully timestamped this page.":[""],"You are out of timestamps. Please upgrade your account by opening the %s settings.":[""],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":[""],"Timestamp this post":[""],"content words":["λέξεις περιεχομένου"],"content word":["λέξη περιεχομένου"],"Cleanup failed with the following error:":["Η εκκαθάριση απέτυχε δίνοντας το παρακάτω σφάλμα:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Σημείωση: Αυτές οι ρυθμίσεις αντικαθιστούν τις προεπιλεγμένες του Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Σημείωση: Αυτά τα μεταδεδομένα θα εισαχθούν μόνο σε περίπτωση μη προϋπαρχόντων μεταδεδομένων Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Μεταδεδομένα άρθρων (SEO τίτλοι, περιγραφές, κτλ.)"],"The import from %s includes:":["Η εισαγωγή από το %s συμπεριλαμβάνει:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Αφού βεβαιωθείτε ότι ο ιστότοπός σας λειτουργεί φυσιολογικά με τα εισαχθέντα δεδομένα από άλλο πρόσθετο SEO, μπορείτε να πραγματοποιήσετε εκκαθάριση όλων των πρωτότυπων δεδομένων εκείνου του πρόσθετου."],"Please select an SEO plugin below to see what data can be imported.":["Παρακαλώ επιλέξτε ένα πρόσθετο SEO παρακάτω, για να δείτε τι δεδομένα μπορούν να εισαχθούν."],"Clean up":["Εκκαθάριση"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Αφού εισάγετε δεδομένα από άλλο πρόσθετο SEO, παρακαλώ όπως πραγματοποιήσετε εκκαθάριση όλων των πρωτότυπων  δεδομένων απο αυτό το πρόσθετο. (βήμα 5)"],"Note: ":["Σημείωση: "],"The cleanup can take a long time depending on your site's size.":["Η εκκαθάριση μπορεί να διαρκέσει αρκετή ώρα, αναλόγως του μεγέθους του ιστοτόπου."],"Default tagline":["Προκαθορισμένος υπότιτλος"],"Import failed with the following error:":["Η εισαγωγή απέτυχε δίνοντας το παρακάτω σφάλμα:"],"No data found from other SEO plugins.":["Δεν βρέθηκαν δεδομένα από άλλα πρόσθετα SEO."],"Select SEO plugin":["Επιλογή προσθέτου SEO"],"The import can take a long time depending on your site's size.":["Η διαδικασία εισαγωγής ενδέχεται να διαρκέσει αρκετή ώρα ανάλογα με το μέγεθος του ιστοχώρου σας."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Για τα καλύτερα δυνατά αποτελέσματα SEO συμπεριλάβετε όλες τις λέξεις της φράσης-κλειδί στον τίτλο SEO και βάλτε τη φράση κλειδί στην αρχή του τίτλου"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Για να πετύχετε τα καλύτερα δυνατά SEO αποτελέσματα, εισάγετε επακριβώς τη φράση-κλειδί στον SEO τίτλο, και ιδανικά στην αρχή του τίτλου."],"Installation Successful":["Επιτυχής εγκατάσταση"],"Blog Post":["Άρθρο ιστολογίου"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":[""],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":[""],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sΜήκος κειμένου%4$s: Το κείμενο περιέχει %1$d %6$s. Αυτό είναι κάτω από το προτεινόμενο ελάχιστο των %5$d %6$s. %3$sΠροσθήκη περισσότερου περιεχομένου%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sΜήκος κειμένου%4$s: Το κείμενο περιέχει %1$d %6$s. Αυτό είναι ελαφρώς χαμηλότερο από το προτεινόμενο ελάχιστο των %5$d %6$s. %3$sΠροσθέστε λίγο περισσότερο αντίγραφο%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sΜήκος κειμένου%4$s: Το κείμενο περιέχει %1$d %6$s. Αυτό είναι πολύ χαμηλότερο από το προτεινόμενο ελάχιστο των %5$d %7$s. %3$sΠροσθήκη περισσότερου περιεχομένου%4$s.","%2$sΜήκος κειμένου%4$s: Το κείμενο περιέχει %1$d %7$s. Αυτό είναι πολύ χαμηλότερο από το προτεινόμενο ελάχιστο των %5$d %7$s. %3$sΠροσθήκη περισσότερου περιεχομένου%4$s."],"character":["χαρακτήρας","characters"],"word":["λέξη","words"],"words":["λέξεις"],"characters":["χαρακτήρες"],"Man holding a tablet.":["Ένας άνδρας κρατάει ένα tablet."],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["Το %s στρώνει το κόκκινο χαλί για τα ρομπότ αναζήτησης, και έτσι βοηθάει τον ιστότοπο σας να πετύχει καλύτερες επιδόσεις στις μηχανές αναζήτησης."],"You've successfully installed %s!":["Εγκαταστήσατε επιτυχώς το %s!"],"Skip%s":["Παράβλεψη%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Ο λογαριασμός σας %s δεν περιέχει ακόμη βασικές φράσεις για αυτόν τον ιστότοπο. Μπορείτε να παρακολουθείτε τις βασικές φράσεις χρησιμοποιώντας το κουμπί \"Παρακολούθηση απόδοσης SEO\" στο πρόγραμμα επεξεργασίας αναρτήσεων."],"%s account":["Λογαριασμός %s "],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Αυτή ή συνοπτική παρουσίαση δείχνει μόνο τις λέξεις κλειδιά που έχουν προστεθεί στο Yoast SEO. Ενδέχεται να υπάρχουν επιπρόσθετες λέξεις κλειδιά στο %s."],"Tracking the ranking position...":["Παρακολούθηση της θέσης κατάταξης..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Κάτι πήγε στραβά κατά την παρακολούθηση των θέσεων κατάταξης της σελίδας σας. Παρακαλώ δοκιμάστε ξανά αργότερα."],"reconnect to %s":["επανασύνδεση σε %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Φαίνεται ότι κάτι πήγε στραβά κατά την ανάκτηση των δεδομένων του ιστότοπού σας. Παρακαλώ %s και δοκιμάστε ξανά."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Προτού μπορέσετε να παρακολουθήσετε την απόδοσή σας στο SEO, φροντίστε είτε να ορίσετε τον τίτλο του άρθρου και να το αποθηκεύσετε ως πρόχειρο είτε να ορίσετε με μη αυτόματο τρόπο τον σύντομο τίτλο (slug) του άρθρου."],"No keyphrase has been set. Please set a keyphrase first.":["Δεν έχει οριστεί φράση-κλειδί. Παρακαλώ ορίστε μια φράση-κλειδί πρώτα."],"upgrade your %s plan":["αναβαθμίστε το %s πλάνο σας"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Έχετε συμπληρώσει τον μέγιστο αριθμό των %d φράσεων κλειδιών που μπορείτε να προσθέσετε στον Wincher λογαριασμό σας. Εάν θέλετε να προσθέσετε περισσότερες φράσεις-κλειδιά, παρακαλούμε %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Με το %1$s μπορείτε να παρακολουθείτε τη θέση κατάταξης της σελίδας σας στα αποτελέσματα αναζήτησης με βάση τις φράσεις-κλειδιά σας. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["Το %s εντοπίζει αυτήν τη στιγμή τις θέσεις κατάταξης της σελίδας σας. Αυτό μπορεί να διαρκέσει μερικά λεπτά. Παρακαλούμε περιμένετε ή ελέγξτε ξανά αργότερα."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Συνδεθήκατε επιτυχώς στο %s! Τώρα μπορείτε να παρακολουθείτε την απόδοση SEO για τις φράση(εις) κλειδί(ά) αυτής της σελίδας."],"Read more about keyphrase tracking with Wincher":["Διαβάστε περισσότερα σχετικά με την παρακολούθηση φράσεων κλειδιού με το Wincher"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Συνδέστε το %1$s με το %2$s για να παρακολουθήσετε τη θέση κατάταξης του ιστότοπού σας στα αποτελέσματα αναζήτησης με βάση τις φράσεις-κλειδιά σας. %3$s"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Είναι ενεργοποιημένη η αυτόματη παρακολούθηση φράσεων κλειδιών. Οι φράσεις-κλειδιά σας θα παρακολουθούνται αυτόματα από το %s όταν δημοσιεύετε την ανάρτησή σας."],"Please enter a focus keyphrase first to track keyphrase performance":["Παρακαλούμε εισάγετε πρώτα μια εστιασμένη φράση-κλειδί για να παρακολουθήσετε την απόδοση της"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Η θέση εμφάνισης της φράσης-κλειδί τις τελευταίες 90 ημέρες σε κλίμακα από 0 έως 100."],"Track SEO performance":["Παρακολουθήστε την απόδοση SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Παρακάτω, μπορείτε να ενεργοποιήσετε/απενεργοποιήσετε τoν εντοπισμό της SEO απόδοσης της κάθε φράσης-κλειδί."],"Track all keyphrases on this page":["Παρακολούθηση όλων των φράσεων-κλειδιών σε αυτή τη σελίδα"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Η παρακολούθηση έχει ήδη ενεργοποιηθεί για μία ή περισσότερες φράσεις-κλειδιά σε αυτή τη σελίδα. Πατώντας το πλήκτρο παρακάτω θα ενεργοποιηθεί η παρακολούθηση για όλες τις φράσεις-κλειδιά."],"Learn more about the SEO performance feature.":["Μάθετε περισσότερα σχετικά το χαρακτηριστικό της SEO απόδοσης."],"SEO performance":["SEO απόδοση"],"Connect with %s":["Συνδεθείτε με %s"],"Top performing keyphrases on your site":["Φράσεις-κλειδιά με κορυφαία απόδοση στον ιστότοπό σας"],"* focus keyphrase":["* εστιασμένη φράση-κλειδί"],"Get more insights over at %s":["Λάβετε περισσότερες πληροφορίες στο %s"],"Position over time":["Θέση εμφάνισης με την πάροδο του χρόνου"],"Position":["Θέση"],"Tracking":["Παρακολούθηση"],"The %s integration offers the option to track specific keyphrases and gain insights in their positions.":["Η διασύνδεση με το %s προσφέρει την επιλογή παρακολούθησης συγκεκριμένων φράσεων κλειδιών και απόκτησης πληροφοριών για τις θέσεις κατάταξής τους."],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Μπορείτε ακόμα να εκτελέσετε τη βελτιστοποίηση δεδομένων SEO στην ενότητα %1$sΕργαλεία%2$s. Μόλις ολοκληρωθεί αυτό, ανανεώστε αυτή τη σελίδα."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Αυτό το βήμα διαμόρφωσης είναι προς το παρόν απενεργοποιημένο, επειδή δεν χρησιμοποιείτε την τελευταία έκδοση του Yoast SEO Premium. Παρακαλούμε ενημερώστε στην πιο πρόσφατη έκδοση (τουλάχιστον %1$s). "],"Saved!":["Αποθηκεύτηκε!"],"Save and continue":["Αποθήκευση και συνέχεια"],"No, don’t track my site data":["Όχι, δεν επιτρέπω να παρακολουθείτε τα δεδομένα του ιστοτόπου μου"],"Does your site represent an Organization or Person?":["Ο ιστότοπός σας αντιπροσωπεύει έναν οργανισμό ή ένα πρόσωπο;"],"Activate %s":["Ενεργοποίηση %s"],"Update %s":["Ενημέρωση του %s"],"Renew %s":["Ανανέωση %s"],"Get help activating your subscription":["Λάβετε βοήθεια για την ενεργοποίηση της συνδρομής σας"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Φαίνεται ότι χρησιμοποιείτε μια παλιά και μη ενεργοποιημένη έκδοση του %1$s, ενεργοποιήστε τη συνδρομή σας στο %2$sMyYoast%3$s και ενημερώστε την στην πιο πρόσφατη έκδοση (τουλάχιστον 17.7) για να αποκτήσετε πρόσβαση στην ενημερωμένη ενότητα εξασκήσεων."],"Activate your subscription of %s":["Ενεργοποιήστε τη συνδρομή σας στο %s"],"Update to the latest version of %s":["Ενημέρωση στην πιο πρόσφατη έκδοση του %s"],"Renew your subscription":["Ανανέωση της συνδρομής σας"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Για να έχετε πρόσβαση στις πιο πρόσφατες εξασκήσεις, είναι απαραίτητο να έχετε μία ενημερωμένη έκδοση του %s (τουλάχιστον την 17.7), ωστόσο φαίνεται ότι η συνδρομή σας έχει λήξει. Παρακαλώ ανανεώστε τη συνδρομή σας ώστε να ενημερώσετε το πρόσθετο και να αποκτήσετε πρόσβαση σε όλα τα τελευταία χαρακτηριστικά."],"Renew your subscription of %s":["Ανανεώστε την %s συνδρομή σας"],"Could not save this value. Please check the URL.":["Η τιμή δεν αποθηκεύτηκε. Παρακαλούμε ελέγξτε το URL."],"Could not save this value. Please check the URL or username.":["Η τιμή δεν αποθηκεύτηκε. Παρακαλούμε ελέγξτε το URL ή το όνομα χρήστη."],"Oops! Something went wrong. Check your email address and try again.":["Ωχ! Κάτι πήγε στραβά. Ελέγξτε τη διεύθυνση email σας και δοκιμάστε ξανά."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Σημαντικό: Δεν θα πουλήσουμε ποτέ αυτά τα δεδομένα. Και φυσικά, όπως πάντα, δεν θα συλλέξουμε προσωπικά δεδομένα για εσάς ή τους επισκέπτες σας."],"Yes, you can track my site data":["Ναι, επιτρέπω να παρακολουθείτε τα δεδομένα του ιστοτόπου μου"],"Site representation":["Αναπαράσταση ιστοτόπου"],"Continue":["Συνέχεια"],"Thank you! Check your inbox for the confirmation email.":["Σας ευχαριστούμε! Ελέγξτε τα εισερχόμενα σας για email επιβεβαίωσης"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Το Yoast σέβεται το απόρρητό σας. Διαβάστε %1$s την πολιτική απορρήτου%2$s σχετικά με τον τρόπο χειρισμού των προσωπικών σας στοιχείων."],"Sign up!":["Εγγραφείτε!"],"Email address":["Διεύθυνση email"],"%1$sBack to all workouts":["%1$sΕπιστροφή στις εξασκήσεις"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Η προσπάθεια να φέρετε σε φόρμα τον ιστότοπο σας και να τον διατηρήσετε βέλτιστο από πλευράς SEO, μπορεί να είναι μία δύσκολη εργασία. Όμως μπορούμε να σας βοηθήσουμε να ξεκινήσετε! Ακολουθήστε αυτές τις βήμα-προς-βήμα εξασκήσεις, και θα αντιμετωπίσετε με επιτυχία μερικές από τις πιο θεμελιώδεις SEO προκλήσεις!"],"Add internal links to your posts and pages":["Προσθέστε εσωτερικούς συνδέσμους στα άρθρα και στις σελίδες σας"],"Make pages easier for Google and visitors to find":["Κάντε τις σελίδες σας πιο εύκολο να εντοπιστούν από την Google και τους επισκέπτες"],"Clean up your unlinked content to make sure people can find it":["Καθαρίστε το μη συνδεδεμένο περιεχόμενό σας για να βεβαιωθείτε ότι οι άλλοι μπορούν να το βρουν"],"Orphaned content":["Ορφανό περιεχόμενο"],"Bring more visitors to your articles":["Προσελκύστε περισσότερους επισκέπτες στα άρθρα σας"],"Make your important articles rank higher":["Κάντε τα σημαντικά άρθρα σας να κατατάσσονται υψηλότερα στην αναζήτηση"],"%1$s/%2$s steps completed":["%1$s/%2$s βήματα ολοκληρώθηκαν"],"Unlock with %s!":["Ξεκλειδώστε με το %s!"],"Start workout!":["Ξεκινήστε την εξάσκηση!"],"Do workout again":["Επαναλάβετε την εξάσκηση"],"Continue workout!":["Συνεχίστε την εξάσκηση!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Φαίνεται ότι έχετε μια παλιά έκδοση του %1$s, παρακαλούμε %2$sενημερώστε στην πιο πρόσφατη έκδοση (τουλάχιστον 17,7)%3$s για να αποκτήσετε πρόσβαση στην ενημερωμένη ενότητα προπονήσεων."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Ξεκινήστε γρήγορα με το %1$s%2$s Διαμόρφωση για πρώτη φορά%3$s και ρυθμίστε το Yoast SEO με τις βέλτιστες ρυθμίσεις SEO για τον ιστότοπό σας!"],"Current or first category title":["Τρέχουσα ή τίτλος πρώτης κατηγορίας"],"Category Title":["Τίτλος Κατηγορίας"],"Replaced with the post content":["Αντικαταστάθηκε με το περιεχόμενο άρθρου"],"Post Content":["Περιεχόμενο άρθρου"],"Replaced with the permalink":["Αντικαταστάθηκε με τον μόνιμο σύνδεσμο"],"Replaced with the last name of the author":["Αντικαταστάθηκε με το επώνυμο του συντάκτη"],"Author last name":["Επώνυμο συγγραφέα"],"Replaced with the first name of the author":["Αντικαταστάθηκε με το όνομα του συντάκτη"],"Author first name":["Όνομα συγγραφέα"],"Replaced with the day the post was published":["Αντικαταστάθηκε με την ημέρα που το άρθρο δημοσιεύθηκε"],"Post day":["Ημέρα δημοσίευσης"],"Replaced with the month the post was published":["Αντικαταστάθηκε με το μήνα που το άρθρο δημοσιεύθηκε"],"Post month":["Μήνας δημοσίευσης"],"Replaced with the year the post was published":["Αντικαταστάθηκε με το έτος που το άρθρο δημοσιεύθηκε"],"Post year":["Έτος δημοσίευσης"],"Current day":["Τρέχουσα ημέρα"],"Current month":["Τρέχων μήνας"],"Current date":["Τρέχουσα ημερομηνία"],"Get %s to unlock social previews!":["Αποκτήστε το %s για να ξεκλειδώσετε τις προεπισκοπίσεις στα κοινωνικά δίκτυα!"],"Want to see how your content will look when it’s shared on %s?":[" Θέλετε να δείτε πως το περιεχόμενο σας θα φαίνεται όταν διαμοιράζεται στο %s;"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["","%3$sKeyphrase length%5$s: The keyphrase contains %1$d %7$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sΜήκος φράσης-κλειδιού%5$s: Η φράση-κλειδί διαθέτει %1$d λέξεις. Είναι λιγότερες από το κατώτατο προτεινόμενο όριο των %2$d λέξεων. %4$sΕπιμηκύνετε τη φράση-κλειδί%5$s! "],"%1$sImage alt tags%2$s: All images have alt attributes. Good job!":["%1$sΕναλλακτικό κείιμενο εικόνων%2$s: Όλες οι εικόνες έχουν εναλλακτικό κείμενο. Καλή δουλειά!"],"%3$sImage alt tags%5$s: %1$d image out of %2$d doesn't have alt attributes. %4$sAdd alt attributes to your images%5$s!":["%3$sΕτικέτες alt εικόνας%5$s: %1$d εικόνα από τις %2$d εικόνες δεν έχει χαρακτηριστικό alt. %4$sΠροσθέστε χαρακτηριστικά alt στις εικόνες σας%5$s!","%3$sΕτικέτες alt εικόνας%5$s: %1$d εικόνες από τις %2$d εικόνες δεν έχουν χαρακτηριστικό alt. %4$sΠροσθέστε χαρακτηριστικά alt στις εικόνες σας%5$s!"],"%1$sImage alt tags%3$s: None of the images has alt attributes. %2$sAdd alt attributes to your images%3$s!":["%1$sΕτικέτες alt εικόνας%3$s: Καμία από τις εικόνες δεν έχουν χαρακτηριστικά alt. %2$sΠροσθέστε χαρακτηριστικά alt στις εικόνες σας%3$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Φαίνεται ότι δεν χρησιμοποιείτε το %1$s%2$s επέκταση μας %3$s. %4$sΑναβαθμίστε σήμερα%5$s και ξεκλειδώστε περισσότερα εργαλεία και δυνατότητες SEO για να κάνετε τα προϊόντα σας να ξεχωρίσουν τα αποτελέσματα αναζήτησης."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Παρακάτω υπάρχουν οι τεχνικές λεπτομέρειες για το σφάλμα. Δείτε %1$sαυτή τη σελίδα%2$s για μία πιο λεπτομερή επεξήγηση."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sΦράση-κλειδί εικόνας%2$s: Καλή δουλειά!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sΕικόνα φράσης-κλειδί%3$s: Εικόνες σε αυτή τη σελίδα δεν έχουν alt χαρακατηριστικά, με τουλάχιστο μισές από τις λέξεις από τις φράσεις-κλειδί. %2$sΔιορθώστε το%3$s!"],"%1$sImages%2$s: Good job!":["%1$sΕικόνες%2$s: Καλή δουλειά!"],"%1$sImages and videos%2$s: Good job!":["%1$sΕικόνες και βίντεο%2$s: Καλή δουλειά!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sΕικόνες και βίντεο%5$s: Μόνο %1$d εικόνα ή βίντεο εμφανίζεται σε αυτή την σελίδα. Σας προτείνουμε τουλάχιστον %2$d. %4$sΠροσθέστε περισσότερες σχετικές εικόνες ή βίντεο%5$s!","%3$sΕικόνες και βίντεο%5$s: Μόνο %1$d εικόνες ή βίντεο εμφανίζονται σε αυτή την σελίδα. Σας προτείνουμε τουλάχιστον %2$d. %4$sΠροσθέστε περισσότερες σχετικές εικόνες ή βίντεο%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sΕικόνες%5$s: Μόνο %1$d εικόνα εμφανίζεται σε αυτή την σελίδα. Σας προτείνουμε τουλάχιστον %2$d. %4$sΠροσθέστε περισσότερες σχετικές εικόνες%5$s!","%3$sΕικόνες%5$s: Μόνο %1$d εικόνες εμφανίζονται σε αυτή την σελίδα. Σας προτείνουμε τουλάχιστον %2$d. %4$sΠροσθέστε περισσότερες σχετικές εικόνες%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sΕικόνες και βίντεο%3$s: Σε αυτή τη σελίδα δεν εμφανίζεται καμία εικόνα ή βίντεο. %2$sΠροσθέστε μερικές(α)%3$s!"],"%1$sLists%3$s: No lists appear on this page. %2$sAdd at least one ordered or unordered list%3$s!":["%1$sΛίστες%3$s: Σε αυτή τη σελίδα δεν εμφανίζεται καμία λίστα. %2$sΠροσθέστε τουλάχιστον μία τακτοποιημένη ή μη τακτοποιημένη λίστα%3$s!"],"%1$sLists%2$s: There is at least one list on this page. Great!":["%1$sΛίστες%2$s: Υπάρχει τουλάχιστον μία λίστα σε αυτή τη σελίδα. Έξοχα!"],"Error stack trace":["Σφάλμα ανίχνευσης στοίβας"],"Response":["Απάντηση"],"Error message":["Μήνυμα σφάλματος"],"Status code":["Κωδικός κατάστασης"],"Request method":["Μέθοδος αιτήματος"],"Request URL":["Ζητούμενο URL"],"Error details":["Λεπτομέρειες σφάλματος"],"Prep time":["Χρόνος προετοιμασίας"],"The time it takes to prepare the items to be used in the instructions.":["Ο χρόνος που χρειάζεται για να προετοιμαστούν τα αντικείμενα ώστε να χρησιμοποιηθούν σύμφωνα με τις οδηγίες."],"Recipe prep time":["Χρόνος προετοιμασίας συνταγής"],"The time it takes to actually cook the dish.":["Ο χρόνος που πραγματικά χρειάζεται για να μαγειρευτεί το πιάτο."],"Recipe cooking time":["Χρόνος μαγειρέματος συνταγής"],"Workouts":["Ασκήσεις"],"A new version of %1$s is available. %2$sRenew your subscription%3$s if you want to update to the latest version.":["Μια νεότερη έκδοση της προσθήκης %1$s είναι διαθέσιμη. %2$sΑνανεώστε τη συνδρομή σας%3$s εάν θέλετε να κάνετε ενημέρωση στην τελευταία έκδοση."],"Rank with articles you want to rank with":["Ανεβείτε στην κατάταξη με τα άρθρα που πραγματικά επιθυμείτε. "],"The cornerstone approach":["Ακρογωνιαία προσέγγιση"],"SEO workouts":["SEO Ασκήσεις"],"Enter step":["Εισάγετε βήμα"],"Instructions":["Οδηγίες"],"Instructions title":["Τίτλος οδηγιών"],"The steps of making the recipe, in the form of an ordered list with HowToStep and/or HowToSection items.":["Τα βήματα για να πραγματοποιηθεί η συνταγή, με τη μορφή μιας οργανωμένης λίστας με HowToStep και/ή HowToSection αντικείμενα."],"Recipe instructions":["Οδηγίες συνταγής"],"Enter an ingredient":["Εισάγετε ένα συστατικό"],"Ingredients":["Συστατικά/υλικά"],"Ingredients title":["Τίτλος συστατικών/υλικών"],"The ingredients used in the recipe, e.g. sugar, flour or garlic.":["Τα συστατικά/υλικά που χρησιμοποιούνται σε μία συνταγή, π.χ. ζάχαρη, αλεύρι ή σκόρδο."],"Recipe ingredient(s)":["Συστατικό(ά)/Υλικό(ά) συνταγής"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Βελτίωσε την ποιότητα αναζήτησης του ιστότοπου σου! Βοηθάει αυτόματα τους χρήστες, να βρουν το ακρογωνιαίο και πιο σημαντικό περιεχόμενο στα αποτελέσματα της εσωτερικής αναζήτησης. Επίσης αφαιρεί noindexed αναρτήσεις & σελίδες από τα αποτελέσματα αναζήτησης του ιστότοπου σου. "],"Find out more about our %s integration.":["Μάθετε περισσότερα σχετικά με την ενοποίηση μας με τo %s"],"Set up automated actions when you publish or update your content. By connecting %1$s with %2$s, you can easily send out your published posts to any of its 2000+ destinations, such as Twitter, Facebook and more.":["Ορίστε αυτοματοποιημένες ενέργειες όταν δημοσιεύετε ή ενημερώνετε το περιεχόμενο σας. Συνδέοντας τη %1$s με το %2$s, μπορείτε εύκολα να στείλετε τις δημοσιευμένες αναρτήσεις σας σε οποιονδήποτε από τους 2000 και πλέον προορισμούς του, όπως το Twitter, το Facebook και άλλα."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":[""],"Find out how Insights can help you improve your content.":["Μάθετε πως οι Διορατικές Πληροφορίες (Insights) μπορούν να σας βοηθήσουν να βελτιώσετε το περιεχόμενο σας."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Βρείτε δεδομένα σχετικά με το περιεχόμενο σας, στην ενότητα των Διορατικών Πληροφοριών (Insights) στο Yoast SEO metabox. Θα δείτε ποιες λέξεις χρησιμοποιείτε συχνότερα και αν ταιριάζουν με τις λέξεις-κλειδιά (keywords) σας!"],"Read more about Schema.":["Διαβάστε περισσότερα σχετικά με το Σχήμα (Schema)."],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Ωχ, κάτι πήγε στραβά και δεν μπορέσαμε να ολοκληρώσουμε την βελτιστοποίηση των SEO δεδομένων σας. Παρακαλούμε επιβεβαιώστε ότι η συνδρομή σας στο MyYoast είναι ενεργοποιημένη, ακολουθώντας %1$sαυτά τα βήματα%2$s."],"To unlock this feature please update %s to the latest version.":["Για να ενεργοποιήσετε αυτή την επιλογή παρακαλούμε ενημερώστε το %s στην τελευταία έκδοση."],"Rewrite titles":["Επανεγγράψτε τους τίτλους"],"%d minutes":["%d λεπτά"],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Οι ρυθμίσεις εμφάνισης στα κοινωνικά δίκτυα (social appearance) των αρχείων, απαιτούν τα Open Graph metadata (τα οποία προς το παρόν είναι απενεργοποιημένα). Μπορείτε να τα ενεργοποιήσετε πηγαίνοντας στις ρυθμίσεις %1$s‘Social’ οι οποίες βρίσκονται κάτω απο την καρτέλα%2$s ‘Facebook’."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Οι ρυθμίσεις εμφάνισης στα κοινωνικά δίκτυα για τις ταξινομίες απαιτούν τα Open Graph metadata (τα οποία προς το παρόν είναι απενεργοποιημένα). Μπορείτε να τα ενεργοποιήσετε πηγαίνωντας στις ρυθμίσεις %1$s‘Social’, οι οποίες βρίσκονται κάτω την καρτέλα%2$s ‘Facebook’."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Οι ρυθμίσεις εμφάνισης στα κοινωνικά δίκτυα για τους τύπους περιεχομένου, απαιτούν τα Open Graph metadata (τα οποία προς το παρόν είναι απενεργοποιημένα). Μπορείτε να τα ενεργοποιήσετε πηγαίνοντας στις ρυθμίσεις %1$s‘Social’ οι οποίες βρίσκονται κάτω απο την καρτέλα%2$s ‘Facebook’."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Οι ρυθμίσεις εμφάνισης στα κοινωνικά δίκτυα για την αρχική σας σελιδα, απαιτούν τα Open Graph metadata (τα οποία προς το παρόν είναι απενεργοποιημένα). Μπορείτε να τα ενεργοποιήσετε πηγαίνοντας στις ρυθμίσεις %1$s‘Social’ οι οποίες βρίσκονται κάτω απο την καρτέλα%2$s ‘Facebook’."],"%s archive settings":["%s ρυθμίσεις αρχείου"],"Single %s settings":["Ρυθμίσεις μεμoνωμένης %s σελίδας"],"These are the image, title and description used when a link to your homepage is shared on social media.":["Αυτά είναι η εικόνα, ο τίτλος και η περιγραφή που εμφανίζονται όταν ένας σύνδεσμος προς την αρχική σελίδα δημοσιεύεται στα κοινωνικά δίκτυα."],"Default image":["Προεπιλεγμένη εικόνα"],"The social homepage settings have been moved to the %1$s‘Search appearance’ settings under the ‘General’ tab%2$s.":["Οι ρυθμίσεις της κοινωνικής αρχικής σελίδας (social homepage) έχουν μετακινηθεί στις ρυθμίσεις %1$s‘Εμφάνιση αναζήτησης’ οι οποίες βρίσκονται κάτω απο την καρτέλα%2$s ‘Γενικά’."],"Social image":["Κοινωνική εικόνα"],"Enter a recipe description":["Εισάγετε μια περιγραφή συνταγής"],"A description of the recipe.":["Μια περιγραφή της συνταγής"],"Recipe description":["Περιγραφή συνταγής"],"Cooking time":["Χρόνος μαγειρέματος"],"Unlock with Premium":["Ξεκλειδώστε με το Premium"],"Good job! All required information has been provided.":["Καλή δουλειά! Όλες οι απαιτούμενες πληροφορίες έχουν παρασχεθεί."],"Recommended information":["Προτεινόμενες πληροφορίες"],"Required information":["Απαιτούμενες πληροφορίες"],"JobPosting schema":["Σχήμα για δημοσίευση κενής θέσης εργασίας (JobPosting schema)"],"%s has been left empty.":["%s έχει αφεθεί κενό."],"The `%1$s` attribute is recommended but missing.":["Η ιδιότητα  `%1$s` προτείνεται αλλά λείπει."],"The `%1$s` attribute is required but missing.":["Η ιδιότητα `%1$s` απαιτείται αλλά λείπει."],"Addon installation failed because of an error: %s.":["Η εγκατάσταση του πρόσθετου απέτυχε εξαιτείας ενός σφάλματος: %s."],"You are not allowed to install plugins.":["Δεν έχετε δικαιώματα για την εγκατάσταση προσθηκών."],"Addon installed.":["Το πρόσθετο εγκαταστάθηκε."],"Addon activation failed because of an error: %s.":["Η ενεργοποίηση του πρόσθετου απέτυχε εξαιτείας ενός σφάλματος: %s."],"You are not allowed to activate plugins.":["Δεν έχετε δικαιώματα για την ενεργοποίηση προσθηκών."],"Addon activated.":["Το πρόσθετο ενεργοποιήθηκε."],"%1$s Continue to %2$s%3$s":["%1$s Συνεχίστε στο %2$s%3$s"],"Installing and activating addons":["Γίνεται εγκατάσταση και ενεργοποίηση προσθέτων"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Καμία προσθήκη %1$s δεν έχει εγκασταθεί. Δεν φαίνεται να έχετε ενεργές συνδρομές."],"the following addons":["τα ακόλουθα πρόσθετα"],"%s SEO installation":["Εγκατάσταση του %s SEO "],"Install and activate":["Εγκατάσταση και ενεργοποίηση"],"Please confirm below that you would like to install %s on this site.":["Παρακαλώ επιβεβαιώστε παρακάτω ότι θέλετε να εγκαταστήσετε το %s σε αυτόν τον ιστότοπο."],"Insert variable":["Εισάγετε μεταβλητή"],"Heading %d":["Επικεφαλίδα %d"],"Change heading level":["Αλλάξτε το επίπεδο επικεφαλίδας"],"The `%1$s` block is recommended but missing.":["To μπλοκ `%1$s` προτείνεται αλλά λείπει."],"The `%1$s` block is required but missing.":["To μπλοκ `%1$s` απαιτείται αλλά λείπει."],"Shopping data preview:":["Προεπισκόπηση δεδομένων αγορών:"],"Availability":["Διαθεσιμότητα"],"Price":["Τιμή"],"Rating":["Αξιολόγηση"],"%s reviews":["%s αξιολογήσεις"],"Rating: %s":["Αξιολόγηση: %s"],"Image":["Εικόνα"],"Social description":["Περιγραφή για τα κοινωνικά δίκτυα"],"Social title":["Τίτλος για τα κοινωνικά δίκτυα"],"Not all required information has been provided! %s schema will not be generated for your page.":["Δεν έχουν παρασχεθεί όλες οι απαιτούμενες πληροφορίες! Το σχήμα %s δεν θα δημιουργηθεί για την σελίδα σας."],"Add a block to your recipe...":["Προσθέστε ένα μπλοκ στην συνταγή σας..."],"Serves #":["Μερίδες #"],"Create a Recipe in an SEO-friendly way. You can only use one Recipe block per post.":["Δημιουργήστε μία Συνταγή με φιλικό για το SEO σας τρόπο. Μπορείτε να χρησιμοποιήσετε μόνο ένα μπλοκ Συνταγής ανά ανάρτηση."],"%1$s Recipe":["Συνταγή %1$s"],"Enter a recipe name":["Εισάγετε ένα όνομα συνταγής"],"Required by %s":["Απαιτείται από το %s"],"Auto-updates are disabled based on this setting for %1$s.":["Με βάση αυτή τη ρύθμιση, οι αυτόματες-ενημερώσεις για το %1$s έχουν απενεργοποιηθεί ."],"Auto-updates are enabled based on this setting for %1$s.":["Με βάση αυτή τη ρύθμιση, οι αυτόματες-ενημερώσεις για τον %1$s έχουν ενεργοποιηθεί."],"Select a date":["Επιλέξτε μια ημερομηνία"],"New":["Νέο"],"Schema analysis:":["Ανάλυση Σχήματος:"],"Enable Breadcrumbs for your theme":["Ενεργοποιήστε την διαδρομή (breadcrumbs) για το θέμα σας"],"Note: You can always choose to enable / disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Σημείωση: Έχετε πάντα την παρακάτω επιλογή να τα ενεργοποιήσετε / απενεργοποιήσετε για το θέμα σας. Αυτή η ρύθμιση δεν θα εφαρμοστεί σε Διαδρομές οι οποίες έχουν εισαχθεί μέσω μια μικροεφαρμοηγής, μπλοκ ή σύντομου κώδικα (shortcode)."],"You've just removed the ‘%1$s’ block, but this is a %2$srecommended block for Schema output%3$s. Are you sure you want to do this?":["Μόλις αφαιρέσατε το μπλοκ ‘%1$s’, όμως αυτό είναι ένα %2$sσυνιστώμενο μπλοκ για την απόδοση Σχήματος%3$s. Είστε βέβαιοι ότι θέλετε να το κάνετε αυτό;"],"You've just removed the ‘%1$s’ block, but this is a %2$srequired block for Schema output%3$s. Without this block no Schema will be generated. Are you sure you want to do this?":["Μόλις αφαιρέσατε το μπλοκ ‘%1$s’, όμως αυτό είναι ένα %2$sσυνιστώμενο μπλοκ για την απόδοση Σχήματος%3$s. Χωρίς αυτό το μπλοκ δεν θα δημιουργηθεί Σχήμα. Είστε βέβαιοι ότι θέλετε να το κάνετε αυτό;"],"seconds":["δευτερόλεπτα"],"Select image":["Επιλέξτε εικόνα"],"Replace image":["Αντικατάσταση εικόνας"],"site structure":["Δομή ιστοτόπου"],"internal linking":["εσωτερική σύνδεση"],"breadcrumbs":["Διαδρομές"],"seo":["SEO"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Προσθέτει τις Δαιδρομές του Yoast SEO στο πρότυπο ή το περιεχόμενο σας."],"Yoast Breadcrumbs":["Διαδρομές Yoast"],"No, please undo this":["Όχι, παρακαλώ να το αναιρέσετε"],"The term is considered invalid. The following reason was given by WordPress: %s":["Ο όρος θεωρείται άκυρος. Ο ακόλουθος λόγος δόθηκε από το WordPress: %s"],"The post could not be found.":["Δεν ήταν δυνατή η εύρεση της ανάρτησης."],"The term could not be found.":["Δεν ήταν δυνατή η εύρεση του όρου."],"This feature has been disabled since subsites never send tracking data.":["Αυτή η λειτουργία έχει απενεργοποιηθεί, καθώς οι υποκατηγορίες ενός ιστότοπου δεν στέλνουν ποτέ δεδομένα παρακολούθησης."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the Yoast SEO Multilingual add-on%2$s as well!":["Παρατηρήσαμε ότι έχετε εγκαταστήσει το WPML. Για να επιβεβαιώσετε ότι έχετε θέσει σωστά τα κανονικά (canonicals) URLs, %1$sεγκαταστήστε και ενεργοποιήστε επίσης το πρόσθετο Yoast SEO Multilingual%2$s!"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Δυστυχώς δεν μπορούμε να αποθηκεύσουμε τις αλλαγές στις ρυθμίσεις του SEO ενώ ταυτόχρονα δουλεύετε στο προσχέδιο ενός ήδη δημοσιευμένου %1$s. Εάν θέλετε να αποθηκεύσετε τις αλλαγές στο SEO, πατήστε 'Ενημέρωση', ή περιμένετε για να κάνετε τις αλλαγές στο SEO μέχρι να είστε έτοιμοι να ενημερώσετε το %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Ξεκινήστε με την Yoast SEO ανάλυση περιεχομένου για τον Elementor!"],"Got it":["Το κατάλαβα"],"New: Yoast SEO for Elementor":["Νέο: Yoast SEO για τον Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Λόγω κάποιας αλλαγής στη βασική ρύθμιση της κατηγορίας σας, κάποια απο τα SEO δεδομένα σας πρέπει να επανεπεξεργαστούν."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Περιμένετε για μια εβδομάδα περίπου, εώς %1$s να επεξεργαστούν αυτόματα το περιεχόμενο στο υπόβαθρο."],"%s minute":["%s λεπτό","%s λεπτά"],"Est. reading time":["Εκτιμώμενος χρόνος ανάγνωσης"],"Written by":["Συντάχθηκε από"],"Google Rich Results Test":["Δοκιμή εμπλουτισμένων αποτελεσμάτων της Google"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Ανακαλύψτε πως ένα εμπλουτισμένο απόσπασμα μπορεί να βελτιώσει την προβολή και την αναλογία των κλίκ προς τον αριθμό των εμφανίσεων."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Αυτό προσθέτει το όνομα του αρθρογράφου και μια εκτίμηση για τον χρόνο ανάγνωσης στο απόσπασμα του άρθρου, όταν κοινοποιείται στο Slack."],"Enhanced Slack sharing":["Βελτιωμένος διαμοιρασμός μέσω Slack"],"Activate your subscription":["Ενεργοποιήστε τη συνδρομή σας"],"SEO data optimization is disabled for non-production environments.":["Η βελτιστοποίηση των SEO δεδομένων είναι απενεργοποιημένη σε μη-παραγωγικά περιβάλλοντα."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Αυτή η δυνατότητα περιλαμβάνει και αντικαθιστά τον μετρητή συνδέσμων κειμένου και την ανάλυση εσωτερικών συνδέσεων"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Αυτή η καρτέλα σας επιτρέπει να επιλέξετε ποιες %1$s ενοποιήσεις με τρίτα προϊόντα θέλετε να απενεργοποιήσετε, για όλους τους ιστότοπους στο δίκτυο. Όλες οι ενοποιήσεις είναι προεπιλεγμένα ενεργοποιημένες, το οποίο επιτρέπει στους διαχειριστές ιστοτόπων να επιλέξουν οι ίδιοι εάν θέλουν να κρατήσουν τις ενοποιήσεις ενεργοποιημένες ή όχι για τους ιστοτόπους τους. Όταν απενεργοποιείται μια ενοποίηση εδώ, οι διαχειριστές ιστοτόπων δεν θα είναι σε θέση να χρησιμοποιήσουν τη συγκεκριμένη ενοποίηση. "],"%s can integrate with third party products. You can enable or disable these integrations below.":[""],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Λόγω κάποιας αλλαγής στη βασική ρύθμιση της ετικέτας σας, κάποια απο τα SEO δεδομένα σας πρέπει να επανεπεξεργαστούν."],"Stop SEO data optimization":["Διακοπή βελτιστοποίησης δεδομένων SEO"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Ωχ, κάτι πήγε στραβά και δεν μπορέσαμε να ολοκληρώσουμε τη βελτιστοποίηση των SEO δεδομένων σας. Παρακαλώ κάνετε ξανά κλικ στο κουμπί για να επανεκκινήσετε τη διαδικασία."],"Optimizing SEO data... This may take a while.":["Βελτιστοποίηση δεδομένων SEO... Αυτή η διαδικασία μπορεί να χρειαστεί λίγη ώρα για να ολοκληρωθεί."],"SEO data optimization complete":["Η βελτιστοποίηση δεδομένων SEO ολοκληρώθηκε"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Μπορείτε να επιταχύνετε τον ιστότοπό σας και να λάβετε Διορατικές Πληροφορίες (Insights) σχετικά με την δομή των εσωτερικών συνδέσεων σας, επιτρέποντας μας να εκτελέσουμε μερικές βελτιστοποιήσεις στον τρόπο αποθήκευσης των δεδομένων SEO."],"Start SEO data optimization":["Ξεκινήστε τη βελτιστοποίηση δεδομένων SEO"],"Learn more about the benefits of optimized SEO data.":["Μάθετε περισσότερα σχετικά με τα οφέλη των βελτιστοποιημένων δεδομένων SEO."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Μπορείτε να επιταχύνετε τον ιστότοπo σας και να έχετε καλύτερη διορατική πληροφόρηση της δομής των εσωτερικών συνδέσμων εάν μας επιτρέψετε να πραγματοποιήσουμε μερικές βελτιστοποιήσεις στον τρόπο αποθήκευσης των δεδομένων SEO. Εάν έχετε πολύ περιεχόμενο, η διαδικασία μπορεί να διαρκέσει λίγο παραπάνω, αλλά πιστέψτε μας, αξίζει τον χρόνο. "],"Optimize SEO Data":["Βελτιστοποίηση δεδομένων SEO"],"If the problem persists, please contact support.":["Εάν το πρόβλημα παραμένει, παρακαλώ επικοινωνήστε με την υποστήριξη."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Κάτι πήγε στραβά και δεν μπορέσαμε να ολοκληρώσουμε την βελτιστοποίηση των δεδομένων SEO. Παρακαλώ %1$sεπανεκκινήστε τη διαδικασία%2$s."],"All permalinks were successfully reset":["Όλοι οι μόνιμοι σύνδεσμοι επαναφέρθηκαν επιτυχώς"],"Check out %s!":["Αγορά τώρα του %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Θα θέλατε να είστε σε θέση να προσθέσετε αυτές τις φράσεις-κλειδιά στην ανάλυση του %s ώστε να βελτιστοποιήσετε το περιεχόμενο σας ακόμη περισσότερο;"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Αντιμετωπίσαμε ένα πρόβλημα στην προσπάθεια μας να λάβουμε σχετικές φράσεις-κλειδιά. Παρακαλώ προσπαθείστε αργότερα."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Έχετε εξαντλήσει τον μέγιστο αριθμό των 4 σχετικών λέξεων-κλειδιών. Μπορείτε να αλλάξετε ή αφαιρέσετε λέξεις-κλειδιά στο %s από το πλαίσιο metabox ή από την πλευρική στήλη."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Παρακαλώ περιμένετε όσο το %1$s συνδέετε στο %2$s ώστε να λάβει τις σχετικές φράσεις-κλειδιά..."],"Upgrade your %s plan":["Αναβαθμίστε το πρόγραμμα %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Φθάσατε το όριο αιτημάτων σας για σήμερα. Δοκιμάστε και πάλι αύριο ή αναβαθμίστε το πρόγραμμα σας στο %s."],"Last month":["Τον προηγούμενο μήνα"],"Two months ago":["Δύο μήνες πριν"],"Three months ago":["Τρεις μήνες πριν"],"Four months ago":["Τέσσερις μήνες πριν"],"Five months ago":["Πέντε μήνες πριν"],"Six months ago":["Έξι μήνες πριν"],"Seven months ago":["Επτά μήνες πριν"],"Eight months ago":["Οχτώ μήνες πριν"],"Nine months ago":["Εννέα μήνες πριν"],"Ten months ago":["Δέκα μήνες πριν"],"Eleven months ago":["Πριν από έντεκα μήνες"],"Twelve months ago":["Πριν από δώδεκα μήνες"],"Get more insights at %s":["Λάβετε περισσότερες διορατικές πληροφορίες στο %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["O όγκος φράσεων-κλειδιών τους τελευταίους 12 μήνες σε κλίμακα από 0 έως 100."],"Learn more about the related keyphrases trend":["Μάθετε περισσότερα για την τάση των σχετικών φράσεων-κλειδιών"],"Trend":["Τάση"],"Learn more about the related keyphrases volume":["Μάθετε περισσότερα για τον όγκο των σχετικών φράσεων-κλειδιών"],"Volume":["Όγκος"],"Related keyphrase":["Σχετική φράση-κλειδί"],"Select country":["Επιλέξτε χώρα"],"Show results for:":["Εμφάνιση αποτελεσμάτων για:"],"Please enter a focus keyphrase first to get related keyphrases":["Παρακαλώ εισάγετε πρώτα μια εστιασμένη φράση-κλειδί για να λάβετε σχετικές φράσεις-κλειδιά"],"Sorry, there's no data available for that keyphrase/country combination.":["Λυπούμαστε, δεν υπάρχουν διαθέσιμα δεδομένα για τον συγκεκριμένο συνδυασμό φράση-κλειδί/χώρα."],"Get related keyphrases":["Λάβετε σχετικές φράσεις-κλειδιά"],"Related keyphrases":["Σχετικές φράσεις-κλειδιά"],"The number of headers and header labels don't match.":["Ο αριθμός των επικεφαλίδων και των ετικετών επικεφαλίδων δεν ταιριάζει."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["Η %s ενοποίηση προσφέρει προτάσεις και διορατικές πληροφορίες για λέξεις-κλειδιά σχετικές με την εστιασμένη φράση-κλειδί που έχετε εισάγει."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Η απενεργοποίηση των XML χαρτών του Yoast SEO δεν θα απενεργοποιήσει τους βασικούς χάρτες ιστότοπου του WordPress. Σε ορισμένες περιπτώσεις, αυτό %1$s μπορεί να οδηγήσει σε SEO σφάλματα στον ιστότοπό σας%2$s. Αυτά μπορεί να αναφερθούν στο Google Search Console και σε άλλα εργαλεία."],"If you still need support and have an active subscription for this product, please email %s.":["Εάν εξακολουθείτε να χρειάζεστε υποστήριξη και έχετε ενεργή συνδρομή για αυτό το προϊόν, παρακαλούμε στείλτε email στο %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Πιθανότατα να βρείτε μια απάντηση στο ερώτημά σας στο %1$sκέντρο βοήθειας%2$s."],"Need support?":["Χρείαζεστε υποστήριξη;"],"Twitter preview":["Προεπισκόπηση Twitter"],"Facebook preview":["Προεπισκόπηση Facebook"],"Return to your %s":["Επιστροφή στην %s"],"Make sure to save your %s for changes to take effect":["Φροντίστε να αποθηκεύσετε την %s για να εφαρμοστούν οι αλλαγές"],"Make your products stand out in Google":["Κάντε τα προϊόντα σας να ξεχωρίζουν στο Google"],"Everything you need for Google News":["Όλα όσα χρειάζεστε για το Google News"],"Start ranking better for your videos":["Ξεκινήστε την καλύτερη κατάταξη για τα βίντεό σας"],"Stop losing customers to other local businesses":["Σταματήστε να χάνετε πελάτες από άλλες τοπικές επιχειρήσεις"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Η προηγμένη ενότητα του %1$s meta box, επιτρέπει στον χρήστη να αφαιρεί αναρτήσεις από τα αποτελέσματα αναζήτησης ή να αλλάξει το κανονικό. Οι ρυθμίσεις στην καρτέλα Σχήματος (Schema), επιτρέπουν στον χρήστη να αλλάζει meta data του Σχήματος για μια ανάρτηση. Αυτά είναι πράγματα που ίσως να μη θέλετε να κάνει ο αρθρογράφος. Γι' αυτό, από προεπιλογή, μόνο οι συντάκτες και οι διαχειριστές μπορούν να το κάνουν αυτό. Η ρύθμισή του στο \"%2$s\" επιτρέπει σε όλους τους χρήστες να αλλάξουν αυτές τις ρυθμίσεις."],"Security: no advanced or schema settings for authors":["Ασφάλεια: δεν υπάρχουν προηγμένες ή προκαθορισμένες ρυθμίσεις Σχήματος για αρθρογράφους"],"Report":["Αναφορά"],"Tech Article":["Τεχνικό άρθρο"],"Scholarly Article":["Ακαδημαϊκό άρθρο"],"Satirical Article":["Σατιρικό άρθρο"],"Advertiser Content Article":["Άρθρο με διαφημιστικό περιεχόμενο"],"News Article":["Ενημερωτικό άρθρο"],"Social Media Posting":["Αρθρογράφηση κοινωνικών μέσων"],"Article":["Άρθρο"],"Search Results Page":["Σελίδα αποτελεσμάτων αναζήτησης"],"Real Estate Listing":["Καταχώριση ακινήτων"],"Checkout Page":["Σελίδα Ολοκλήρωσης Αγορών"],"Collection Page":["Σελίδα συλλογής"],"Medical Web Page":["Ιατρική ιστοσελίδα"],"Contact Page":["Σελίδα Επικοινωνίας"],"Profile Page":["Σελίδα προφίλ"],"QA Page":["Σελίδα ερωταπαντήσεων"],"FAQ Page":["Σελίδα συχνών ερωτήσεων"],"About Page":["Σχετικά με τη σελίδα"],"Item Page":["Σελίδα προϊόντος"],"Web Page":["Ιστοσελίδα"],"Default for %1$s (%2$s)":["Προεπιλογή για %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Αυτό βοηθάει τις μηχανές αναζήτησης να καταλάβουν τον ιστότοπο σας και το περιεχόμενο του. Μπορείτε να αλλάξετε κάποιες από τις ρυθμίσεις για τη σελίδα παρακάτω."],"Yoast SEO automatically describes your pages using schema.org":["Το Yoast SEO περιγράφει αυτόματα τις σελίδες σας με χρήση του schema.org"],"default":["προεπιλογή"],"Article type":["Τύπος άρθρου"],"Page type":["Τύπος σελίδας"],"Learn more about page or content types":["Μάθετε περισσότερα για τη σελίδα ή τους τύπους περιεχομένου"],"What type of page or content is this?":["Τι τύπος σελίδας ή περιεχόμενο είναι αυτό;"],"Learn more about structured data with Schema.org":["Μάθετε περισσότερα για τα δομημένα δεδομένα με το Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Μπορείτε να αλλάξετε τον προεπιλεγμένο τύπο του %1$s στις %2$s ρυθμίσεις εμφάνισης της αναζήτησης %3$s."],"Default Article type":["Προεπιλεγμένος τύπος άρθρου"],"Default Page type":["Προεπιλεγμένος τύπος σελίδας"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Κατά την αποθήκευση, αυτή η ρύθμιση θα ισχύει για όλα τα %1$s σας. %1$s που έχουν διαμορφωθεί χειροκίνητα θα παραμείνουν ανέγγιχτα.","Κατά την αποθήκευση, αυτές οι ρυθμίσεις θα ισχύουν για όλα τα %1$s σας. %1$s που έχουν διαμορφωθεί χειροκίνητα θα παραμείνουν ανέγγιχτα."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Επιλέξτε τον προεπιλεγμένο τρόπο περιγραφής των %1$s, στη σήμανση schema.org του ιστότοπού σας. Μπορείτε να αλλάξετε αυτές τις ρυθμίσεις για μεμονωμένα %1$s."],"Learn more about the schema settings":["Μάθετε περισσότερα σχετικά με τις ρυθμίσεις schema"],"Schema settings":["Ρυθμίσεις Schema"],"Structured Data":["Δομημένα Δεδομένα"],"Yoast How-to":["Οδηγός Yoast"],"Yoast FAQ":["Συχνές ερωτήσεις Yoast"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$sΦράση-κλειδί στον τίτλο%3$s: Δεν περιέχει την ακριβή αντιστοίχηση. %2$sΠροσπαθείστε να γράψετε την ακριβή αντιστοίχηση της φράσης-κλειδί στον SEO τίτλο και τοποθετείστε τη στην αρχή του τίτλου%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$sΦράση-κλειδί στον τίτλο%3$s: Η ακριβής αντιστοίχηση της εστιασμένης φράσης-κλειδί υπάρχει στον SEO τίτλο αλλά δεν βρίσκεται στην αρχή. %2$sΜετακινήστε την στην αρχή για καλύτερα αποτελέσματα%3$s."],"%1$s Internal Linking Blocks":["%1$s Εσωτερικά Συνδετικά Τμήματα"],"Allow us to track some data about your site to improve our plugin.":["Επιτρέψτε μας να συλλέξουμε κάποια δεδομένα σχετικά με την ιστοσελίδα σας για να βελτιώσουμε το πρόσθετο μας."],"Usage tracking":["Παρακολούθηση χρήσης"],"Read more about how internal linking can improve your site structure.":["Διαβάστε περισσότερα σχετικά με το πως η εσωτερική σύνδεση (internal linking) μπορεί να βελτιώσει την δομή του ιστοτόπου σας."],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to.":[""],"Link suggestions":["Προτάσεις συνδέσμων"],"Insights":["Διορατικές πληροφορίες (Insights)"],"Remove image":["Αφαίρεση Εικόνας"],"%s preview":["%s προεπισκόπηση"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Το μέγεθος αρχείου της μεταφορτωμένης εικόνας είναι πολύ μεγάλο για το %s. Το μέγεθος του αρχείου πρέπει να είναι μικρότερο από %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Ο τύπος της εικόνας που μεταφορτώθηκε δεν υποστηρίζεται. Οι υποστηριζόμενοι τύποι είναι: %s, %s, %s και %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Έχετε μεταφορτώσει ένα %s. Παρακαλώ έχετε υπόψιν ότι, εάν πρόκειτε για ένα κινούμενο %s, μόνο το πρώτο πλαίσιο (καρέ) θα χρησιμοποιηθεί."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Οι διαστάσεις της εικόνας σας δεν ταιριάζουν. Οι ελάχιστες επιτρεπόμενες διαστάσεις είναι %dx%d pixels. Οι μέγιστες επιτρεπόμενες διαστάσεις εναι %dx%d pixels."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Οι διαστάσεις της εικόνας σας δεν ταιριάζουν. Οι ελάχιστες διαστάσεις είναι %dx%d pixels."],"Dismiss":[""],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Λόγω μιας αλλαγής στη δομή των permalink, κάποια από τα δεδομένα SEO πρέπει να υποβληθούν ξανά σε επεξεργασία."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Λόγω αλλαγής στη ρύθμιση διεύθυνσης URL της κατηγορίας σας, ορισμένα από τα SEO δεδομένα σας πρέπει να επανεπεξεργαστούν."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Παρακαλούμε αναβαθμίστε την έκδοση του WordPress ή εγκαταστήστε το πρόσθετο Gutenberg για να έχετε πρόσβαση σε αυτήν %1$s την λειτουργία."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Marking links με nofollow/sponsored έχει απενεργοποιηθεί για την εγκατάσταση WordPress έκδοσης < 5.4."],"Show SEO settings for %1$s?":["Να εμφανιστούν οι ρυθμίσεις SEO για %1$s?"],"Open in new tab":["Άνοιγμα σε νέα καρτέλα"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Αυτός είναι ένας χορηγούμενος σύνδεσμος ή advert (Επισημαίνεται ως %1$s χορηγούμενος %2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Οι μηχανές αναζήτησης θα πρέπει να αγνοούν το σύνδεσμο αυτό (Επισημαίνεται ως %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Μάθετε περισσότερα για το πως σημαίνουν ένα σύνδεσμο σαν nofollow ή χορηγούμενο."],"Link inserted.":["Έγινε εισαγωγή συνδέσμου."],"Link edited.":["Ο σύνδεσμος τροποποιήθηκε."],"Warning: the link has been inserted but may have errors. Please test it.":["Προσοχή: ο σύνδεσμος έχει προστεθεί αλλά μπορεί να περιέχει σφάλματα. Παρακαλώ δοκιμάστε το."],"Unlink":["Αποσύνδεση"],"Link removed.":["Ο σύνδεσμος διαγράφηκε."],"Link":["Σύνδεσμος"],"We've analyzed your post. There is still room for improvement!":["Αναλύσαμε το άρθρο σας. Υπάρχει ακόμη χώρος για βελτίωση!"],"We've analyzed your post. Everything looks good. Well done!":["Αναλύσαμε το άρθρο σας. Όλα φαίνονται εντάξει. Συγχαρητήρια!"],"No focus keyword was entered":["Καμία εστιασμένη λέξη κλειδί δεν έχει προστεθεί"],"Share your post!":["Μοιραστείτε το άρθρο σας!"],"Improve your post with Yoast SEO":["Βελτιώστε το άρθρο σας με τη βοήθεια του Yoast SEO"],"SEO analysis:":["Ανάλυση SEO:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Οι στήλες συνδέσμων δείχνουν τον αριθμό των άρθρων σε αυτή τη σύνδεση ιστοτόπου %3$sπρος%4$s αυτό το άρθρο και τον αριθμό των διευθύνσεων URL που συνδεθήκαν %3$sαπό%4$s αυτό το άρθρο. Μάθετε περισσότερα για %1$sτο πως να χρησιμοποιήσετε αυτές τις δυνατότητες για να βελτιώσετε την εσωτερική σας συνδεσιμότητα%2$s, η οποία βελτιώνει εξαιρετικά το SEO σας."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Έχουμε γράψει ένα άρθρο για %1$sτο πως να χρησιμοποιήσετε την βαθμολογία του SEO και τη βαθμολογία Αναγνωσιμότητας%2$s."],"%1$s adds several columns to this page.":["Η %1$s προσθέτει αρκετές στήλες σε αυτήν τη σελίδα."],"We estimate this will take less than a minute.":["Υπολογίζουμε ότι αυτό θα διαρκέσει λιγότερο από ένα λεπτό."],"We estimate this will take a couple of minutes.":["Υπολογίζουμε ότι αυτό θα διαρκέσει μερικά λεπτά."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$s Τρέξτε τη διαδικασία ευρετηρίου στο διακομιστή (server) σας%2$s χρησιμοποιώντας το %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Υπολογίζουμε ότι αυτό θα διαρκέσει πολύ ώρα, λόγω του μεγέθους του ιστοτόπου σας. Αντί να περιμένετε, μπορείτε:"],"Show debug information":["Εμφάνιση πληροφοριών απασφαλμάτωσης"],"Your site will continue to work normally, but won't take full advantage of %s.":["Ο ιστότοπος σας θα συνεχίσει να λειτουργεί φυσιολογικά, παρόλα αυτά δεν θα εκμεταλλευτεί πλήρως τις δυνατότητες της %s."],"%s had problems creating the database tables needed to speed up your site.":["Η %s αντιμετώπισε προβλήματα με τη δημιουργία των πινάκων βάσης δεδομένων, που χρειάζονται για την επιτάχυνση του ιστοτόπου σας."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Η φράση κλειδί που εισάγατε είναι πολύ μεγάλη. Το ανώτατο επιτρεπόμενο όριο ορίζεται έως 191 χαρακτήρες."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sΑνακαλύψτε πως μπορείτε να λύσετε αυτό το πρόβλημα χρησιμοποιώντας το κέντρο βοήθειας μας%2$s."],"The text link counter feature is not working as expected":["Η δυνατότητα μετρητή συνδέσμων κειμένου δεν λειτουργεί όπως αναμενόταν."],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Ο μετρητής συνδέσμων κειμένου σας βοηθάει να βελτιώσετε την δομή του ιστοτόπου σας. %1$sΑνακαλύψτε πως ο μετρητής συνδέσμων κειμένου μπορεί να ενισχύσει το  SEO σας%2$s."],"The text link counter is working as expected":["Ο μετρητής συνδέσμων κειμένου λειτουργεί όπως αναμενόταν"],"I don't want this site to show in the search results.":["Δεν θέλω αυτός ο ιστότοπος να εμφανίζεται στα αποτελέσματα αναζήτησης."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Αν θέλετε οι μηχανές αναζήτησης να εμφανίζουν αυτόν τον ιστότοπο στα αποτελέσματα τους, πρέπει να %1$sανατρέξτε στις Ρυθμίσεις Ανάγνωσης%2$s και αποεπιλέξτε την επιλογή για την Ορατότητα Μηχανής Αναζήτησης."],"Learn more about the no-index setting on our help page.":["Μάθετε περισσότερα σχετικά με τη ρύθμιση no-index στη σελίδα βοηθείας μας."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Αν και μπορείτε να ορίσετε εδώ τη meta robots ρύθμιση, ολόκληρος ο ιστότοπος είναι ορισμένος ως noindex στις συνολικές ρυθμίσεις απορρήτου, οπότε αυτές οι ρυθμίσεις δεν θα έχουν καμία επίδραση."],"Learn more about canonical URLs on our help page.":["Μάθετε περισσότερα σχετικα με τα κανονικά (canonical) URLs στη σελίδα βοηθείας μας."],"Learn more about the breadcrumbs title setting on our help page.":["Μάθετε περισσότερα σχετικά με τη ρύθμιση τίτλου διαδρομών στη σελίδα βοηθείας μας."],"Learn more about advanced meta robots settings on our help page.":["Μάθετε περισσότερα σχετικά με τις meta robots ρυθμίσεις για προχωρημένους στη σελίδα βοηθείας μας."],"Learn more about the no-follow setting on our help page.":["Μάθετε περισσότερα σχετικά με τη ρύθμιση no-follow στη σελίδα βοηθείας μας."],"Should search engines follow links on this %s":["Να ακολουθούν οι μηχανές αναζήτησης συνδέσμους σε αυτό %s"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Αυτό %1$s τελικό σημείο REST API σάς παρέχει όλα τα μεταδεδομένα που χρειάζεστε για μια συγκεκριμένη διεύθυνση URL. Αυτό θα καταστήσει πολύ εύκολο για τους ακέφαλους ιστότοπους WordPress να χρησιμοποιούν %1$s για όλη τη μετα-έξοδο SEO."],"REST API: Head endpoint":["REST API: Head endpoint"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Παρακαλούμε διαβάστε %1$sαυτό το άρθρο βοήθειας%2$s για να μάθετε πώς να λύσετε το συγκεκριμένο πρόβλημα."],"a theme that has proper title-tag theme support, or adapt your theme to have that support":["ένα θέμα που έχει την κατάλληλη υποστήριξη τίτλου-ετικέτας, ή προσαρμόστε το θέμα σας για να έχει αυτού του είδους την υποστήριξη"],"Replaced with the term ancestors hierarchy":["Αντικαταστάθηκε με τον όρο ιεραρχία προγόνων"],"Term hierarchy":["Ιεραρχία όρων"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$s Μπορείτε να αλλάξετε την ετικέτα απο το εργαλείο προσαρμογής %2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Εξακολουθείτε να έχετε την προεπιλεγμένη ετικέτα της WordPress. Ακόμα και μια άδεια ετικέτα είναι μάλλον καλύτερη."],"You should change the default WordPress tagline":["Πρέπει να αλλάξετε την προεπιλεγμένη ετικέτα της WordPress"],"You are using a custom tagline or an empty one.":["Χρησιμοποιείτε προσαρμοσμένη ετικέτα ή κενή."],"You changed the default WordPress tagline":["Αλλάξατε την προεπιλεγμένη ετικέτα του WordPress"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Τα σχόλια στις αναρτήσεις σας εμφανίζονται σε μία σελίδα. Έτσι ακριβώς θα το προτείναμε κι εμείς! Τα πάτε πολύ καλά!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Συνιστάται να έχετε το όνομα του άρθρου σας στο URL των αναρτήσεων και των σελίδων σας. Εξετάστε το ενδεχόμενο να ορίσετε τη δομή μόνιμου συνδέσμου σε %s."],"You do not have your postname in the URL of your posts and pages":["Δεν έχετε το όνομα της ανάρτησης σας στο URL των αναρτήσεων και των σελίδων σας"],"You do have your postname in the URL of your posts and pages.":["Έχετε το όνομα σας στο URL των άρθρων και των σελίδων σας."],"Your permalink structure includes the post name":["Η δομή του μόνιμου συνδέσμου περιλαμβάνει το όνομα της ανάρτησης"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Τα σχόλια στις δημοσιεύσεις σας εμφανίζονται σε πολλαπλές σελίδες. Επειδή αυτό δεν είναι απαραίτητο στις 999 από τις 1000 περιπτώσεις, σας συνιστούμε να το απενεργοποιήσετε. Για να το διορθώσετε, αποεπιλέξτε την επιλογή \"Σελιδοποίηση σχολίων\" στη σελίδα Ρυθμίσεις Συζήτηση."],"Comments break into multiple pages":["Τα σχόλια εμφανίζονται σε παραπάνω από μία σελίδες"],"Comments are displayed on a single page":["Τα σχόλια εμφανίζονται σε μία σελίδα"],"No title":["Χωρίς τίτλο"],"%1$sGo to the Discussion Settings page%2$s":["%1$sΕπιστροφή στις Ρυθμίσεις%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sΑυτό αναφέρθηκε από το  %2$s πρόσθετο%3$s"],"Mobile result":["Mobile αποτέλεσμα"],"Preview as:":["Προεπισκόπηση ως:"],"Desktop result":["Αποτέλεσμα επιτραπέζιου"],"Google preview":["Προεπισκόπηση Google"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Όταν κάνετε κλικ στο OK, θα ανοίξουμε τον φάκελο μας με όνομα HelpScout όπου θα βρείτε απαντήσεις στις ερωτήσεις σας. Αυτός ο «φάρος» θα φορτώσει τα δεδομένα υποστήριξης και ενδεχομένως να ορίσει τα cookies"],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Το πρόγραμμα περιήγησης που χρησιμοποιείτε είναι δυστυχώς μάλλον παρωχημένο. Δεδομένου ότι προσπαθούμε να σας προσφέρουμε την καλύτερη δυνατή εμπειρία, δεν υποστηρίζουμε πλέον αυτό το πρόγραμμα περιήγησης. Αντ 'αυτού, χρησιμοποιήστε %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Εάν θέλετε να εφαρμόσετε σύνθετες ρυθμίσεις ρομπότ  <code>meta</code>  για αυτήν τη σελίδα, προσδιορίστε τις στο επόμενο πεδίο."],"Check out %1$s":["%1$s επεκτείνεται στο Yoast SEO academy"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Έχουμε δωρεάν και premium online μαθήματα για να μάθετε όλα όσα πρέπει να ξέρετε για το SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["%1$s επεκτείνεται στο Yoast SEO academy, όπου είναι ένας σύνδεσμος με δυνατότητα να κάνετε κλικ."],"Learn SEO":["Μάθετε SEO"],"%s settings to import:":["%s ρυθμίσεις προς εισαγωγή:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Εισαγωγή ρυθμίσεων από άλλη εγκατάσταση %1$s με επικόλληση αυτών εδώ και κλικ \"%2$s\"."],"Your %1$s settings:":["Οι ρυθμίσεις σας %1$s"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph metadata\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["Το Twitter χρησιμοποιεί μεταδεδομένα Open Graph όπως το Facebook, οπότε βεβαιωθείτε ότι διατηρείτε τη ρύθμιση \"Προσθήκη μεταδεδομένων Open Graph\" στην καρτέλα Facebook ενεργοποιημένη, εάν θέλετε να βελτιστοποιήσετε τον ιστότοπό σας για το Twitter."],"Schema":["Schema"],"Please check the format of the YouTube URL you entered. %s":["Παρακαλούμε ελέγξτε την μορφή συνδεσμου YouTube που έχετε εισάγει. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Ελέγξτε τη μορφή της Wikipedia URL που έχετε εισαγάγει. %s"],"Please check the format of the Pinterest URL you entered. %s":["Ελέγξτε τη μορφή του Pinterest URL που έχετε εισαγάγει. %s"],"Please check the format of the MySpace URL you entered. %s":["Ελέγξτε τη μορφή του URL MySpace έχετε εισαγάγει. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Ελέγξτε τη μορφή του Linkedin URL που έχετε εισάγει. %s"],"Please check the format of the Instagram URL you entered. %s":["Ελέγξτε τη μορφή του Instagram URL που έχετε εισαγάγει. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Ελέγξτε τη μορφή της διεύθυνσης URL Facebook σελίδας που έχετε εισαγάγει. %s"],"Settings saved.":["Οι ρυθμίσεις αποθηκεύτηκαν."],"Dismiss this alert":["Απορρίψτε αυτήν την ειδοποίηση"],"An organization name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data%2$s.":[""],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s δεν φαίνεται να είναι μια έγκυρη Facebook App ID. Παρακαλώ διορθώστε."],"The submitted value was: %s":["Η υποβληθείσα τιμή ήταν: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Οι κωδικοί επιβεβαίωσης Yandex μπορούν να περιέχουν μόνο γράμματα από A έως F, αριθμούς, παύλες και κάτω παύλες. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Τα username του Twitter μπορούν να περιέχουν letters, numbers, and underscores.  %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Οι κωδικοί επιβεβαίωσης απο το Pinterest, μπορούν να περιέχουν μόνο λατινικους χαρακτηρες απο το A εως το F, αριθμούς,τα σύμβολα παύλα και κάτω παύλα. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Οι κωδικοί επιβεβαίωσης απο το Bing, μπορούν να περιέχουν μόνο λατινικους χαρακτηρες απο το A εως το F, αριθμούς,τα σύμβολα παύλα και κάτω παύλα. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Οι κωδικοί επιβεβαίωσης απο το Google, μπορούν να περιέχουν μόνο λατινικους χαρακτηρες απο το A εως το F, αριθμούς,τα σύμβολα παύλα και κάτω παύλα. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Οι κωδικοί επιβεβαίωσης απο το Baidu, μπορούν να περιέχουν μόνο λατινικους χαρακτηρες απο το A εως το F, αριθμούς,τα σύμβολα παύλα και κάτω παύλα. %s"],"Show this item.":["Εμφάνιση στοιχείου."],"Hide this item.":["Απόκρυψη στοιχείου."],"You have %d hidden problem:":["Έχετε %d κρυφό πρόβλημα:","Έχετε %d κρυφά προβλήματα:"],"You have %d hidden notification:":["Έχετε  %d κρυφή ειδοποίηση:","Έχετε %d κρυφές ειδοποιήσεις:"],"Focus keyphrase not set":[""],"The form contains %1$s error. %2$s":["Η φόρμα περιέχει %1$s λάθος. %2$s","Η φόρμα περιέχει %1$s λάθη. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Οι ακόλουθες λέξεις και συνδυασμοί λέξεων εμφανίζονται περισσότερο στο περιεχόμενο. Αυτά δίνουν μία ένδειξη για το σε τι εστιάζει το περιεχόμενο σας. Αν οι λέξεις διαφέρουν πολύ από το θέμα σας, ίσως να θέλετε να ξαναγράψετε το περιεχόμενο σας ανάλογα."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Μόλις προσθέσετε λίγο περισσότερο κείμενο, θα σας παρέχουμε μία λίστα με τις λέξεις που εμφανίζονται πιο συχνά στο περιεχόμενο. Αυτο θα σας δώσει μια ένδειξη σχετικά με το που εστιάζει το περιεχόμενο σας. "],"%d occurrences":["%d περιστατικά"],"Activate %s for your site on MyYoast":["Ενεργοποιήστε  %s  για τον ιστότοπό σας στο MyYoast"],"Show blog page in breadcrumbs":["Εμφάνισε τη σελίδα ιστολογίου στις διαδρομές"],"We could not find any relevant articles on your website that you could link to from your post.":["Δεν ήταν δυνατή η εύρεση σχετικών άρθρων στον ιστότοπό σας που θα μπορούσατε να συνδέσετε την ανάρτηση σας."],"Has feedback":["Υπάρχει σχόλιο"],"Content optimization:":["Βελτιστοποίηση περιεχομένου:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sΑναγνωσιμότητα%2$s: %3$s"],"Post Noindexed":["Άρθρο που δεν έχει προστεθεί στο ευρετήριο"],"No Focus Keyphrase":["Δεν υπάρχει φράση-κλειδί"],"Person logo / avatar":["Λογότυπο προσώπου / άβαταρ"],"Posts with the SEO score: %s":["Άρθρα με βαθμολογία SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s εκπαιδευτικό βίντεο"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Για να δείτε τα τρέχοντα σφάλματα ανίχνευσης, %1$sπαρακαλώ επισκεφθείτε το Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Η Google σταμάτησε την υποστήριξη της ανίχνευσης σφαλμάτων μέσω API (Crawl Errors API). Ως εκ τούτου, πιθανά σφάλματα ανίχνευσης που μπορεί να έχετε δεν θα εμφανίζονται πλέον εδώ. %1$sΔιαβάστε την σχετική ανακοίνωσή μας για περαιτέρω πληροφορίες%2$s."],"Get the %s plugin now":["Αποκτήστε το %s πρόσθετο τώρα"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Βελτιστοποιήστε την ιστοσελίδα σας για το κοινό της περιοχής με το  %s πρόσθετο μας! Βελτιστοποιημένα στοιχεία διεύθυνσης, ωράριο λειτουργίας, εντοπισμό του καταστήματος και επιλογές παραλαβής!"],"Serving local customers?":["Εξυπηρετείτε πελάτες της περιοχής;"],"Organization's social profiles":["Προφίλ κοινωνικών δικτύων οργανισμού"],"Personal info":["Προσωπικές πληροφορίες"],"Organization logo":["Λογότυπο του οργανισμού"],"Organization name":["Όνομα του οργανισμού"],"Choose whether the site represents an organization or a person.":["Επιλέξτε εάν η ιστοσελίδα εκπροσωπεί οργανισμό ή φυσικό πρόσωπο. "],"Knowledge Graph & Schema.org":["Γράφημα γνώσης (Knowledge Graph) & Schema.org"],"(if one exists)":["(εάν υφίσταται)"],"Wikipedia page about you":["Σελίδα στην Βικιπαίδεια σχετικά με εσάς"],"YouTube profile URL":["URL του προφίλ στο YouTube"],"Tumblr profile URL":["URL του προφίλ στο Tumblr"],"SoundCloud profile URL":["URL του προφίλ στο SoundCloud"],"MySpace profile URL":["URL του προφίλ στο MySpace"],"Organization or person":["Οργανισμός ή Φυσικό Πρόσωπο"],"Organization":["Οργανισμός"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Έχετε προηγουμένως θέσει την ιστοσελίδα σας να εκπροσωπεί ένα φυσικό πρόσωπο. Έχουμε βελτιώσει τις λειτουργίες γύρω από το Schema και το γράφημα γνώσης (Knowledge Graph), ώστε να μεταβείτε εκεί και %1$sνα συμπληρώσετε τις σχετικές ρυθμίσεις%2$s."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Έχετε επιλέξει το χρήστη %1$s ως το φυσικό πρόσωπο που εκπροσωπεί την ιστοσελίδα. Οι πληροφορίες προφίλ του χρήστη θα εμφανιστούν στα αποτελέσματα της μηχανής αναζήτησης. %2$sΑναβαθμίστε το προφίλ τους ώστε να βεβαιωθείτε ότι οι πληροφορίες είναι σωστές.%3$s"],"Please select a user below to make your site's meta data complete.":["Παρακαλώ επιλέξτε παρακάτω ένα χρήστη ώστε να είναι ολοκληρωμένα τα meta data του ιστοτόπου σας."],"Select a user...":["Επιλέξτε χρήστη..."],"Uncategorized":["Εκτός κατηγορίας"],"If a Wikipedia page for you or your organization exists, add it too.":["Εάν υπάρχει σελίδα στη Βικιπαίδεια για εσάς ή τον οργανισμό σας, προσθέστε την και αυτήν. "],"Pinterest profile URL":["URL του προφίλ στο Pinterest "],"LinkedIn profile URL":["URL του προφίλ στο LinkedIn "],"Instagram profile URL":["URL του προφίλ στο Instagram "],"No JSON object was returned.":["Δεν επιστράφηκε αντικείμενο JSON (JSON object). "],"Received internal links":["Εισερχόμενοι εσωτερικοί σύνδεσμοι"],"Outgoing internal links":["Εξερχόμενοι εσωτερικοί σύνδεσμοι"],"New step added":["Προστέθηκε νέο βήμα"],"New question added":["Προστέθηκε νέα ερώτηση"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Για να λειτουργήσει αυτή η λειτουργία, το %1$s πρέπει να δημιουργήσει έναν πίνακα στη βάση δεδομένων σας. Δεν ήταν δυνατόν να δημιουργήσουμε αυτόματα αυτόν τον πίνακα."],"Keyphrase":["Φράση κλειδί"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sΕικόνα φράσης-κλειδί%5$s: Από τις %2$d εικόνες σε αυτή την σελίδα, μόνο %1$d έχει χαρακτηριστικά alt με λέξεις από το την φράση-κλειδί ή συνώνυμα. Είναι κάπως αυτό. %4$sΠεριλάβετε μόνο την φράση-κλειδί ή συνώνυμα της όταν πραγμάτικά ταιριάζει στην εικόνα%5$s!"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sΕικόνα φράσης-κλειδί%5$s: Από τις %2$d εικόνες σε αυτή την σελίδα, μόνο %1$d έχει χαρακτηριστικά alt που αντικατοπτρίζουν το θέμα του κειμένου σας. %4$sΠροσθέστε τις φράσεις-κλειδιά ή συνώνυμα στις ετικέτες alt των σχετικών εικόνων%5$s!","%3$sΕικόνα φράσης-κλειδί%5$s: Από τις %2$d εικόνες σε αυτή την σελίδα, μόνο %1$d έχει χαρακτηριστικά alt που αντικατοπτρίζουν το θέμα του κειμένου σας. %4$sΠροσθέστε τις φράσεις-κλειδιά ή συνώνυμα στις ετικέτες alt των σχετικών εικόνων%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sΕικόνα φράσης-κλειδί%3$s: Εικόνες σε αυτή τη σελίδα δεν έχουν alt χαρακατηριστικά τα οποία αντικατοπτρίζουν το θέμα του κειμένου σας. %2$sΠροσθέστε τις φράσεις-κλειδιά ή συνώνυμα στις ετικέτες alt των σχετικών εικόνων%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sΕικόνα φράσης-κλειδί%3$s: Εικόνες σε αυτή τη σελίδα που έχουν alt χαρακατηριστικά, αλλά δεν έχουν οριστεί στην φράση-κλειδί. %2$sΔιορθώστε το%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sΦράση-κλειδί στην κεφαλίδα%2$s: %3$s των Η2 και H3 ανώτερων κεφαλίδων αντιπροσωπεύει το θέμα του κειμένου σας. Καλή δουλειά!","%1$sΦράση-κλειδί στην κεφαλίδα%2$s: %3$s των H2 και H3 ανώτερων κεφαλίδων αντιπροσωπεύουν το θέμα του κειμένου σας. Καλή δουλειά!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sΦράση-κλειδί στην κεφαλίδα%2$s: Οι ανώτερη κεφαλίδα H2 ή H3 αντιπροσωπεύει το θέμα του κειμένου σας. Καλή δουλειά!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sΦράση-κλειδί στην κεφαλίδα%3$s: %2$sΧρησιμοποιήστε περισσότερες λέξεις-κλειδιά ή συνώνυμα στις H2 και H3 ανώτερες κεφαλίδες σας%3$s!"],"Page %s":["Σελίδα %s"],"Cannot get the size of %1$s because of unknown reasons.":["Ο υπολογισμός του μεγέθους του %1$s είναι αδύνατος για άγνωστο λόγο. "],"Cannot get the size of %1$s because it is hosted externally.":["Ο υπολογισμούς του μεγέθους του  %1$s είναι αδύνατος επειδή φιλοξενείται εξωτερικά. "],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sΜονός τίτλος%3$s: Οι κεφαλίδες H1 πρέπει να χρησιμοποιούνται μόνο ως βασικός τίτλος. Βρείτε όλες τις κεφαλίδες H1 στο κείμενό σας που δεν είναι βασικοί τίτλοι και %2$sμετατρέψτε τις σε χαμηλότερo επίπεδο τίτλου%3$s!"],"Improve sharing on Facebook and Pinterest":["Βελτιώστε τη διάδοση μέσω Facebook & Pinterest"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση-κλειδί βρέθηκε %5$d φορά. Αυτό είναι πολύ παραπάνω από το συνιστώμενο μέγιστο των %3$d φορών για ένα κείμενο αυτής της έκτασης. %4$sΜην υπερβάλλετε στη βελτιστοποίηση%2$s!","%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση-κλειδί βρέθηκε \n %5$d φορές. Αυτό είναι πολύ παραπάνω από το συνιστώμενο μέγιστο των %3$d φορών για ένα κείμενο αυτής της έκτασης. %4$sΜην υπερβάλλετε στη βελτιστοποίηση%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση-κλειδί βρέθηκε %5$d φορά. Αυτό είναι παραπάνω από το συνιστώμενο μέγιστο των %3$d φορών για ένα κείμενο αυτής της έκτασης. %4$sΜην υπερβάλλετε στη βελτιστοποίηση%2$s!","%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση-κλειδί βρέθηκε %5$d φορές. Αυτό είναι παραπάνω από το συνιστώμενο μέγιστο των %3$d φορών για ένα κείμενο αυτής της έκτασης. %4$sΜην υπερβάλλετε στη βελτιστοποίηση%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση-κλειδί βρέθηκε %3$d φορά. Αυτό είναι πολύ καλό!","%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση-κλειδί βρέθηκε %3$d φορές. Αυτό είναι πολύ καλό!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση κλειδί βρέθηκε %5$d φορά. Αυτό είναι λιγότερο από το προτεινόμενο ελάχιστο των %3$d φορών για ένα κείμενο αυτής της έκτασης. %4$sΕπικεντρωθείτε στη φράση-κλειδί%2$s! ","%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση κλειδί βρέθηκε %5$d φορές. Αυτό είναι λιγότερο από το προτεινόμενο ελάχιστο των %3$d φορών για ένα κείμενο αυτής της έκτασης. %4$sΕπικεντρωθείτε στη φράση-κλειδί%2$s! "],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sΠυκνότητα φράσης-κλειδιού%2$s: Η συγκεκριμένη φράση κλειδί βρέθηκε 0 φορές. Αυτές είναι λιγότερες από το προτεινόμενο ελάχιστο των %3$d φορών για ένα κείμενο αυτής της έκτασης. %4$s Επικεντρωθείτε στη φράση-κλειδί%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Η εισαγωγή ρυθμίσεων υποστηρίζεται μόνο σε διακομιστές που χρησιμοποιούν PHP 5.3 ή νεότερη έκδοση."],"Export your %1$s settings here, to copy them on another site.":["Εξάγετε τις ρυθμίσεις σας %1$s εδώ, για να τις αντιγράψετε σε έναν άλλον ιστότοπο."],"No settings found.":["Δεν βρέθηκαν σχετικές ρυθμίσεις."],"These are settings for the %1$s plugin by %2$s":["Αυτές είναι ρυθμίσεις για το %1$s πρόσθετο από %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Αντιγράψτε όλες τις ρυθμίσεις στη καρτέλα άλλου site %1$s και πατήστε εκει %1$s."],"You do not have the required rights to export settings.":["Δεν έχετε τα απαραίτητα δικαιώματα χρήσης για την εξαγωγή ρυθμίσεων."],"Method %1$s() does not exist in class %2$s":["H μέθοδος %1$s() δεν υπάρχει στη κλάση %2$s"],"With %s, you can easily create such redirects.":["Με %s, μπορείτε εύκολα να δημιουργήσετε ανάλογες ανακατευθύνσεις."],"Google Ads":["Διαφημίσεις Google"],"Learn about why permalinks are important for SEO.":["Μάθετε γιατί οι μόνιμοι σύνδεσμοι των σελίδων είναι σημαντικές για το SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Η αλλάγη στις ρυθμίσεις των μόνιμων συνδέσμων μπορεί να έχει σοβαρό αντίκτυπο στην εμφάνισή σας στις μηχανές αναζήτησης. Θα πρέπει σχεδόν %1$s ποτέ %2$s να μην γίνεται σε έναν εν ενεργεία ιστότοπο."],"WARNING:":["ΠΡΟΣΟΧΗ:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sΛειτουργικές λέξεις στη φράση-κλειδί%3$s: Η φράση-κλειδί \"%4$s\" περιέχει μόνο λειτουργικές λέξεις. %2$sΜάθετε περισσότερα για το τι κάνει μια φράση-κλειδί καλή.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Γνωρίζατε ότι το %s επίσης αναλύει τους διαφορετικούς τύπους λέξεων μιας φράσης-κλειδί, όπως για παράδειγμα πληθυντικούς αριθμούς και παρελθοντικούς χρόνους;"],"Clear Image":["Καθαρισμός Εικόνας"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sΜήκος φράσης-κλειδιού%3$s: %2$s Ορίστε μία φράση-κλειδί με σκοπό να υπολογιστεί η SEO βαθμολογία σας%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sΦράση-κλειδί στο πεδίο 'σύντομο όνομα'%2$s: Περισσότερες από τις μισές φράσεις-κλειδιά εμφανίζονται στο πεδίο 'σύντομο όνομα'. Αυτό είναι πολύ καλό!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sΦράση-κλειδί στο πεδίο 'σύντομο όνομα'%3$s: (Μέρος της) φράσης-κλειδιού σας δεν εμφανίζεται στο πεδίο 'σύντομο όνομα'.  %2$sΠαρακαλώ αλλάξτε το%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sΦράση-κλειδί στο πεδίο 'σύντομο όνομα'%2$s: Εξαιρετική δουλειά! "],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sΚατανομή φράσης-κλειδιού%2$s: Καλή δουλειά!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sΚατανομή φράσης-κλειδιού%3$s: Άνιση. Ορισμένα μέρη του κειμένου σας δεν περιέχουν τη φράση-κλειδί ή τα συνώνυμά της. %2$sΚατανείμετε τα πιο ομοιόμορφα%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sΚατανομή φράσης-κλειδιού%3$s: Πολύ άνιση. Μεγάλα μέρη του κειμένου σας δεν περιέχουν τη φράση-κλειδί ή συνώνυμά της. %2$sΚατανείμετε τα πιο ομοιόμορφα%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sΚατανομή φράσης-κλειδί%3$s: %2$sΣυμπεριλάβετε τη φράση-κλειδί ή συνώνυμά της στο κείμενο ώστε να αναλύσουμε την κατανομή της φράσης-κλειδί%3$s."],"Help on choosing the perfect focus keyphrase":["Βοήθεια για την επιλογή της ιδανικής φράσης-κλειδί"],"Would you like to add a related keyphrase?":["Θα θέλατε να προσθέσετε μια σχετική φράση-κλειδί;"],"Go %s!":["Πηγαίνετε στο %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Μη δείχνοντας τις ημερομηνίες των αρχείων στα αποτελέσματα αναζήτησης, τεχνικά σημαίνει ότι θα έχουν %1$s μεταδεδομένα robots. %2$sΠερισσότερες πληροφορίες σχετικά με τις ρυθμίσεις των αποτελεσμάτων αναζήτησης%3$s."],"Rank better with synonyms & related keyphrases":["Αποκτήστε καλύτερη βαθμολογία με συνώνυμα και σχετικές φράσεις-κλειδιά"],"optimize a single post for synonyms and related keyphrases.":["Βελτιστοποιήστε μία δημοσίευση με συνώνυμα και σχετικές φράσεις - κλειδιά."],"Synonyms & related keyphrases":["Συνώνυμα και σχετικές φράσεις-κλειδιά"],"Add related keyphrase":["Προσθέστε σχετική φράση-κλειδί"],"Upgrade to %s":["Προχωρήστε σε αναβάθμιση του %s"],"Get %s":["Αποκτήστε %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sΦράση-κλειδί που έχει χρησιμοποιηθεί%6$s: Έχετε χρησιμοποιήσει αυτή τη φράση-κλειδί %1$s%2$d φορές προηγουμένως%3$s. %5$sΜη χρησιμοποιείτε τη φράση-κλειδί περισσότερο από μία φορά%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sΦράση-κλειδί που έχει χρησιμοποιηθεί%5$s: Έχετε χρησιμοποιήσει αυτή τη φράση-κλειδί %1$sμία φορά στο παρελθόν%2$s. %4$sΜην χρησιμοποιείτε τη φράση-κλειδί περισσότερο από μία φορά%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sΦράση-κλειδί που έχει χρησιμοποιηθεί%2$s: Δεν έχετε χρησιμοποιήσει αυτή τη φράση-κλειδί στο παρελθόν, εξαιρετικά."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sΕικόνες%3$s: Δεν εμφανίζονται εικόνες σε αυτή τη σελίδα. %2$sΠροσθέστε μερικές%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sΣύνδεσμος φράσης-κλειδί%3$s: Συνδέετε και συσχετίζετε με άλλη σελίδα λέξεις για τις οποίες θέλετε να καταταχθεί αυτή η σελίδα. %2$sΜην το κάνετε αυτό%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sΜήκος κειμένου%3$s: Το κείμενο περιλαμβάνει %1$d %4$s. Καλή δουλειά!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sΦράση-κλειδί στην κεφαλίδα%3$s: Περισσότερο από 75%% των H2 και H3 ανώτερων κεφαλίδων σας αντανακλούν το θέμα του κειμένου σας. Αυτό είναι πάρα πολύ. %2$sΜην υπερβάλλετε με τη βελτιστοποίηση%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$s Μήκος SEO τίτλου%3$s: %2$sΠαρακαλώ δημιουργήστε έναν SEO τίτλο%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sΜήκος SEO τίτλου%3$s: Ο SEO τίτλος σας είναι μεγαλύτερος από το όριο προβολής.%2$sΔοκιμάστε να τον συντομεύσετε.%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sΜήκος SEO τίτλου%2$s: Καλή δουλειά!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sΜήκος SEO τίτλου%3$s: Ο SEO τίτλος είναι πολύ μικρός. %2$sΧρησιμοποιήστε το χώρο για να προσθέσετε παραλλαγές φράσεων-κλειδιών ή να δημιουργήσετε αποτελεσματικό περιεχόμενο που ωθεί σε ενέργειες%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sΕξερχόμενοι σύνδεσμοι%2$s: Συνυπάρχουν μη ακολουθούμενοι και φυσιολογικά εξερχόμενοι σύνδεσμοι σε αυτή τη σελίδα. Καλή δουλειά! "],"%1$sOutbound links%2$s: Good job!":["%1$sΕξερχόμενοι σύνδεσμοι%2$s: Καλή δουλειά!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sΕξερχόμενοι σύνδεσμοι%3$s: Όλοι οι εξερχόμενοι σύνδεσμοι για αυτή τη σελίδα είναι μη ακολουθούμενοι (nofollowed). %2$sΠροσθέστε μερικούς φυσιολογικούς συνδέσμους%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sΕξερχόμενοι σύνδεσμοι%3$s: Δεν εμφανίζονται εξωτερικοί σύνδεσμοι σε αυτή τη σελίδα. %2$sΠροσθέστε μερικούς%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sΜήκος μετα-περιγραφής%2$s: Πολύ καλά!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sΜήκος μετα-περιγραφής%3$s: Η μετα-περιγραφή είναι πάνω από %4$d χαρακτήρες. Για να διασφαλίσετε πως θα είναι ορατη ολόκληρη η περιγραφή, %2$sθα πρέπει να μειώσετε το μήκος της%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sΜήκος μετα-περιγραφής%3$s: Η μετα-περιγραφή είναι πολύ μικρή (κάτω από %4$d χαρακτήρες). Πάνω από %5$d χαρακτήρες είναι διαθέσιμοι. %2$sΧρησιμοποιήστε το διαθέσιμο χώρο%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sΜήκος μετα-περιγραφής%3$s:  Δεν έχει διευκρινιστεί η μετα-περιγραφή. Οι μηχανές αναζήτησης αναρτούν περιεχόμενο από τη σελίδα αντ'αυτού. %2$sΒεβαιώσου ότι θα συμπληρώσεις τη μετα-περιγραφή%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sΦράση-κλειδί στη μετα-περιγραφή%2$s: Η μετα-περιγραφή έχει οριστεί, αλλά δεν διαθέτει τη φράση-κλειδί. %3$sΔιορθώστε το%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sΦράση-κλειδί στη μετα-περιγραφή%2$s: Η μετα-περιγραφή περιέχει τη φράση-κλειδί %3$s φορές, όπου είναι πάνω από το προτεινόμενο όριο των 2 φορών. %4$sΠεριορίστε το%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sΦράση-κλειδί στη μετα-περιγραφή%2$s: Η φράση-κλειδί ή συνώνυμο της εμφανίζονται στην μετα-περιγραφή. Καλή δουλειά!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sΜήκος φράσης κλειδί%5$s: Η φράση κλειδί περιέχει %1$d %6$s. Αυτό είναι πολύ περισσότερο από το συνιστώμενο μέγιστο %2$d %6$s. %4$sΚάντε το μικρότερο%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sΜήκος φράσης κλειδί%5$s: Η φράση κλειδί περιέχει %1$d %6$s. Αυτό είναι περισσότερο από το συνιστώμενο μέγιστο %2$d %6$s. %4$sΚάντε το μικρότερο%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sΜήκος φράσης-κλειδιού%2$s: Καλή δουλειά! "],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sΜήκος φράσης-κλειδί%3$s: Δεν έχει οριστεί φράση-κλειδί για αυτήν την σελίδα. %2$sΟρίστε μια φράση-κλειδί ώστε να υπολογιστεί η SEO βαθμολογία σας%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sΦράση-κλειδί στην εισαγωγή%3$s: Η φράση-κλειδί ή τα συνώνυμά της δεν εμφανίζονται στην πρώτη παράγραφο. %2$sΒεβαιωθείτε ότι το θέμα γίνεται απευθείας ξεκάθαρο%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sΦράση-κλειδί στην εισαγωγή%3$s: Η φράση-κλειδί ή τα συνώνυμά της εμφανίζονται στην πρώτη παράγραφο του κειμένου, αλλά όχι εντός μίας πρότασης. %2$sΔιορθώστε το%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sΦράση-κλειδί στην εισαγωγή%2$s: Εξαιρετικά!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sΕσωτερικοί σύνδεσμοι%2$s: Συνυπάρχουν μη ακολουθούμενοι και φυσιολογικοί εσωτερικοί σύνδεσμοι σε αυτήν τη σελίδα. Καλή δουλειά!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sΕσωτερικοί σύνδεσμοι%2$s: Έχετε καλό αριθμό εσωτερικών συνδέσμων. Καλή δουλειά!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sΕσωτερικοί σύνδεσμοι%3$s: Οι εσωτερικοί σύνδεσμοι σε αυτήν την σελίδα είναι όλοι μη ακολουθούμενοι. %2$sΠροσθέστε μερικούς καλούς εσωτερικούς συνδέσμους%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sΕσωτερικοί σύνδεσμοι%3$s: Δεν εμφανίζονται εσωτερικοί σύνδεσμοι σε αυτήν την σελίδα, %2$sΠροσθέστε μερικούς%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sΣυνδετικές λέξεις%2$s: Πολύ καλά!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sΣυνδετικές λέξεις%2$s: Μόνο %3$s από τις προτάσεις περιέχουν συνδετικές λέξεις, το οποίο δεν είναι αρκετό. %4$sΧρησιμοποιήστε περισσότερες%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sΣυνδετικές λέξεις%2$s: Καμία από τις προτάσεις δεν περιέχει συνδετικές λέξεις. %3$sΧρησιμοποιήστε μερικές%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sΜη επαρκές περιεχόμενο%2$s: %3$sΠαρακαλώ προσθέστε ορισμένο περιέχομενο για να πραγματοποιηθεί καλύτερη ανάλυση%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sΚατανομή επικεφαλίδας%2$s: Δεν χρησιμοποιείτε καθόλου επικεφαλίδες, αλλά το κείμενο σας είναι αρκετά σύντομο και ενδεχομένως δεν τις χρειάζεται. "],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sΚατανομή επικεφαλίδας%2$s: Δεν χρησιμοποιείτε καθόλου επικεφαλίδες, παρόλο που το κείμενό σας είναι μακροσκελές. %3$sΠροπαθήσετε να προσθέσετε μερικές%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sΚατανομή υποεπικεφαλίδας%2$s: %3$d μέρος του κειμένου σας είναι μακρύτερο από %4$d %6$s και δεν είναι χωρισμένο με υποεπικεφαλίδες. %5$sΠροσθέστε υποεπικεφαλίδες για να βελτιώσετε την αναγνωσιμότητα του κειμένου%2$s.","%1$sΚατανομή υποεπικεφαλίδας%2$s: %3$d μέρη του κειμένου σας είναι μακρύτερα από %4$d %6$s και δεν είναι χωρισμένα με υποεπικεφαλίδες. %5$sΠροσθέστε υποεπικεφαλίδες για να βελτιώσετε την αναγνωσιμότητα του κειμένου%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sΚατανομή επικεφαλίδας%2$s: Πολύ καλή δουλειά!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sΜήκος πρότασης%2$s: %3$s των προτάσεων περιέχουν περισσότερα από %4$s %7$s, δηλαδή περισσότερα από το συνιστώμενο μέγιστο όριο των %5$s. %6$sΠροσπαθήστε να συντομεύσετε τις προτάσεις%2$s."],"%1$sSentence length%2$s: Great!":["%1$sΜήκος πρότασης%2$s: Εξαιρετικά!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sΔιαδοχικές προτάσεις%2$s: Υπάρχει αρκετή ποικιλία στις προτάσεις σας. Αυτό είναι πολύ καλό!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sΔιαδοχικές προτάσεις%2$s: Το κείμενο περιέχει %3$d διαδοχικές προτάσεις που ξεκινούν με την ίδια λέξη. %5$sΠροσπαθείστε να αναπροσαρμόσετε λίγο τα πράγματα%2$s!","%1$sΔιαδοχικές προτάσεις%2$s: Το κείμενο περιέχει %4$d περιπτώσεις όπου %3$d ή περισσότερες διαδοχικές προτάσεις ξεκινούν με την ίδια λέξη. %5$sΠροσπαθείστε να αναπροσαρμόσετε λίγο τα πράγματα%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sΠαθητική φωνή%2$s: Το %3$s των προτάσεων σας περιέχουν παθητική φωνή. Αυτό ξεπερνά το προτεινόμενο υψηλότερο όριο του %4$s. %5$sΠροσπαθήστε να αντικαταστήσετε με ενεργητική φωνή%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sΠαθητική φωνή%2$s: Xρησιμοποιείτε αρκετά ενεργητική φωνή. Αυτό είναι τέλειο! "],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sΜήκος παραγράφου%2$s: %3$d των παραγράφων περιέχει περισσότερα από το συνιστώμενο μέγιστο %4$d %6$s. %5$sΜειώστε τις παραγράφους σας%2$s!","%1$sΜήκος παραγράφου%2$s: %3$d των παραγράφων περιέχει περισσότερα από το συνιστώμενο μέγιστο %4$d %6$s. %5$sΣυντομεύστε τις παραγράφους σας%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sΜήκος παραγράφου%2$s:Καμία από τις παραγράφους δεν είναι υπερβολικά μεγάλη. Καλή δουλειά!"],"Good job!":["Καλή δουλειά!"],"Focus keyphrase":["Εστιάστε στη φράση - κλειδί"],"Check Keyphrase Density":["Ελέγξτε την πυκνότητα της φράσης-κλειδιού"],"Disable":["Απενεργοποιημένο"],"Allow Control":["Επέτρεψε έλεγχο"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Αυτή η καρτέλα σας επιτρέπει να απενεργοποιήσετε επιλεκτικά χαρακτητιστικά %s για όλους τους ιστότοπος στο δίκτυο. Η προεπιλογή είναι όλα τα χαρακτηριστικά να είναι ενεργοποιημένα και επιτρέπει στους διαχειριστές του ιστότοπου να επιλέξουν οι ίδιοι εάν επιθυμούν να ενεργοποιήσουν ή να απενεργοποιήσουν έχα χαρακτηριστικό για τον ιστότοοπο τους. Όταν απενεργοποιείτε ένα χαρακτηριστικό σε αυτό το σημείο, οι διαχειριστές του ιστότοπου δεν θα έχουν καν τη δυνατότητα να χρησιμοποιήσουν αυτό το χαρακτητιστκό."],"%s is a required feature toggle argument.":["Το %s είναι απαιτούμενο όρισμα εναλλαγής χαρακτηριστικών."],"Remove keyphrase":["Αφαίρεση φράσης κλειδί"],"Keyphrase:":["Φράση κλειδί : "],"This feature has been disabled by the network admin.":["Αυτό το χαρακτηριστικό έχει απενεργοποιηθεί από το διαχειριστή δικτύου."],"Multiple keyphrases":["Πολλαπλές φράσεις - κλειδιά"],"Focus keyphrase not set.":["Δεν έχει οριστεί φράση κλειδί"],"Colon":["άνω κάτω τελεία"],"Optional. Customize how you want to describe the duration of the instruction":["Προαιρετικό. Προσαρμόστε το πως θέλετε να περιγράψετε την διάρκεια της οδηγίας "],"Describe the duration of the instruction:":["Περιγράψτε την διάρκεια της οδηγίας:"],"Learn more about the readability analysis":["Μάθετε περισσότερα για την ανάλυση αναγνωσιμότητας."],"Readability analysis:":["Ανάλυση αναγνωσιμότητας:"],"There is a new notification.":["Υπάρχει μια νέα ειδοποίηση.","Υπάρχουν νέες ειδοποιήσεις."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Και το %1$s και το %2$s διαχειρίζονται το SEO του ιστότοπου σας. Το να έχετε δύο πρόσθετα για το SEO την ίδια χρονική στιγμή είναι επιβλαβές."],"%s, %s and %s":["%s, %s και %s"],"%s and %s":["%s και %s"],"%d minute":["%d λεπτό","%d λεπτά"],"%d hour":["%d ώρα","%d ώρες"],"%d day":["%d μέρα","%d μέρες"],"Enter a step title":["Εισάγετε ένα step title"],"Optional. This can give you better control over the styling of the steps.":["Προαιρετικό. Αυτό μπορεί να σας δώσει καλύτερο έλεγχο στο styling των βημάτων."],"CSS class(es) to apply to the steps":["Κλάση(εις) της CSS που θα εφαρμοστούν στα βήματα."],"minutes":["λεπτά"],"hours":["ώρες"],"days":["μέρες"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Δημιουργήστε έναν οδηγό \"Πώς-να\" σε ένα φιλικό περιβάλλον σύμφωνα με το SEO.  Μπορείτε να χρησιμοποιήσετε ένα μόνο \"Πως-να\" για κάθε άρθρο."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Παρουσιάστε τις συνήθεις ερωτήσεις σε ένα φιλικό περιβάλλον σύμφωνα με το SEO.  Μπορείτε να χρησιμοποιήσετε ένα μόνο \"FAQ\" για κάθε άρθρο."],"Copy error":["Σφάλμα αντιγραφής"],"An error occurred loading the %s primary taxonomy picker.":["Ένα σφάλμα συνέβη κατά την φόρτωση του %s πρωτεύον επιλογέα ταξινομίας."],"%1$s Structured Data Blocks":["%1$s δομημένα δομικά στοιχεία"],"Time needed:":["Απαιτούμενος χρόνος"],"Move question down":["Μετακίνηση ερώτησης κάτω"],"Move question up":["Μετακίνηση ερώτησης επάνω"],"Insert question":["Εισαγωγή ερώτησης"],"Delete question":["Διαγραφή ερώτησης"],"Enter the answer to the question":["Εισάγετε την απάντηση στην ερώτηση"],"Enter a question":["Εισάγετε μια ερώτηση"],"Add question":["Προσθήκη ερώτησης"],"Frequently Asked Questions":["Συχνές ερωτήσεις"],"Great news: you can, with %s!":["Σπουδαία νέα : μπορείς με %s!"],"(Opens in a new browser window)":["(Άνοιγμα σε νέα καρτέλα)"],"Select the primary %s":["Επέλεξε το πρωτεύον %s"],"Check links to this URL":["Έλεγχος συνδέσμων σε αυτό το URL"],"Keyword research training":["Εκπαίδευση για την έρευνα σχετικά με τις λέξεις κλειδιά"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Προσπαθείτε να χρησιμοποιήσετε πολλές λέξεις-κλειδιά; Θα πρέπει να τις προσθέσετε ξεχωριστά παρακάτω."],"Mark as cornerstone content":["Σημειώστε ως το βασικό περιεχόμενο"],"Move step down":["Μετακίνηση ένα βήμα κάτω"],"Move step up":["Μετακίνηση ένα βήμα πάνω"],"Insert step":["Εισαγωγή βήματος"],"Delete step":["Διαγραφή βήματος"],"Add image":["Προσθήκη εικόνας"],"Enter a step description":["Εισάγετε μια περιγραφή του βήματος"],"Enter a description":["Εισάγετε μια περιγραφή"],"Unordered list":["Μη αριθμημένη λίστα"],"Showing step items as an ordered list.":["Εμφανίστε τα επιμέρους αντικείμενα ως αριθμημένη λίστα"],"Showing step items as an unordered list":["Εμφάνιση των στοιχείων των βημάτων ως αταξινόμητη λίστα."],"Add step":["Προσθήκη βήματος"],"Delete total time":["Διαγραφή συνολικού χρόνου"],"Add total time":["Προσθήκη συνολικού χρόνου"],"How to":["Πως"],"How-to":["Πώς να"],"Analysis results":["Αποτελέσματα ανάλυσης"],"Enter a focus keyphrase to calculate the SEO score":["Παρακαλώ εισάγετε μια λέξη κλειδί προκειμένου να υπολογιστεί το σκορ του SEO"],"Learn more about Cornerstone Content.":["Μάθετε περισσότερα για το Βασικό Περιεχόμενο "],"Cornerstone content should be the most important and extensive articles on your site.":["Το Βασικό Περιεχόμενο πρέπει να είναι τα πιο σημαντικά και εκτενή άρθρα στην ιστοσελίδα σας."],"Restore Site":["Επαναφορά ιστότοπου"],"Network Settings":["Ρυθμίσεις Δικτύου"],"You are not allowed to perform this action.":["Δεν σας επιτρέπετε να εκτελέσετε αυτή την ενέργεια."],"Error: %s":["Σφάλμα: %s"],"Success: %s":["Επιτυχία: %s"],"Site with ID %d not found.":["Η ιστοσελίδα με ID %d δεν βρέθηκε. "],"No site has been selected to restore.":["Δεν έχει επιλεχθεί ιστότοπος για επαναφορά"],"You are not allowed to modify unregistered network settings.":["Δεν σας επιτρέπεται να κάνετε κάποια αλλαγή στις ρυθμίσεις μη καταχωρημένου δικτύου."],"deleted":["διαγράφηκε"],"Would you like to add another keyphrase?":["Θα θέλατε να εισάγετε ακόμα μια φράση κλειδί;"],"Copied!":["Αντιγράφηκε!"],"Not supported!":["Δεν υποστηρίζεται!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Διαβάστε το άρθρο μας σχετικά με την δομή του ιστοτόπου{{/a}} για να μάθετε περισσότερα σχετικά με το πως η εσωτερική σύνδεση (internal linking) μπορεί να βοηθήσει στην βελτίωση του SEO σας."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Σκεφτείτε να χρησιμοποιήσετε υπέρ-σύνδεσμο για αυτά τα {{a}}βασικά άρθρα:{{/a}}"],"Consider linking to these articles:":["Σκεφτείτε να χρησιμοποιήσετε υπέρ-σύνδεσμο για αυτά τα άρθρα:"],"Copy link":["Αντιγραφή συνδέσμου"],"Copy link to suggested article: %s":["Αντιγραφή συνδέσμου στο προτεινόμενο άρθρο: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Διαβάστε τον %1$sοδηγό μας για την μελέτη λέξεων-κλειδιών%2$s για να μάθετε περισσότερα σχετικά με την μελέτη λέξεων-κλειδιών και την στρατηγική τους."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Οι ακόλουθες λέξεις και συνδυασμοί λέξεων εμφανίζονται περισσότερο στο περιεχόμενο. Αυτές σας υποδεικνύουν σε τι εστιάζει το περιεχόμενό σας. Αν αυτές οι λέξεις διαφέρουν αρκετά με το θέμα σας, ίσως να θέλετε να γράψετε το περιεχόμενο ξανά."],"Prominent words":["Διακεκριμένες λέξεις"],"The site's tagline":["Το μότο της ιστοσελίδας"],"Not all required fields are given. Missing field %1$s":["Δεν έχουν συμπληρωθεί όλα τα πεδία. Υπολειπόμενο πεδίο %1$s"],"Add synonyms":["Προσθέστε συνώνυμα"],"Would you like to add keyphrase synonyms?":["Θα θέλατε να προσθέσετε συνώνυμες λέξεις-κλειδιά;"],"Would you like to add more than one keyphrase?":["Θα θέλατε να προσθέσετε πάνω απο μία φράση-κλειδί;"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Μπορείτε να επεξεργαστείτε τα SEO μεταδεδομένα για αυτόν τον προσαρμοσμένο τύπο στη %1$sσελίδα καταστήματος%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Δεν έχετε ορίσει τη σελίδα για το κατάστημα στις ρυθμίσεις του Woocommerce. Παρακαλώ ορίστε πρώτα τη σελίδα καταστήματος. "],"Current year":["Τρέχον έτος"],"Page":["Σελίδα"],"Something went wrong. Please reload the page.":["Κάτι πήγε λάθος. Παρακαλώ φορτώστε πάλι την σελίδα."],"Tagline":["Υπότιτλος"],"description (custom taxonomy)":["περιγραφή (custom taxonomy)"],"(custom taxonomy)":["(custom taxonomy)"],"(custom field)":["(προσαρμοσμένο πεδίο)"],"Term404":["Term404"],"Caption":["Λεζάντα"],"Pagenumber":["Αριθμόςσελίδας"],"Pagetotal":["Σύνολο σελίδας"],"Page number":["Αριθμός σελίδας"],"User description":["Περιγραφή χρήστη"],"ID":["ID"],"Modified":["Τροποποιήθηκε"],"Post type (plural)":["Τύπος άρθρου (πληθυντικός)"],"Post type (singular)":["Τύπος άρθρου (ενικός)"],"Separator":["Διαχωριστής"],"Search phrase":["Αναζήτηση φράσης"],"Term title":["Τίτλος όρου"],"Term description":["Περιγραφή όρου"],"Tag description":["Περιγραφή ετικέτας"],"Category description":["Περιγραφή κατηγορίας"],"Primary category":["Βασική κατηγορία"],"Category":["Κατηγορία"],"Tag":["Ετικέτα"],"Excerpt only":["Μόνο απόσπασμα"],"Excerpt":["Απόσπασμα"],"Site title":["Τίτλος ιστότοπου"],"Archive title":["Τίτλος ιστορικού"],"Parent title":["Γονικός τίτλος"],"Date":["Ημερομηνία"],"Get Yoast SEO Premium":["Αγοράστε το πακέτο Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Μπορείτε να δημιουργήσετε ανακατεύθυνση για να εξασφαλίσετε πως οι επισκέπτες σας δεν θα βλέπουν σελίδες σφάλματος 404 όταν θα πατούν σε διεύθυνση η οποία δεν δουλεύει"],"Search engines and other websites can still send traffic to your deleted post.":["Οι μηχανές αναζήτησης και οι άλλοι ιστότοπου εξακολουθούν να έχουν επαφή με το διαγραμμένο άρθρο σας."],"Make sure you don't miss out on traffic!":["Σιγουρευτείτε ότι δεν χάνετε κίνηση!"],"You just deleted a %1$s.":["Μόλις διαγράψατε ένα %1$s."],"You just trashed a %1$s.":["Μόλις μεταφέρατε στο κάδο ένα %1$s."],"Settings for %s archive":["Ρυθμίσεις για το αρχείο %s"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Οι ρυθμίσεις σε αυτή τη σελίδα σας επιτρέπουν να ορίσετε πώς θα εμφανίζεται κάθε τύπος περιεχομένου που έχετε στις μηχανές αναζήτησης. Μπορείτε να επιλέξετε ποιοι τύποι περιεχομένου θα εμφανίζονται στα αποτελέσματα αναζήτησης και ποια θα είναι η προεπιλεγμένη περιγραφή τους."],"Url preview":["Προβολή URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Παρακαλούμε δώστε μια μετα-περιγραφή επεξεργάζοντας το απόσπασμα παρακάτω. Αν δεν το κάνετε, η Google θα προσπαθήσει να βρει το πιο σχετικό κομμάτι του άρθρου σας για να το δείξει στα αποτελέσματα αναζήτησης."],"Dismiss this notice":["Απορρίψτε την ειδοποίηση"],"No results":["Δεν υπάρχουν αποτελέσματα"],"%d result found, use up and down arrow keys to navigate":["Βρέθηκε %d αποτέλεσμα . Χρησιμοποίησε βελάκια πάνω και κάτω για να πλοηγηθείς.","Βρέθηκαν %d αποτελέσματα. Χρησιμοποιήστε τα πάνω και κάτω βέλη στο πληκτρολόγιο για να περιηγηθείτε."],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Η γλώσσα τηου ιστότοπού σας είναι %s. Αυτό δεν είναι σωστό, επικοινωνήστε με τον διαχειριστή σας"],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Αποκτήστε τον κωδικό επαλήθευσης Baidu στο %1$sBaidu Εργαλεία για Webmasters%2$s."],"Baidu verification code":["Κωδικός επαλήθευσης Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["Η λειτουργεία εισαγωγής %s χρησιμοποιεί προσωρινούς πίνακες βάσης δεδομένων. Φαίνεται ότι η εγκατάσταση του WordPress δεν έχει τη δυνατότητα να το κάνει αυτό, παρακαλώ συμβουλευτείτε τον παροχέα φιλοξενίας σας."],"Cleanup of %s data failed.":["Η εκκαθάριση των δεδομένων %s απέτυχε."],"Content Type":["Τύπος περιεχομένου"],"Filter by content type":["Φιλτράρετε ανά τύπο περιεχομένου"],"Show All Content Types":["Εμφάνιση Όλων Των Τύπων Δεδομένων"],"Replaced with the normal title for an archive generated by WordPress":["Αντικαταστάθηκε με ένα κανονικό τίτλο για το αρχείο που παρήγαγε το WordPress"],"Clean":["Εκκαθάριση"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Μόλις είσαστε σίγουροι ότι το Site σας είναι έτοιμο, μπορείτε να κάνετε εκκαθάριση. Αυτό θα αφαιρέσει όλα τα αρχικά περιεχόμενα."],"Step 5: Clean up":["Βήμα 5: Εκκαθάριση"],"Please check your posts and pages and see if the metadata was successfully imported.":["Παρακαλώ ελένξτε τα άρθα και τις σελίδες σας και δείτε αν τα meta δεδομένα σας έχουν εισαχθεί επιτυχώς."],"Step 3: Check your data":["Βήμα 3: Ελέγξτε τα δεδομένα σας"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Αυτό θα εισάγει τα μέτα δεδομένα των άρθρων σας όπως τους τίτλους και τις περιγραφές SEO στο %1$s μέτα δεδομένα. Αυτό θα γίνει μόνο αν δεν υπάρχουν προϋπάρχοντα μέτα δεδομένα στο %1$s. Τα αρχικά δεδομένα θα παραμείνουν ως έχουν."],"Step 2: Import":["Βήμα 2: Εισαγωγή"],"Please make a backup of your database before starting this process.":["Παρακαλώ σιγουρευτείτε ότι έχετε κρατήσει αντίγραφα ασφαλείας της βάσεως δεδομένων σας προτού ξεκινήσετε αυτήν την διαδικασία."],"Step 1: Create a backup":["Βήμα 1: Δημιουργία αντιγράφων ασφαλείας"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Ανακαλύψαμε προϋπάρχοντα δεδομένα από ένα η περισσότερα SEO Πρόσθετα στο Site σας. Παρακαλώ ακολουθήστε τα βήματα που ακολουθούν για να εισάγετε αυτά τα δεδομένα:"],"Plugin: ":["Πρόσθετο: "],"%s did not detect any plugin data from plugins it can import from.":["Το %s  δεν βρήκε δεδομένα από πρόσθετα από τα οποία μπορεί να κάνει εισαγωγή."],"Posts that should not show up in search results":["Άρθρα που δεν πρέπει να φαίνονται στα αποτελέσματα αναζήτησης"],"%s data found.":["%s δεδομένα δεν βρέθηκαν."],"%s data successfully removed.":["%s δεδομένα διαγράφηκαν επιτυχώς."],"%s data successfully imported.":["%s δεδομένα εισήχθηκαν επιτυχώς."],"%s data not found.":["%s δεδομένα δεν βρέθηκαν."],"24/7 email support":["24/7 Υποστήριξη με email"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Για να επιτρέψετε στις μηχανές αναζήτησης να γνωρίζουν με πιο κοινωνικό προφίλ είναι συνδεδεμένος ο ιστότοπος σας, συμπληρώστε τα στοιχεία των κοινωνικών προφίλ παρακάτω."],"Learn more about your social profiles settings":["Μάθε περισσότερα για τις ρυθμίσεις των κοινωνικών σου προφίλ"],"Remove the categories prefix?":["Να αφαιρεθεί το πρόθεμα κατηγοριών;"],"Help on the category prefix setting":["Βοήθεια για την ρύθμιση των προθεμάτων κατηγοριών"],"Learn more about the available variables":["Μάθε περισσότερα για τις διαθέσιμες μεταβλητές"],"Learn more about the RSS feed setting":["Μάθε περισσότερα για την ρύθμιση του RSS feed"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Όταν ανεβάζεις ένα πολυμέσο (μια φωτογραφία η ένα βίντεο για παράδειγμα) στο WordPress, δεν αποθηκεύει απλά το πολυμέσο, δημιουργεί έναν συνημμένο σύνδεσμο για αυτό. Αυτές οι συνημμένες σελίδες είναι αρκετά άδειες: περιέχουν το  στοιχείο του πολυμέσου και ίσως τον τίτλο εάν καταχωρήσετε έναν. Εξαιτίας αυτού, εάν δεν χρησιμοποιείτε ποτέ αυτούς τους συνημμένους συνδέσμους, είναι καλύτερο να τους απενεργοποιήσετε και να τους επανακαθοδηγήσετε στο στοιχείο του πολυμέσου κατευθείαν. "],"Learn more about the Media and attachment URLs setting":["Μάθετε περισσότερα σχετικά με τις ρυθμίσεις των πολυμέσαων και των συνημμένων συνδέσμων"],"Learn more about the special pages setting":["Μάθετε περισσότερα σχετικά με τη ρύθμιση ειδικών σελίδων"],"Help on the date archives search results setting":["Βοήθεια για τη ρύθμιση της ημερομηνίας αναζήτησης αρχείων"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Η μη εμφάνιση των αρχείων για συγγραφείς χωρίς αναρτήσεις στα αποτελέσματα αναζήτησης σημαίνει τεχνικά ότι αυτά θα έχουν meta ρομπότ%1$s και ότι θα αποκλειστούν από τους χάρτες ιστοτόπου XML. %2$sΠερισσότερες πληροφορίες σχετικά με τις ρυθμίσεις αποτελεσμάτων αναζήτησης%3$s."],"Help on the authors without posts archive search results setting":["Βοήθεια για τους συγγραφείς χωρίς αναρτήσεις αρχείο ρύθμισης αποτελεσμάτων αναζήτησης"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Η μη εμφάνιση του αρχείου για συγγραφείς στα αποτελέσματα αναζήτησης σημαίνει τεχνικά ότι αυτοί θα έχουν μεταβλητά ρομπότ %1$s και ότι θα αποκλειστούν από τους χάρτες ιστοτόπου XML. %2$s Περισσότερες πληροφορίες σχετικά με τις ρυθμίσεις αποτελεσμάτων αναζήτησης %3$s."],"Help on the author archives search results setting":["Βοήθεια για τη ρύθμιση σχετικά με το αρχείο των συγγραφέων στα αποτελεσμάτων αναζήτησης"],"Archives settings help":["Βοήθεια ρυθμίσεων αρχειοθέτησης"],"Learn more about the archives setting":["Μάθετε περισσότερα σχετικά με τη ρύθμιση των αρχείων"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Αποκτήστε τον κωδικό επαλήθευσης Yandex στο %1$s Yandex Webmaster Tools %2$s."],"Yandex verification code":["Κωδικός επιβεβαίωσης Yandex"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Αποκτήστε τον κωδικό επαλήθευσης Google στο %1$sGoogle Search Console%2$s."],"Google verification code":["Κωδικός επιβεβαίωσης Google"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Αποκτήστε τον κωδικό επαλήθευσης Bing στο %1$sBing Webmaster Tools%2$s. "],"Bing verification code":["Κωδικός επιβεβαίωσης Bing"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Μπορείτε να χρησιμοποιήσετε τα παρακάτω πλαίσια για να επαληθεύσετε τα διάφορα εργαλεία για Webmasters. Αυτή η λειτουργία θα προσθέσει μια μετα-ετικέτα επαλήθευσης στην αρχική σας σελίδα. Ακολουθήστε τους συνδέσμους στα διάφορα Εργαλεία για Webmasters και αναζητήστε οδηγίες για τη μέθοδο επαλήθευσης της meta ετικέτας για να λάβετε τον κωδικό επαλήθευσης. Αν ο ιστότοπός σας έχει ήδη επαληθευτεί, μπορείτε απλά να τα ξεχάσετε αυτά."],"Learn more about the Webmaster Tools verification":["Μάθετε περισσότερα σχετικά με την επαλήθευση των Εργαλείων για Webmasters"],"On":["Ενεργό"],"Help on: %s":["Βοήθεια με: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["Το %1$s περιλαμβάνει πολλά χαρακτηριστικά. Μπορείτε να ενεργοποιήσετε / απενεργοποιήσετε ορισμένα από αυτά παρακάτω. Κάνοντας κλικ στο ερωτηματικό, αυτό προσφέρει περισσότερες πληροφορίες για το χαρακτηριστικό."],"Off":["Απενεργοποιημένο"],"See who contributed to %1$s.":["Δείτε ποιος συνέφερε στο %1$s."],"Help on this search results setting":["Βοηθήστε σε αυτήν την ρύθμιση αποτελεσμάτων αναζήτησης"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Η μη εμφάνιση του αρχείου για το %1$s στα αποτελέσματα αναζήτησης σημαίνει πρακτικά ότι αυτά θα έχουν ένα meta %2$s ρομπότ και θα αποκλειστούν από τους χάρτες ιστοτόπου XML.  %3$sΠερισσότερες πληροφορίες σχετικά με τις ρυθμίσεις αποτελεσμάτων αναζήτησης%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Δεν εμφανίζονται %1$sστα αποτελέσματα αναζήτησης που τεχνικά σημαίνει ότι θα έχουν %2$s robots meta και θα εξαιρεθούν από τους XML sitemaps. %3$sΠερισσότερες πληροφορίες στις ρυθμίσεις αποτελεσμάτων αναζήτησης%4$s."],"Default for %2$s, currently: %1$s":["Προεπιλογή για %2$s, τρέχον: %1$s"],"Show %s in search results?":["Εμφάνιση του %s στα αποτελέσματα αναζήτησης;"],"this author's archives":["αρχεία αυτού του συγγραφέα"],"Do not allow search engines to show %s in search results.":["Μην επιτρέψετε στις μηχανές αναζήτησης να δείχνουν %s στα αποτελέσματα αναζήτησης."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["Κατηγορίες URLs στο WordPress περιέχουν ένα πρόθεμα, συνήθως %s, αυτή η δυνατότητα καταργεί αυτό το πρόθεμα, για κατηγορίες μόνο."],"Category URLs":["URLs κατηγορίας"],"the archive for %s":["το αρχείο για %s"],"Redirect attachment URLs to the attachment itself?":["Ανακατεύθυνση επισυναπτόμενων URLs στην ίδια επισύναψη?"],"We recommend you set this to Yes.":["Προτείνουμε να το ρυθμίσετε αυτό στο Ναι."],"Media & attachment URLs":["Μέσα και επισυναπτόμενα URLs"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Αυτό εμφανίζεται στα αποτελέσματα αναζήτησης όταν οι χρήστες βρίσκουν την αρχική σας σελίδα. Αυτό σημαίνει ότι αυτό είναι πιθανώς αυτό που βλέπουν όταν αναζητούν το εμπορικό σήμα σας."],"date archives":["αρχεία ημερομηνίας"],"archives for authors without posts":["αρχεία για συγγραφείς χωρίς άρθρα"],"Read why XML Sitemaps are important for your site.":["Διαβάστε τους λόγους για τους οποίους οι Χάρτες ιστοτόπου XML είναι σημαντικοί για τον ιστότοπό σας."],"Enable the XML sitemaps that %s generates.":["Ενεργοποιήστε τους XML χάρτες ιστοτόπου που δημιουργεί το %s."],"See the XML sitemap.":["Δείτε το χάρτη ιστότοπου XML."],"%s (current default for %s)":["%s (τρέχουσα προεπιλογή για %s)"],"Media":["Μέσα"],"Content Types":["Τύποι Περιεχομένου"],"Should search engines follow links on this %1$s?":["Πρέπει οι μηχανές αναζήτησης να ακολουθούν συνδέσμους σε αυτό το %1$s;"],"Allow search engines to show this %s in search results?":["Να επιτρέπεται στις μηχανές αναζήτησης να εμφανίζουν το  %s στα αποτελέσματα αναζήτησης;"],"Search Appearance":["Αποτέλεσμα αναζήτησης"],"Toggle %1$s's XML Sitemap":["Εναλλάξτε τον χάρτη XML της %1$s για τον ιστότοπο"],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Ενεργοποιήστε αυτή τη λειτουργία αν θέλετε το Twitter να εμφανίζει προεπισκόπηση με εικόνες και ένα απόσπασμα κειμένου όταν μοιράζεται έναν σύνδεσμο στον ιστότοπό σας."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Ενεργοποιήστε αυτή τη λειτουργία εάν θέλετε το Facebook και άλλα κοινωνικά μέσα να εμφανίζουν μια προεπισκόπηση με εικόνες και ένα απόσπασμα κειμένου όταν μοιράζεται έναν σύνδεσμο στον ιστότοπό σας."],"Read more about how %s works.":["Διαβάστε περισσότερα για το πως δουλεύει το  %s"],"%s integration":["Ενσωμάτωση %s"],"Find out how the text link counter can enhance your SEO.":["Μάθετε πώς ο μετρητής σύνδεσης κειμένου μπορεί να ενισχύσει το SEO σας."],"The text link counter helps you improve your site structure.":["Ο μετρητής σύνδεσης κειμένου σας βοηθά να βελτιώσετε τη δομή του ιστότοπού σας"],"Find out how cornerstone content can help you improve your site structure.":["Ανακαλύψτε πώς το ακρογωνιαίο περιεχόμενο μπορεί να βελτιώσει την δομή της ιστοσελίδας σας."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Το στοιχείο του ακρογωνιαίου περιεχομένου σας επιτρέπει να επισημάνετε και να φιλτράρετε ακρογωνιαίο περιεχόμενο στην ιστοσελίδα σας  "],"Discover why readability is important for SEO.":["Ανακαλύψτε γιατί η αναγνωσιμότητα είναι σημαντική για το SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Η ανάλυση αναγνωσιμότητας προσφέρει προτάσεις για βελτίωση της δομής και του στυλ του κειμένου σας."],"Learn how the SEO analysis can help you rank.":["Μάθετε πως η ανάλυση SEO μπορεί να βοηθήσει την κατάταξη σας."],"The SEO analysis offers suggestions to improve the SEO of your text.":["Η ανάλυση SEO προσφέρει προτάσεις για τη βελτίωση του SEO του κειμένου σας."],"SEO analysis":["Ανάλυση SEO"],"Allow customers to pick up their %s order locally":["Επιτρέψτε στους πελάτες σας να παραλάβουν την %s παραγγελία τους τοπικά"],"Get better search results in local search":["Αποκτήστε καλύτερα αποτελέσματα στην τοπική αναζήτηση"],"Good results":["Καλά αποτελέσματα"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Τελευταία άρθρα στο %1$s"],"Remove highlight from the text":["Διέγραψε την οπτική επισήμανση από το κείμενο"],"Your site language is set to %s. ":["Η γλώσσα του ιστότοπου είναι ρυθμισμένη σε %s."],"First-time SEO configuration":["Ρύθμιση του SEO για πρώτη φορά"],"Highlight this result in the text":["Επισημάνετε αυτό το αποτέλεμα στο κείμενο"],"Considerations":["Σκέψεις"],"Errors":["Σφάλματα"],"Change language":["Αλλαγή γλώσσας"],"%s file":["%s αρχείο"],"Save changes to %s":["Αποθήκευση αλλαγών στο %s"],"Edit the content of your %s:":["Επεξεργαστείτε το περιεχόμενο του %s:"],"Create %s file":["Δημιουργία %s αρχείου"],"Updated %s":["Επικαιροποιημένο %s"],"You cannot edit the %s file.":["Δεν μπορείτε να τροποποιήσετε το %s αρχείο."],"You cannot create a %s file.":["Δεν μπορείτε να δημιουργήσετε ένα αρχείο %s."],"More information about %1$s":["Περισσότερες πληροφορίες σχετικά με %1$s"],"Old Configuration Wizard":["Παλιός οδηγός Παραμετροποίησης"],"Manage your %s subscription on MyYoast":["Διαχειριστείτε τη συνδρομή σας %s  στο MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Σημειώστε το σημαντικότερο %1$s σαν \"περιεχόμενο που αποτελεί ακρογωνιαίο λίθο\" για να βελτιώσετε τη δομή του Ιστοχώρου σας. %2$sΜάθετε περισότερα για το περιεχόμενο τύπου \"ακρογωνιαίου λίθου\"%3$s."],"(Opens in a new browser tab)":["(Ανοίγει σε νέα καρτέλα)"],"Go back":["Επιστροφή"],"Posts %1$swithout%2$s a focus keyphrase":["Άρθρα %1$sχωρίς%2$s στοχευμένη λέξη κλειδί"],"Hey, your SEO is doing pretty well! Check out the stats:":["To SEO σου πάει πολύ καλά! Δες τα στατιστικά:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Δεν έχεις δημοσιευμένα άρθρα, οι βαθμολογίες για το SEO σου θα εμφανιστούν εδώ αφού κάνεις την πρώτη σου δημοσίευση!"],"Read more like this on our SEO blog":["Διάβασε περισσότερα σαν αυτό στο ιστολόγιό μας για το SEO"],"Readability: %s":["Ευανάγνωστο: %s"],"Not activated":["Μη ενεργή"],"Activated":["Ενεργοποιημένη"],"%1$s recommendations for you":["%1$s προτάσεις για εσάς"],"All Readability Scores":["Όλα τα Σκορ Αναγνωσιμότητας"],"Filter by Readability Score":["Φιλτράρισμα ανά Σκορ Αναγνωσιμότητας"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Δεν λαμβάνετε ενημερώσεις ή υποστήριξη! Διορθώστε αυτό το πρόβλημα προσθέτοντας αυτόν τον ιστότοπο και ενεργοποιώντας τον %1$s εδώ %2$s."],"Request method %1$s is not valid.":["Η μέθοδος αιτήματος %1$s δεν είναι έγκυρη."],"Text link counter":["Μετρητής συνδέσμων κειμένου"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Αριθμός εσωτερικών συνδέσμων που συνδέονται με αυτήν την ανάρτηση. Για περισσότερες πληροφορίες, ανατρέξτε στο κείμενο \"Yoast Columns\" στην καρτέλα βοήθειας"],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Aριθμός εξερχόμενων εσωτερικών σύνδεσμων σε αυτό το άρθρο. Για περισσότερες πληροφορίες, ανατρέξτε στο \"Yoast Στήλες\" στην καρτέλα βοήθειας."],"%s Columns":["%s Στηλών"],"Readability score":["Βαθμολογία αναγνωσιμότητας"],"Scroll to see the preview content.":["Μετακινηθείτε με κύλιση για να δείτε την προεπισκόπηση του περιεχομένου."],"Other benefits of %s for you:":["Άλλα προνόμια του %s για εσάς:"],"Cornerstone content":["Σημαντικό περιεχόμενο"],"Upgrade Premium":["Αναβάθμιση σε Premium"],"Superfast internal linking suggestions":["Έξυπνες προτάσεις εσωτερικών συνδέσεων"],"Great news: you can, with %1$s!":["Καλά νέα: μπορείτε, με το %1$s!"],"Save changes":["Αποθήκευση αλλαγών"],"1 year free support and updates included!":["Περιλαμβάνεται 1 έτος δωρεάν ενημερώσεων και αναβαθμίσεων!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Το πρόσθετο %2$s αλλάζει τον τρόπο με τον οποίο λειτουργεί η ιστοσελίδα σας και την κάνει να διαφέρει μεταξύ των μηχανών αναζήτησης και τους κανονικούς χρήστες, μια διαδικασία που ονομάζεται cloaking. Συνιστάται ιδιαίτερα να την απενεργοποιήσετε."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$s Προεπισκόπηση  για τα κοινωνικά δίκτυα %2$s: Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sΌχι πια ανενεργοί σύνδεσμοι%2$s: εύκολος διαχειριστής ανακατευθύνσεων"],"No ads!":["Χωρίς διαφημίσεις!"],"Facebook & Twitter":["Facebook & Twitter"],"Social media preview":["Προεπισκόπηση κοινωνικών δικτύων"],"Easy redirect manager":["Εύκολος διαχειριστής ανακατεύθυνσης"],"No more dead links":["Χωρίς άλλα dead links"],"Increase your SEO reach":["Επεκτείνετε την προσέγγιση σας με το SEO"],"Variable":["Μεταβλητή"],"Available variables":["Διαθέσιμες μεταβλητές"],"Scroll to see the table content.":["Πηγαίνετε πιο κάτω για να δείτε το περιεχόμενο του πίνακα."],"An error occurred in the '%1$s' assessment":["Παρουσιάστηκε σφάλμα στην αξιολόγηση '%1$s'"],"No new notifications.":["Δεν υπάρχουν νέες ειδοποιήσεις."],"Save all":["Αποθήκευση Όλων"],"Save":["Αποθήκευση"],"%1$s, Author at %2$s":["%1$s, Συντάκης στο %2$s"],"Mobile preview":["Προεπισκόπηση σε κινητό"],"Desktop preview":["Προεπισκόπηση σε οθόνη υπολογιστή"],"Please provide an SEO title by editing the snippet below.":["Δώσε έναν SEO τίτλο μορφοποιώντας το απόσπασμα πιο κάτω"],"Meta description preview:":["Προεπισκόπηση Μeta περιγραφής:"],"Slug preview:":["Προεπισκόπηση σύντομου ονόματος:"],"SEO title preview:":["Προεπισκόπηση τίτλου SEO:"],"Close snippet editor":["Κλείσε την μορφοποίηση αποσπάσματος"],"Slug":["Slug"],"Remove marks in the text":["Αφαιρέστε τα σημάδια από το κείμενο"],"Mark this result in the text":["Σημειώστε αυτό το αποτέλεσμα μέσα στο κείμενο"],"Marks are disabled in current view":["Τα σημάδια είναι απενεργοποιημένα σ' αυτή την όψη"],"Good SEO score":["Πολύ καλή SEO βαθμολογία"],"OK SEO score":["Καλή SEO βαθμολογία"],"Feedback":["Ανάδραση"],"Name":["Όνομα"],"Please provide a meta description by editing the snippet below.":["Δώσε μια μετα-περιγραφή μορφοποιώντας το απόσπασμα πιο κάτω"],"Edit snippet":["Μορφοποίησε το απόσπασμα"],"You can click on each element in the preview to jump to the Snippet Editor.":["Μπορείτε να κάνετε κλικ σε κάθε στοιχείο στην προεπισκόπηση για να μεταβείτε στον Επεξεργαστή Αποσπάσματος."],"SEO title preview":["Προεπισκόπηση τίτλου SEO"],"Export settings":["Εξαγωγή ρυθμίσεων"],"Please don't show me this notification anymore":["Παρακαλώ μην μου ξαναδείξετε αυτή την ειδοποίηση"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Αν αντιμετωπίζετε προβλήματα, %1$sπαρακαλούμε υποβάλετε μία αναφορά σφαλμάτος%2$s και θα κάνουμε ότι είναι δυνατόν να σας βοηθήσουμε."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Προσέξαμε ότι χρησιμοποιείτε το %1$s για καιρό; ελπίζουμε να σας αρέσει! Θα ήμασταν ευτυχείς αν μας %2$sβαθμολογούσατε με 5 αστέρια στο WordPress.org%3$s!"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Προειδοποίηση: η μεταβλητή %1$s δεν μπορεί να χρησιμοποιηθεί με αυτό το πρότυπο. Δείτε το %2$s για περισσότερες πληροφορίες"],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Παρεπιπτόντως, γνωρίζατε ότι έχουμε μία %1$sPremium προσθήκη%2$s? Η προσθήκη αυτή προσφέρει εξελιγμένα χαρακτηριστικά, όπως ένα διαχειριστή ανακατευθύνσεων και υποστήριξη πολλαπλών φράσεων-κλειδιών. Επίσης συμπεριλαμβάνει 24/7 προσωπική υποστήριξη."],"(no title)":["(χωρίς τίτλο)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Το μενού μπάρας διαχειριστή %1$s , περιέχει χρήσιμους συνδέσμους για εργαλεία τρίτων, τα οποία αναλύουν ιστοσελίδες και κάνουν ευκολότερη την παρακολούθηση νέων ειδοποιήσεων."],"Admin bar menu":["Μενού γραμμής διαχειριστή"],"Features":["Χαρακτηριστικά"],"SEO title":["Τίτλος SEO"],"Greater than sign":["Μεγαλύτερο από αυτό το σύμβολο"],"Less than sign":["Σύμβολο \"Μικρότερο από\""],"Right angle quotation mark":["Δείκτης εισαγωγής δεξιάς γωνίας"],"Left angle quotation mark":["Δείκτης εισαγωγής αριστερής γωνίας"],"Small tilde":["Μικρή πεσπιρώμενη"],"Vertical bar":["Κάθετη μπάρα"],"Low asterisk":["Χαμηλός αστερίσκος"],"Asterisk":["Αστερίσκος"],"Bullet":["Κουκίδα"],"Middle dot":["Μεσαία τελεία"],"Em dash":["Παύλα Em"],"En dash":["Παύλα En"],"Dash":["Παύλα"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Επιλέξτε το σύμβολο που θα χρησιμοποιηθεί ως διαχωριστής τίτλου. Αυτό θα εμφανιστεί, για παράδειγμα, μεταξύ του τίτλου της ανάρτησης και του ονόματος του ιστότοπού σας. Τα σύμβολα εμφανίζονται στο μέγεθος που θα εμφανίζονται στα αποτελέσματα αναζήτησης."],"No":["Όχι"],"Yes":["Ναι"],"Social profiles":["Προφίλ κοινωνικών δικτύων"],"Posts list":["Λίστα άρθρων"],"Posts list navigation":["Πλοήγηση λίστας άρθρων"],"Filter posts list":["Φιλτράρισμα λίστας άρθρων"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Σημείωση: Σύνδεσμοι προς τα αρχεία άρθρων μπορεί και πάλι να παραχθούν από το θέμα σας και θα χρειαστεί να τους αφαιρέσετε ξεχωριστά."],"%1$s to optimize your site even further":["%1$s για να βελτιστοποιήσετε ακόμη περισσότερο την ιστοσελίδα σας"],"%1$s extensions":["%1$s επεκτάσεις"],"Comes with our 30-day no questions asked money back guarantee":["Έρχεται με 30 ημέρες, χωρίς-ερωτήσεις. εγγύηση επιστροφής χρημάτων"],"More information %1$sabout %3$s%2$s":["Περισσότερα %1$sγια %3$s%2$s"],"Installed":["Εγκατεστημένο"],"gain access to our 24/7 support team.":["αποκτήστε πρόσβαση στην 24/7 ομάδα υποστήριξής μας."],"Premium support":["Υποστήριξη Premium"],"check what your Facebook or Twitter post will look like.":["ελέγξτε πώς θα μοιάζει με η ανάρτησή σας στο Facebook ή στο Twitter."],"Social previews":["Προεπισκόπηση κοινωνικών δικτύων"],"create and manage redirects from within your WordPress install.":["δημιουργήστε και να διαχειριστείτε ανακατευθύνσεις από την εγκατάσταση του WordPress."],"Redirect manager":["Διαχειριστής ανακατεύθυνσης"],"%1$s, take your optimization to the next level!":["%1$s, προχωρήστε την βελτιστοποίησή σας στο επόμενο επίπεδο!"],"A seamless integration between %1$s and %2$s":["Μια ομαλή ενσωμάτωση μεταξύ %1$s και %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Χρησιμοποιήστε αυτές τις ρυθμίσεις σελιδοποίησης %1$s αντί για αυτές %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Εισαγάγετε εύκολα τους Χάρτες Google, έναν εντοπιστή καταστημάτων, ώρες λειτουργίας και πολλά άλλα"],"Creates XML News Sitemaps":["Δημιουργεί Χάρτη Ιστοσελίδων Ειδήσεων XML"],"Immediately pings Google on the publication of a new post":["Ενημερώνει αμέσως την Google για τη δημοσίευση ενός νέου άρθρου"],"Optimize your site for Google News":["Βελτιστοποιήστε τον ιστότοπό σας για τις Ειδήσεις Google"],"Make videos responsive through enabling fitvids.js":["Δημιουργήστε βίντεο με δυνατότητα απόκρισης μέσω ενεργοποίησης του fitvids.js"],"Enhance the experience of sharing posts with videos":["Βελτιώστε την εμπειρία της της κοινοποίησης άρθρων με βίντεο"],"Show your videos in Google Videos":["Δείξτε τα βίντεό σας στο Google Videos"],"Edit &#8220;%s&#8221;":["Επεξεργασία &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Αποκτήστε την Premium έκδοση"],"Google Trends":["Google Trends"],"Notifications":["Ειδοποιήσεις"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Καταργεί την ενότητα λέξεων-κλειδιών από το metabox και απενεργοποιεί όλες τις σχετικές με το SEO προτάσεις."],"Disable SEO analysis":["Απενεργοποιήστε την ανάλυση SEO"],"Twitter settings":["Ρυθμίσεις Twitter"],"Pinterest settings":["Ρυθμίσεις Pinterest"],"Facebook settings":["Ρυθμίσεις Facebook"],"Title separator symbol":["Σύμβολο διαχωρισμού τίτλου"],"RSS feed settings":["Ρυθμίσεις ροής RSS"],"Breadcrumbs settings":["Ρυθμίσεις σελιδοποίησης"],"Make primary":["Κάντε κύριο"],"Cancel":["Ακύρωση "],"%s notification":["%s ειδοποίηση","%s ειδοποιήσεις"],"Disable readability analysis":["Απενεργοποιήστε την ανάλυση αναγνωσιμότητας"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Καταργεί την ενότητα ανάλυσης αναγνωσιμότητας από το metabox και απενεργοποιεί όλες τις προτάσεις που σχετίζονται με την αναγνωσιμότητα."],"Readability analysis":["Ανάλυση αναγνωσιμότητας"],"Needs improvement":["Χρειάζεται βελτίωση"],"Readability":["Αναγνωσιμότητα"],"Improvements":["Βελτιώσεις"],"Good job! We could detect no serious SEO problems.":["Καλή δουλειά! Δεν μπορούμε να εντοπίσουμε σοβαρά προβλήματα σχετικά με το SEO."],"We have detected the following issues that affect the SEO of your site.":["Εντοπίσαμε τα ακόλουθα ζητήματα που επηρεάζουν το SEO του ιστότοπού σας."],"Problems":["Προβλήματα"],"Analysis":["Ανάλυση"],"Not available":["Δεν είναι διαθέσιμο"],"Filter by SEO Score":["Φίλτρο ανάλογα με τη Βαθμολογία SEO"],"Meta description not set.":["Δεν έχει οριστεί η περιγραφή μεταδεδομένων."],"Open":["άνοιγμα"],"Loading...":["Φόρτωση..."],"No results found":[""],"Dashboard":["Πίνακας Ελέγχου"],"You can fix this on the %1$sPermalink settings page%2$s.":["Μπόρείτε να το διορθώσετε αυτό στη %1$sσελίδα ρυθμίσεων Μόνιμων Συνδέσμων%2$s."],"Replaced with the primary category of the post/page":["Αντικαταστάθηκε με την κύρια κατηγορία της σελίδας/άρθρου"],"Pinterest confirmation":["Επιβεβαίωση Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Εάν έχετε ήδη επιβεβαιώσει τον ιστότοπό σας με το Pinterest, μπορείτε να παραλείψετε το παρακάτω βήμα."],"Format-based archives":["Αρχεία βάση μορφής"],"Webmaster Tools verification":["Επαλήθευση Webmaster Tools"],"Buy %s":["Αγορά %s"],"New %1$s Title":["Νέος %1$s Τίτλος"],"Existing %1$s Title":["Υπάρχον %1$s Τίτλος"],"Expected an integer as input.":["Αναμενόταν εισαγωγή ακεραίου αριθμού."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Προσπαθήσαμε να δημιουργήσουμε το κλειδί της μνήμης cache του χάρτη ιστοτόπου, αλλά ο συνδυασμός postfix και prefix αφήνει πολύ λίγο χώρο για να το κάνουμε αυτό. Πιθανότατα έχουμε να κάνουμε με μια σελίδα που είναι πολύ έξω από το αναμενόμενο εύρος."],"Redirects":["Ανακατευθύνσεις"],"Remove":["Αφαίρεση"],"Keep":["Διατήρηση"],"Bold the last page":["Έντονη η τελευταία σελίδα"],"Regular":["Κανονικά"],"Bold":["Έντονα"],"Show Blog page":["Προβολή σελίδας Ιστολογίου"],"Primary %s":["Πρωταρχικό %s"],"Primary":["Αρχικό"],"Make %1$s primary %2$s":["Κάντε το %1$s πρωταρχικό %2$s"],"Integrations":["Ενσωμάτωση"],"Term is set to noindex.":["Ο όρος έχει οριστεί ως μη ευρετηριασμένος."],"Author archives":["Αρχεία αρθρογράφων"],"Enabled":["Ενεργοποιημένο"],"Disabled":["Απενεργοποιημένο"],"The separator defined in your theme's %s tag.":["Ο διαχωριστής έχει οριστεί στην ετικέτα %s του θέματός σας."],"No index":["Χωρίς περιεχόμενο"],"Once Weekly":["Μία φορά την εβδομάδα"],"SEO score":["SEO σκόρ"],"Team Yoast":["Ομάδα Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Η πρώτη πραγματικά όλα-σε-ένα SEO λύση για WordPress, η οποία περιλαμβάνει ανάλυση περιεχομένου σελίδας, χάρτες XML και πολλά περισσότερα."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Η ενεργοποίηση απέτυχε: "],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Η επέκταση του φίλτρου φαίνεται να είναι μη διαθέσιμη. Ρωτήστε τον εξυτηρετητή του ιστότοπου σας για να την ενεργοποιήσει."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Η εγκατάσταση της %1$s προσθήκης δεν είναι ολοκληρωμένη. Παρακαλώ ανατρέξτε στις %2$sοδηγίες εγκατάστασης%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Η Standard PHP Library (SPL) επέκταση φαίνεται να μην είναι διαθέσιμη. Παρακαλώ ζητήστε από τον πάροχο φιλοξενίας σας να την ενεργοποιήσει."],"SEO Settings":["Ρυθμίσεις SEO"],"Mobile-Friendly Test":["Δοκιμή Mobile-Friendly"],"Google Page Speed Test":["Δοκιμή ταχύτητας σελίδας Google"],"CSS Validator":["Επικύρωση CSS"],"HTML Validator":["Επικύρωση HTML"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins Validator"],"Facebook Debugger":["Αποσφαλμάτωση Facebook"],"Check Google Cache":["Έλεγχος Google Cache"],"Analyze this page":["Ανέλυσε την σελίδα"],"Keyword Research":["Έρευνα λέξεων-κλειδιών"],"%s does not seem to be a valid url. Please correct.":["%s δεν φαίνεται να είναι ένα έγκυρο url. Παρακαλώ διορθώστε."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s δε μοιάζει να είναι έγκυρο %2$s κείμενο επαλήθευσης. Παρακαλώ διορθώστε το."],"%s Archive":["Αρχείο %s"],"You searched for %s":["Αναζητήσατε %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["Το %s δεν φαίνεται να είναι ένα έγκυρο όνομα χρήστη Twitter. Παρακαλώ διορθώστε."],"Summary with large image":["Περίληψη με μεγάλη εικόνα"],"The post %1$s appeared first on %2$s.":["Το άρθρο %1$s εμφανίστηκε πρώτα στο %2$s."],"No numeric value was received.":["Λήφθηκε μη αριθμητική τιμή."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Αυτό πρέπει να είναι ένα υπάρχον blog. Το Blog %s δεν υπάρχει ή έχει επισημανθεί ως διαγραμμένο."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Η προεπιλεγμένη ρύθμιση ιστολογίου πρέπει να είναι το αριθμητικό αναγνωριστικό blog του ιστολογίου που θέλετε να χρησιμοποιήσετε ως προεπιλογή"],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["Το %1$s δεν είναι έγκυρη επιλογή για ποιον πρέπει να επιτρέπεται η πρόσβαση στις ρυθμίσεις %2$s. Επαναφορά τιμής στην προεπιλογή."],"Please select a valid post type for taxonomy \"%s\"":["Επιλέξτε έναν έγκυρο τύπο άρθρου για την ταξινομία \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Επιλέξτε μια έγκυρη ταξινόμηση για τύπο μηνύματος \"%s\""],"You searched for":["Αναζητήσατε για"],"Home":["Αρχική"],"Archives for":["Αρχεία για"],"Error 404: Page not found":["Σφάλμα 404: Δεν βρέθηκε η σελίδα"],"Good":["Καλό"],"Replaced with a custom taxonomies description":["Αντικαταστάθηκε με μια προσαρμοσμένη περιγραφή ταξονομιών"],"Replaced with a posts custom taxonomies, comma separated.":["Αντικαταστάθηκε με προσαρμοσμένες ταξινομίες αναρτήσεων, διαχωρισμένες με κόμμα."],"Replaced with a posts custom field value":["Αντικαταστάθηκε με μια προσαρμοσμένη τιμή πεδίου αναρτήσεων"],"Replaced with the slug which caused the 404":["Αντικαταστάθηκε με το σύντομο όνομα που προκάλεσε το 404"],"Replaced with the posts focus keyphrase":["Αντικαταστάθηκε με τη λέξη-κλειδί του άρθρου"],"Attachment caption":["Συνημμένη λεζάντα"],"Replaced with the current page number":["Αντικαταστάθηκε με τον τρέχοντα αριθμό σελίδας"],"Replaced with the current page total":["Αντικαταστάθηκε με το σύνολο των τρεχουσών σελίδων"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Αντικαταστάθηκε με τον τρέχοντα αριθμό σελίδας με το πλαίσιο (δηλ. Σελίδα 2 από 4)"],"Replaced with the current year":["Αντικαταστάθηκε με το τρέχων έτος"],"Replaced with the current month":["Αντικαταστάθηκε με το τρέχων μήνα"],"Replaced with the current day":["Αντικαταστάθηκε με την τρέχουσα ημέρα"],"Replaced with the current date":["Αντικαταστάθηκε με την τρέχουσα ημερομηνία"],"Replaced with the post/page author's 'Biographical Info'":["Αντικαταστάθηκε με το βιογραφικό σημείωμα / σελίδα του δημιουργού"],"Replaced with the post/page author's 'nicename'":["Αντικαταστάθηκε με το ψευδόνυμο του συγγραφέα του άρθρου / σελίδας"],"Replaced with the post/page ID":["Αντικαταστάθηκε με το αναγνωριστικό άρθρου / σελίδας"],"Replaced with the post/page modified time":["Αντικαταστάθηκε με την τροποποιημένη ώρα άρθρου / σελίδας"],"Replaced with the content type plural label":["Αντικαταστάθηκε με τον πληθυντικό του τύπου περιεχομένου"],"Replaced with the content type single label":["Αντικαταστάθηκε με τον ενικό του τύπου περιεχομένου"],"Replaced with the current search phrase":["Αντικαταστάθηκε με την τρέχουσα φράση αναζήτησης"],"Replaced with the term name":["Αντικαταστάθηκε με το όνομα του όρου"],"Replaced with the term description":["Αντικαταστάθηκε με την περιγραφή του όρου"],"Replaced with the tag description":["Αντικαταστάθηκε με την περιγραφή της ετικέτας"],"Replaced with the category description":["Αντικαταστάθηκε με την περιγραφή κατηγορίας"],"Replaced with the post categories (comma separated)":["Αντικαταστάθηκε με τις κατηγορίες άρθρου (διαχωρισμένο με κόμμα)"],"Replaced with the current tag/tags":["Αντικαταστάθηκε με τις πρόσφατες ετικέτα/ετικέτες"],"Replaced with the post/page excerpt (without auto-generation)":["Αντικαταστάθηκε με το απόσπασμα άρθρου / σελίδας (χωρίς αυτόματη δημιουργία)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Αντικαταστάθηκε με το αποσπάσμα άρθρου/ σελίδας (ή αυτόματα δημιουργημένο αν δεν υπάρχει)"],"The site's name":["Το όνομα του site"],"Replaced with the title of the parent page of the current page":["Αντικαταστάθηκε με τον τίτλο της γονικής σελίδας της τρέχουσας σελίδας"],"Replaced with the title of the post/page":["Αντικαταστάθηκε με τον τίτλο του άρθρου / της σελίδας"],"Replaced with the date of the post/page":["Αντικαταστάθηκε με την ημερομηνία του άρθρου / της σελίδας"],"Page %1$d of %2$d":["Σελίδα %1$d από %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Δεν μπορείτε να απορρίψετε μια ορισμένη αντικατάσταση μεταβλητής WPSEO, κατοχυρώνοντας μια μεταβλητή με το ίδιο όνομα. Αντί αυτού, χρησιμοποιήστε το φίλτρο \"wpseo_replacements\" για να προσαρμόσετε την τιμή αντικατάστασης."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Μια μεταβλητή αντικατάστασης με το ίδιο όνομα έχει ήδη καταχωριθεί. Δοκιμάστε να κάνετε το όνομα της μεταβλητής μοναδικό."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Μία μεταβλητή αντικατάστασης δεν μπορεί να ξεκινά με \"%%cf_\" ή \"%%ct_\" διότι αυτές έχουν κρατηθεί ως μεταβλητές ορισμένων μεταβλητών (standard variable variables) WPSEO για προσαρμοσμένα πεδία και προσαρμοσμένες ταξινομίες. Προσπαθήστε να δημιουργήσετε ένα μοναδικό όνομα για τη μεταβλητή σας."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Μία μεταβλητή αντικατάστασης μπορεί να περιέχει μόνο αλφαριθμητικούς χαρακτήρες, μια κάτω πάυλα ή μια παύλα. Δοκιμάστε να μετονομάσετε τη μεταβλητή σας."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Ειδοποίηση μόνο για το διαχειριστή: αυτή η σελίδα δεν εμφανίζει μια meta περιγραφή διότι δεν έχει μία, είτε γράψτε μία συγκεκριμένα για αυτή τη σελίδα ή ανατρέξτε στο μενού [%1$s - %2$s] και ορίστε ένα πρότυπο."],"Page not found":["Η σελίδα δεν βρέθηκε"],"%s Archives":["%s Αρχεία"],"Meta description to use for Author page":["Meta περιγραφή για χρήση για την σελίδα συντάκτη"],"Title to use for Author page":["Τίτλος για σελίδα Συγγραφέα"],"%1$s settings":["%1$s αλλαγές"],"Export your %1$s settings":["Εξάγετε τις %1$s αλλαγές σας"],"Import settings":["εισαγωγή ρυθμίσεων"],"Import from other SEO plugins":["εισαγωγή από άλλα SEO plugins"],"Import":["Εισαγωγή"],"If you had a %s file and it was editable, you could edit it from here.":["Σε περίπτωση που έχετε ένα επεξεργάσιμο αρχείο %s , υπάρχει η δυνατότητα να το επεξεργαστείτε και από εδώ."],"If your %s were writable, you could edit it from here.":["Εάν το %s σας ήταν εγγράψιμο, θα μπορούσατε να το επεξεργαστείτε από εδώ"],"You don't have a %s file, create one here:":["Δεν έχετε το αρχείο %s, δημιουργήστε ένα εδώ:"],"A link to your site, with your site's name and description as anchor text.":["Ένας σύνδεσμος στον ιστότοπό σας, με το όνομα και την περιγραφή του ιστότοπού σας ως κείμενο αγκύρωσης"],"A link to your site, with your site's name as anchor text.":["Ένας σύνδεσμος προς τον ιστότοπό σας, με το όνομα του ιστότοπού σας ως κείμενο συνδέσμου.."],"A link to the post, with the title as anchor text.":["Σύνδεσμος προς το άρθρο, με τον τίτλο του άρθρου ως κείμενο."],"A link to the archive for the post author, with the authors name as anchor text.":["Ένας σύνδεσμος προς το αρχείο για τον αρθρογράφο αναρτήσεων, με το όνομα του αρθρογράφου ως κείμενο αγκύρωσης."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Μπορείτε να χρησιμοποιήσετε τις παρακάτω μεταβλητές μέσα στο περιεχόμενο, θα αντικατασταθούν από την τιμή στα δεξιά."],"Content to put after each post in the feed":["Περιεχόμενο που πρέπει να τεθεί μετά από κάθε άρθρο στη ροή"],"Content to put before each post in the feed":["Περιεχόμενο που πρέπει να τεθεί πριν από κάθε άρθρο στη ροή"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Αυτό το χαρακτηριστικό χρησιμοποιείται για να προσθέσει αυτόματα περιεχόμενο στο RSS σας, πιο συγκεκριμένα, προορίζεται να προσθέσει συνδέσμους που οδηγούν πίσω στο ιστολόγιο σας και τις αναρτήσεις του ιστολογίου σας, οπότε οι ανόητες ξύστρες (dumb scrapers) θα προσθέσουν αυτόματα αυτούς τους συνδέσμους, βοηθώντας τις μηχανές αναζήτησης να σας αναγνωρίζουν ως την αυθεντική πηγή του περιεχομένου. "],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Η χρήση αυτού του χαρακτηριστικού διαδρομών εξηγείται στο %1$sάρθρο τηw γνωσιακής μας βάσης σχετικά με την εφαρμογή των διαδρομών%2$s."],"How to insert breadcrumbs in your theme":["Πώς να εισαγάγετε τα breadcrumbs στο θέμα σας"],"Blog":["Ιστολόγιο"],"Content type archive to show in breadcrumbs for taxonomies":["Το αρχείο τύπου περιεχομένου που εμφανίζεται στις διαδρομές για τις ταξινομίες"],"Taxonomy to show in breadcrumbs for content types":["Η ταξινομία που εμφανίζεται στις διαδρομές για τους τύπους περιεχομένου"],"Breadcrumb for 404 Page":["Σελιδοδείκτης για σελίδα 404"],"Prefix for Search Page breadcrumbs":["Πρόθεμα για αναζήτηση σελίδας διαδρομής"],"Prefix for Archive breadcrumbs":["Πρόθεμα για αρχείο διαδρομής"],"Prefix for the breadcrumb path":["Πρόθεμα για τη διαδρομή"],"Anchor text for the Homepage":["Σύνδεσμος προς της αρχική σελίδα"],"Separator between breadcrumbs":["Διαχωριστικό ανάμεσα στα breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Δείτε παρακάτω τα SEO σκορ των άρθρων σας&#8217;. Ίσως τώρα είναι η καλύτερη στιγμή για να βελτιώσετε κάποια από τα άρθρα σας!"],"Credits":["Ευχαριστίες"],"&laquo; Back to Tools page":["&laquo; Επιστροφή στα εργαλεία"],"%1$s comes with some very powerful built-in tools:":["%1$s περιέχει κάποια πολύ δυνατά εργαλεία:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Αυτό το εργαλείο σάς επιτρέπει να αλλάζετε γρήγορα σημαντικά αρχεία για το SEO, όπως το αρχείο robots.txt και, αν έχετε, το αρχείο .htaccess."],"File editor":["Επεξεργαστής αρχείων"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Εισαγωγή ρυθμίσεων από άλλα πρόσθετα SEO και εξαγωγή των ρυθμίσεών σας για επαναχρησιμοποίηση σε (άλλο) ιστότοπο."],"Import and Export":["Εισαγωγή και Εξαγωγή"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Αυτό το εργαλείο σάς επιτρέπει να αλλάζετε γρήγορα τους τίτλους και τις περιγραφές των άρθρων και των σελίδων σας χωρίς να χρειάζεται να εισέλθετε στον επεξεργαστή για κάθε σελίδα."],"Bulk editor":["Μαζική επεξεργασία"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Για να %1$sεπιβεβαιώσετε τον ιστότοπο σας με το Pinterest%2$s, προσθέστε την meta ετικέτα εδώ:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["Το Pinterest χρησιμοποιεί Open Graph meta δεδομένα όπως το Facebook, οπότε επιβεβαιώστε ότι η ρύθμιση \"Προσθέστε Open Graph meta δεδομένα\" στην καρτέλα Facebook είναι ενεργοποιημένη, εάν θέλετε να βελτιστοποιήσετε τον ιστότοπο σας για το Pinterest."],"Add Twitter card meta data":["Προσθήκη μεταδεδομένων κάρτας του Twitter"],"This image is used if the post/page being shared does not contain any images.":["Αυτή η εικόνα χρησιμοποιείται όταν κοινοποιούνται άρθρα/σελίδες που δεν περιέχουν εικόνες."],"Default settings":["Προεπιλεγμένες ρυθμίσεις"],"Description":["Περιγραφή"],"Add Open Graph meta data":["Προσθήκη μεταδεδομένων Open Graph"],"Accounts":["Λογαριασμοί"],"Restore site to defaults":["Επαναφέρετε τον ιστότοπο στις προεπιλογές"],"Site ID":["ID Ιστοσελίδας"],"Using this form you can reset a site to the default SEO settings.":["Χρησιμοποιώντας αυτήν τη φόρμα μπορείτε να επαναφέρετε έναν ιστότοπο στις προεπιλεγμένες ρυθμίσεις SEO."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Ευαίσθητα προσωπικά δεδομένα σχετικά με το απόρρητο (διαχειριστές FB και λοιπά), ζητήματα που αφορούν το συγκεκριμένο θέμα (επανεγγραφή τίτλου) και κάποιες πολύ συγκεκριμένες ρυθμίσεις του ιστοτόπου δεν θα εισαχθούν σε νέους ιστοτόπους."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Εισάγετε την %1$sΤαυτότητα Ιστοτόπου%2$s για τον ιστότοπο του οποίου θέλετε οι ρυμίσεις να χρησιμοποιηθούν ως προεπιλογές για όλους τους ιστοτόπους που προστίθενται στο δίκτυο σας. Μην αφήσετε κανένα κενό (αλλιώς οι τυπικές προεπιλογές της προσθήκης θα χρησιμοποιηθούν)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Επιλέξτε τον ιστότοπο των οποίων οι ρυθμίσεις θέλετε να χρησιμοποιήσετε ως προεπιλογή για όλους τους ιστότοπους που έχουν προστεθεί στο δίκτυό σας. Αν επιλέξετε \"Κανένα\", θα χρησιμοποιηθούν οι κανονικές προεπιλεγμένες προσθήκες."],"New sites in the network inherit their SEO settings from this site":["Οι νέες τοποθεσίες στο δίκτυό σας κληρονομούν τις ρυθμίσεις SEO από αυτόν τον ιστότοπο"],"Super Admins only":["Super Admins μόνο"],"Site Admins (default)":["Διαχειριστές Ιστότοπου (προεπιλογή)"],"Who should have access to the %1$s settings":["Ποιός θα έπρεπε να έχει πρόσβαση στις επιλογές %1$s"],"spam":["spam"],"mature":["ώριμο"],"archived":["αρχειοθετημένο"],"public":["δημόσιο"],"%s restored to default SEO settings.":["%s αποκαταστάθηκε στις προεπιλεγμένες ρυθμίσεις SEO."],"Settings Updated.":["Οι Ρυθμίσεις Ενημερώθηκαν."],"404 pages":["σελίδες 404"],"Search pages":["Σελίδες αναζήτησης"],"These pages will be %s by default, so they will never show up in search results.":["Αυτές οι σελίδες θα είναι από προεπιλογή %s, επομένως δεν θα εμφανίζονται ποτέ στα αποτελέσματα αναζήτησης."],"Special pages":["Ειδικές σελίδες"],"Date-based archives could in some cases also be seen as duplicate content.":["Τα αρχεία που βασίζονται στην ημερομηνία, θα μπορούσαν, σε ορισμένες περιπτώσεις, επίσης να θεωρηθούν ως διπλότυπο περιεχόμενο."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Αν ο ιστότοπος σας ανήκει σε αυτή την περίπτωση τότε μπορείτε είτε να το απενεργοποιήσετε (κάτι που θα το ανακατευθύνει στην αρχική σελίδα), είτε να προσθέσετε %s σε αυτό ώστε να μην εμφανίζεται στα αποτελέσματα αναζήτησης."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Αν το ιστολόγιο σας έχει μόνο έναν συγγραφέα τότε το αρχείο του συγγραφέα θα είναι ακριβώς το ίδιο με την αρχική σας σελίδα. Αυτό ονομάζεται %1$sπρόβλημα διπλότυπου περιεχομένου%2$s."],"Date archives":["Τα αρχεία ημερομηνίας"],"author archives":["Άρθρα συντάκτη"],"Title":["Τίτλος"],"Take note:":["Λάβετε υπ' όψη:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Μπορείτε να καθορίσετε τον τίτλο και την περιγραφή για την αρχική σελίδα %1$sκάνοντας αλλαγές στην ίδια την αρχική σελίδα%2$s."],"You can determine the title and description for the posts page by %1$sediting the posts page itself%2$s.":["Μπορείτε να καθορίσετε τον τίτλο και την περιγραφή για την σελίδα αναρτήσεων %1$sκάνοντας αλλαγές στην ίδια την σελίδα αναρτήσεων%2$s."],"Homepage &amp; Posts page":["Αρχική σελίδα και σελίδα άρθρων"],"Title Separator":["Διαχωριστής Τίτλων"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s έχει ανιχνεύσει αυτόματα πως πρέπει να αναγκάσει την επανεγγραφή των τίτλων για τις σελίδες σας, αν νομίζετε ότι είναι λάθος και να ξέρετε τι κάνετε, μπορείτε να αλλάξετε τη ρύθμιση εδώ."],"Force rewrite titles":["Επανεγγραφή των τίτλων"],"Taxonomies":["Ταξινομίες"],"Homepage":["Αρχική σελίδα"],"%1$s Extensions":["%1$s  Πρόσθετα"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Συνδέστε άψογα το WooCommerce με το %1$s και αποκτήστε επιπλέον χαρακτηριστικά!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Βαθμολογηθείτε καλύτερα τοπικά και στους Χάρτες Google, χωρίς να καν να ιδρώσετε!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Είστε στο Google News; Αυξήστε την επισκεψιμότητά σας από τις Ειδήσεις Google βελτιστοποιώντας το!"],"Optimize your videos to show them off in search results and get more clicks!":["Βελτιστοποιήστε τα βίντεό σας για να τα εμφανίσετε στα αποτελέσματα αναζήτησης και να λάβετε περισσότερα κλικ!"],"The premium version of %1$s with more features & support.":["Η έκδοση premium του %1$s με περισσότερα χαρακτηριστικά και υποστήριξη."],"Person":["Φυσικό Πρόσωπο"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Αυτά τα δεδομένα εμφανίζονται ως μεταδεδομένα στον ιστότοπό σας. Σκοπός είναι να εμφανιστεί στο %1$sΓράφημα Γνώσης%2$s της Google. Μπορείτε να είστε είτε εταιρεία είτε φυσικό πρόσωπο."],"Website name":["Όνομα ιστότοπου"],"Webmaster Tools":["Εργαλεία Webmaster"],"RSS":["RSS"],"Permalink":["Μόνιμος σύνδεσμος"],"Breadcrumbs":["Διαδρομές"],"Authenticate":["Πιστοποίηση"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Για να μπορέσετε να δημιουργήσετε μια ανακατεύθυνση και να διορθώσετε αυτό το ζήτημα, χρειάζεστε%1$s. Μπορείτε να αγοράσετε το πρόσθετο, συμπεριλαμβανομένου ενός έτους υποστήριξης και ενημερώσεων, στο%2$s."],"Creating redirects is a %s feature":["Η δημιουργία ανακατευθύνσεων είναι ένα %s χαρακτηριστικό"],"New URL":["Νέα Διεύθυνση URL"],"Search":["Αναζήτηση"],"URL":["Διεύθυνση URL"],"Deactivate %s":["Απενεργοποίηση %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Το πρόσθετο %1$s μπορεί να προκαλεί προβλήματα όταν χρησιμοποιείται σε συνδυασμό με το %2$s."],"Upload Image":["Ανέβασμα εικόνας"],"%s Posts Overview":["%s Επισκόπηση Άρθρων"],"Breadcrumbs title":["Τίτλος διαδρομών"],"Pinterest":["Pinterest"],"Social settings":["Ρυθμίσεις κοινωνικών δικτύων"],"Archives":["Αρχεία"],"Close":["Κλείσιμο"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Το %1$s και το %2$s μπορούν να δημιουργήσουν τον XML χάρτη ιστότοπου σας. Το να έχετε δύο XML χάρτες ιστότοπου δεν είναι αποδοτικό για τις μηχανές αναζήτησηςη και μπορεί επιβραδύνουν τον ιστότοπο σας."],"Configure %1$s's Open Graph settings":["Διαμορφώστε τις ρυθμίσεις %1$s του OpenGraph"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Και τα %1$s και %2$s δημιουργούν έξοδο Open Graph, τα οποία μπορεί να κάνουν το Facebook, Twitter, LinkedIn και άλλα κοινωνικά δίκτυα να χρησιμοποιούν λανθασμένα κείμενα και εικόνες όταν οι σελίδες σας διαμοιράζονται."],"%s image":["εικόνα %s"],"%s description":["Περιγραφή %s"],"%s title":["Τίτλος %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["πολύ δύσκολο"],"Try to make shorter sentences, using less difficult words to improve readability":["Προσπαθήστε να κάνετε μικρότερες προτάσεις, χρησιμοποιώντας λιγότερο δύσκολες λέξεις για να βελτιώσετε την αναγνωσιμότητα."],"difficult":["δύσκολο"],"Try to make shorter sentences to improve readability":["Προσπαθήστε να κάνετε μικρότερες προτάσεις για να βελτιώσετε την αναγνωσιμότητα."],"fairly difficult":["αρκετά δύσκολο"],"OK":["OK"],"fairly easy":["αρκετά εύκολο"],"easy":["εύκολο"],"very easy":["πολύ εύκολο"],"The copy scores %1$s in the test, which is considered %2$s to read.":[""],"Flesch reading ease":[""],"Meta Desc.":["Meta Περιγραφή"],"All SEO Scores":["Όλες οι βαθμολογίες SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Η προτεινόμενη εικόνα θα πρέπει να είναι τουλάχιστον 200x200 pixel ώστε να επιλεγεί από το Facebook και άλλους ιστότοπους κοινωνικής δικτύωσης. "],"(no parent)":["(χωρίς γονέα)"],"meta description":[""],"Page title":[""],"Post is set to noindex.":["Το άρθρο έχει οριστεί ως μη ευρετηριασμένο."],"The URL that this page should redirect to.":["Το URL στο οποίο θα πρέπει να επανακατευθύνει αυτή η σελίδα."],"301 Redirect":["301 Επανακατεύθυνση"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Τα κανονικά URL που τα οποία θα οδηγούν σε αυτή την σελίδα. Αφηστε το κενό για το προεπελεγμένο μόνιμο σύνδεσμο. Υποστηρίζονται τα%1$sπολλαπλά κανονικά domain%2$s επίσης."],"Canonical URL":["Κανονικό URL"],"Title to use for this page in breadcrumb paths":["Τίτλος που θα χρησιμοποιηθεί για αυτήν τη σελίδα στους σελιδοδείκτες"],"Breadcrumbs Title":["Τίτλος Σελιδοδεικτών"],"No Snippet":["Δεν υπάρχει Απόσπασμα"],"No Archive":["Κανένα αρχείο"],"No Image Index":["Δεν υπάρχει Ευρετήριο Εικόνων"],"None":["Κανένα"],"Meta robots advanced":["Σύνθετα μεταδεδομένα robots"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Προειδοποίηση: παρόλο που μπορείτε να ρυθμίσετε τη ρύθμιση των μεταδεδομένων robots εδώ, ολόκληρος ο ιστότοπος έχει οριστεί να λειτουργεί χωρίς ευρετήριο στις ρυθμίσεις απορρήτου σε επίπεδο περιοχής, επομένως αυτές οι ρυθμίσεις δεν θα έχουν αποτέλεσμα."],"Meta description":["Περιγραφή Meta"],"SEO Title":["Τίτλος SEO"],"Focus keyword":["Κύρια λέξη-κλειδί"],"Settings successfully imported.":["Οι ρυθμίσεις εισήχθησαν επιτυχώς."],"Settings could not be imported:":["Οι ρυθμίσεις δεν μπορεσαν να εισαχθούν."],"Breadcrumb for 404 pages:":["Διαδρομή για σελίδα 404:"],"Prefix for search result pages:":["Πρόθεμα για σελίδες αποτελεσμάτων αναζήτησης:"],"Prefix for archive pages:":["Πρόθεμα για σελίδες αρχειοθέτησης:"],"Prefix for breadcrumbs:":["Πρόθεμα για τις διαδρομές:"],"Anchor text for the homepage:":["Κείμενο αγκύρωσης για την αρχική σελίδα:"],"Breadcrumbs separator:":["Διαχωριστής διαδρομών:"],"%s Breadcrumbs":["%s διαδρομές"],"Use Image":["Χρήση εικόνας"],"Action":["Ενέργεια"],"Page URL/Slug":["Το URL/Slug της σελίδας"],"Publication date":["Ημέρα δημοσίευσης"],"Post Status":["Κατάσταση άρθρου"],"WP Page Title":["WP Τίτλος Σελίδας"],"View":["Προβολή"],"View &#8220;%s&#8221;":["Προβολή &#8220;%s&#8221;"],"Preview":["Προεπισκόπηση"],"Preview &#8220;%s&#8221;":["Προεπισκόπηση &#8220;%s&#8221;"],"Edit":["Επεξεργασία"],"Filter":["Φίλτρο"],"New Yoast Meta Description":["Νέα Περιγραφή Μεταδεδομένων Yoast "],"Existing Yoast Meta Description":["Υπάρχουσα Περιγραφή Μεταδεδομένων Yoast"],"Facebook profile URL":["Διεύθυνση προφίλ Facebook"],"Twitter username (without @)":["Όνομα χρήστη Twitter (χωρίς @)"],"Google":["Google"],"FAQ":["Συχνές ερωτήσεις"],"Settings":["Ρυθμίσεις"],"Huge SEO Issue: You're blocking access to robots.":["Σημαντικό SEO πρόβλημα: Εμποδίζετε την πρόσβαση στο αρχείο robots."],"Posts":["Δημοσιεύσεις"],"Edit Files":["Τροποποίηση αρχείων"],"General":["Γενικά"],"Extensions":["Επεκτάσεις"],"Search Console":["Κονσόλα Αναζήτησης"],"Tools":["Εργαλεία"],"Advanced":["Προχωρημένες"],"XML sitemaps":["XML sitemaps"],"Social":["Κοινωνικά "],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s ανιχνεύεται ότι χρησιμοποιείτε την έκδοση %2$s από %3$s, παρακαλούμε να ενημερώσετε με την τελευταία έκδοση για να αποτρέψει προβλήματα συμβατότητας."],"Just another WordPress site":["Ακόμα ένας ιστότοπος WordPress"],"You have used HTML in your value which is not allowed.":["Χρησιμοποιείται τιμές HTML που δεν επιτρέπονται."],"You can't edit %s that aren't yours.":["Δεν μπορείτε να επεξεργαστείτε %s τα οποία δεν σας ανήκουν."],"You can't edit %s.":["Δεν μπορείτε να επεξεργαστείτε το πεδίο %s."],"Post has an invalid Content Type: %s.":["Το άρθρο έχει ένα μη έγκυρο τύπο άρθρου: %s."],"Post doesn't exist.":["Το άρθρο δεν υπάρχει."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Κάδος <span class=\"count\">(%s)</span>","Κάδος <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Όλα <span class=\"count\">(%s)</span>","Όλα <span class=\"count\">(%s)</span>"]}}}