{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"es_AR"},"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":[""],"Alternate organization name":[""],"Organization or Person":[""],"Use the alternate website name for acronyms, or a shorter version of your website's name.":[""],"Alternate website name":[""],"This name is shown for your site in the search results.":[""],"Website":[""],"Choose how the title of your 404 error pages should look in the browser.":[""],"404 error pages":[""],"Choose how the title of your internal search pages should look in the browser.":[""],"Internal search pages":[""],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile.":[""],"We're sorry, you're not allowed to edit the other profiles of the selected user.":[""],"We're sorry, you're not allowed to edit the other profiles of %1$s%3$s%2$s.":[""],"Show Formats in search results":[""],"Show Media pages in search results":[""],"Show Date archives in search results":[""],"Show Author archives in search results":[""],"Breadcrumbs for %1$s":[""],"Site connections":[""],"See the XML sitemap":[""],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords!":[""],"Enable feature":[""],"Site features":[""],"Learn more":[""],"Set the basic info for your website. Note that some of these values can be used as variables when configuring the search appearance of your content.":[""],"Site info":[""],"We're sorry, you're not allowed to edit the %1$sSite title%2$s and %1$sTagline%2$s.":[""],"Show or hide our tools and controls in the attachment editor.":[""],"(e.g., %1$s":[""],"Remove unregistered URL parameters":[""],"Optimize Google Analytics utm tracking parameters":[""],"Remove WP-JSON API":[""],"Remove emoji scripts":[""],"Remove Atom / RDF feeds":[""],"Remove search results feeds":[""],"Remove custom taxonomy feeds":[""],"Remove tag feeds":[""],"Remove category feeds":[""],"Remove post type feeds":[""],"Remove post authors feeds":[""],"Remove post comments feeds":[""],"Remove global comment feeds":[""],"Remove global feed":[""],"Remove powered by HTTP header":[""],"Remove generator tag":[""],"Remove oEmbed links":[""],"Remove RSD / WLW links":[""],"Remove REST API links":[""],"Remove shortlinks":[""],"%1$s are used for %2$s.":[""],"%1$s are used for %2$s and %3$s.":[""],"Show or hide our tools and controls in the content editor.":[""],"Enable SEO controls and assessments":[""],"Unlock with %1$s":[""],"We couldn’t find anything with that term.":[""],"Please enter a search term that is longer than 3 characters.":[""],"Search...":[""],"Quick search...":[""],"No, continue editing":[""],"Yes, discard changes":[""],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":[""],"Discard all changes":[""],"Connect %1$s with %2$s":[""],"or %1$sLearn more%2$s\t":[""],"Instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"%1$sConnect %2$s with %3$s%4$s to instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"Redirect pretty URLs for search pages to raw format":[""],"Choose the general appearance of your breadcrumbs.":[""],"Breadcrumb appearance":[""],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":[""],"Please tell us more about the person this site represents.":[""],"E.g. https://example.com/yoast":["Ej.: https://example.com/yoast"],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":[""],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":[""],"Choose whether your site represents an organization or a person.":[""],"Person/organization":["Persona/Organización"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":[""],"E.g. https://wikipedia.com/yoast":["Ej.: https://wikipedia.com/yoast"],"E.g. https://youtube.com/yoast":["Ej.: https://youtube.com/yoast"],"E.g. https://twitter.com/yoast":["Ej.: https://twitter.com/yoast"],"E.g. https://tumblr.com/yoast":["Ej.: https://tumblr.com/yoast"],"E.g. https://soundcloud.com/yoast":["Ej.: https://soundcloud.com/yoast"],"E.g. https://pinterest.com/yoast":["Ej.: https://pinterest.com/yoast"],"E.g. https://myspace.com/yoast":["Ej.: https://myspace.com/yoast"],"E.g. https://linkedin.com/yoast":[""],"E.g. https://instagram.com/yoast":[""],"E.g. https://facebook.com/yoast":[""],"Tell us about the other profiles on the web that belong to the person.":[""],"Other profiles":[""],"Oops! Something went wrong while retrieving the user social profiles.":[""],"Writing":[""],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[""],"Google Analytics utm tracking parameters":[""],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":[""],"Advanced: URL cleanup":[""],"Prevent crawling of internal site search URLs":[""],"Block internal site searches which match the patterns of known spam attacks.":[""],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":[""],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs.":[""],"Enables advanced settings for protecting your internal site search URLs.":[""],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":[""],"Internal site search cleanup":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":[""],"WP-JSON API":[""],"Remove JavaScript used for converting emoji characters in older browsers.":[""],"Remove URLs which provide alternative (legacy) formats of all of the above.":[""],"Remove URLs which provide information about your search results.":[""],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":[""],"Remove URLs which provide information about your recent posts, for each tag.":[""],"Remove URLs which provide information about your recent posts, for each category.":[""],"Remove URLs which provide information about your recent posts, for each post type.":[""],"Remove URLs which provide information about recent posts by specific authors.":[""],"Remove URLs which provide information about recent comments on each post.":[""],"Also disables Post comment feeds.":[""],"Remove URLs which provide an overview of recent comments on your site.":[""],"Remove URLs which provide an overview of your recent posts.":[""],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":[""],"Disable unwanted content formats":[""],"Remove links which allow others sites to ‘ping’ yours when they link to you.":[""],"Remove information about the plugins and software used by your site.":[""],"Remove links used for embedding your content on other sites.":[""],"Remove links used by external systems for publishing content to your blog.":[""],"Remove links to the location of your site’s REST API endpoints.":[""],"Rest API links":[""],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":[""],"Remove unwanted metadata":[""],"Crawl optimization":[""],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s":[""],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":[""],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":[""],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of %1$s and %2$s URLs.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. Most people can safely disable all of these, which can help to save bytes, electricity, and trees.":[""],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":[""],"E.g., %1$s and %2$s":[""],"E.g., %1$s":[""],"Enable breadcrumbs for your theme":[""],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":[""],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":[""],"Breadcrumbs for Taxonomies":[""],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":[""],"Breadcrumbs for Post types":[""],"Show Blog page in breadcrumbs":[""],"Breadcrumb for 404 page":[""],"Prefix for Search page breadcrumbs":[""],"Add prefix":[""],"Add anchor text":[""],"Add separator":[""],"Configure the appearance and behavior of your breadcrumbs.":[""],"Disabling this will redirect the %1$s to your site's homepage.":[""],"Refresh this page":[""],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":[""],"Something went wrong. An unexpected error occurred.":[""],"Be the first to %1$sget new features & tools%2$s, before everyone else. Get %1$s24/7 support%2$s and boost your website’s visibility.":[""],"Failed to retrieve users.":[""],"Searching users...":[""],"No users found.":[""],"Discard changes":[""],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":[""],"The profile is not valid. Please enter a valid URL.":[""],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":[""],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":[""],"Wikipedia":[""],"YouTube":[""],"Tumblr":[""],"SoundCloud":[""],"MySpace":[""],"LinkedIn":[""],"Instagram":[""],"User":[""],"Organization or a person":[""],"Site basics":[""],"Yoast's recommended reading list":[""],"Text formality":[""],"Read more about text formality.":[""],"%1$s%3$s%2$s will help you assess the formality level of your text.":[""],"%1$sSKU%3$s: Not all your product variants have a SKU. You can add a SKU via the \"Variations\" tab in the Product data box. %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""]," You can add a SKU via the \"Inventory\" tab in the Product data box.":[""],"Not all your product variants have an identifier. You can add a product identifier via the \"Variations\" tab in the Product data box":[""],"Your product is missing an identifier (like a GTIN code). You can add a product identifier via the \"Yoast SEO\" tab in the Product data box":[""],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":[""],"Remove unused resources":[""],"Restore last hidden item":[""],"This feature is not available for multisites.":[""],"Prevent search engines from crawling /wp-json/":[""],"Prevent search engines from crawling site search URLs":[""],"Help us to analyze your site by running the site analysis below.":["Ayudanos a analizar tu sitio ejecutando el análisis de sitio debajo."],"Site analysis is disabled for non-production environments.":["El análisis de sitio está desactivado para entornos de no-producción."],"Stop site analysis":[""],"Start site analysis":[""],"Please update your Yoast SEO Premium plugin to the latest version to be able to use this feature.":[""],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Hay cambios sin guardar en esta página. Salir significa que esos cambios se perderán. ¿Seguro que querés salir de esta página?"],"Formats":["Formatos"],"Media pages":["Páginas de medios"],"Categories & tags":[""],"Content types":["Tipos de contenidos"],"Show more":["Mostrar más"],"Show less":["Mostrar menos"],"Configure the basics for your website.":["Configurá lo básico para tu sitio."],"This field updates the %1$sTagline in your WordPress settings%2$s.":["Este campo actualiza la %1$sdescripción corta en tus ajustes de WordPress%2$s."],"This field updates the %1$sSite title in your WordPress settings%2$s.":["Este campo actualiza el %1$stítulo del sitio en tus ajustes de WordPress%2$s."],"Choose how your %1$s pages should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s page.":[""],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Desactivar esto implica que las páginas de %1$s creadas por WordPress no serán indexadas por los motores de búsqueda y se excluirán de los mapas del sitio XML."],"Show %1$s pages in search results":["Mostrando %1$s páginas en resultados"],"Choose how your %1$s pages should look in search engines. You can always customize this per individual %2$s page.":["Elegí cómo deberían mostrarse tus páginas de %1$s en los motores de búsqueda. Siempre podés personalizar esto en cada %2$s."],"We recommend disabling %1$s pages. Disabling %1$s pages will cause all attachment URLs to redirect to the media itself.":[""],"%1$s pages":["%1$s páginas"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":[""],"Choose how your Homepage should look on social media. Note that this is what people probably will see when they search for your brand name.":[""],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":[""],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s pueden provocar problemas de contenido duplicado. Para la mayoría de los sitios recomendamos que desactives este ajuste."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %1$s.":[""],"Date archive":["Archivo por fechas"],"Choose how your %1$s should look on social media by default.":["Elegí cómo deberían mostrarse por defecto tus %1$s en redes sociales."],"Disabling this means that archives for authors without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show archives for authors without posts in search results":[""],"Choose how your %1$s should look in search engines.":["Elegí cómo deberían mostrarse tus %1$s en los motores de búsqueda."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":[""],"Author archive":["Archivo de autor"],"Read more about the search results settings":["Leé más acerca de las ajustes de resultados de búsqueda"],"Choose how your %1$s should look in search engines and on social media.":["Elegí cómo deberían mostrarse tus %1$s en los motores de búsqueda y en redes sociales."],"Contact support":[""],"We're very sorry, but it seems like the following error has interrupted our application:":["Lo sentimos mucho, pero parece que el siguiente error detuvo nuestra aplicación:"],"An error occurred while calculating your content: %s":["Ocurrió un error mientras se calculaba tu contenido: %s"],"This functionality is disabled in staging environments.":[""],"We would like to show you insights into content that we feel could use improving.":["Nos gustaría mostrarte información sobre el contenido que creemos que podría mejorar."],"No data to show yet":[""],"Show %1$s more...":["Mostrar %1$s más..."],"Open editor":[""],"Add focus keyphrase":["Agregar frase clave objetivo"],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":["La mayoría de tus publicaciones y páginas aún no se analizaron. Ayudanos a analizar tu contenido abriéndolo y actualizándolo. Al hacer clic en el botón 'Abrir editor' se abrirá el editor en una nueva pestaña del navegador. Asegurate de hacer clic en 'Actualizar' en la parte superior de esa página."],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":[""],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":["La mayoría de sus publicaciones y páginas aún no tienen una frase clave objetivo. Ayudanos a analizar tu contenido agregando frases clave de enfoque. A continuación, ordenamos sus publicaciones y páginas en la mayor cantidad de enlaces entrantes, para que puedas comenzar a agregar frases clave objetivo para tu contenido más importante primero."],"Posts and pages that haven't been analyzed (%1$s)":["Publicaciones y páginas que no fueron analizadas (%1$s)"],"Posts and pages without a focus keyphrase (%1$s)":["Publicaciones y páginas sin frase clave objetivo (%1$s)"],"Restore all hidden items":[""],"Your site has no content with incoming links left to display here.":["Tu sitio no tiene contenido con enlaces entrantes para mostrar acá."],"Highest number of incoming links":["Mayor número de enlaces entrantes"],"Congratulations! All of your content has a green SEO score!":[""],"Your site has no content with SEO scores left to display here.":["Tu sitio no tiene contenido con puntuaciones SEO que mostrar acá."],"An error occured while calculating the SEO scores of your content. Please try again later.":[""],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":[""],"Lowest SEO scores":[""],"Refresh data":[""],"Last refreshed: %d min ago":["","Last refreshed: %d mins ago"],"An error occurred: %s":["Ocurrió un error: %s"],"You have hidden all items from this list, so there is no content left to display here.":[""],"Add links":["Agregar enlaces"],"An error occured while calculating the incoming links of your content. Please try again later.":[""],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":[""],"Lowest number of incoming links":[""],"Congratulations! All of your content has a green readability score!":[""],"Your site has no content with Readability scores left to display here.":["Tu sitio no tiene contenido con puntuaciones de legibilidad que mostrar acá."],"An error occured while calculating the Readability scores of your content. Please try again later.":[""],"Improve":[""],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":[""],"Restore hidden items":["Restaurar elementos escondidos"],"Lowest readability scores":[""],"The undo request was unsuccessful.":[""],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":[""],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":[""],"The content below is supposed to be your cornerstone content: the most important and extensive articles on your site. ":[""],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":[""],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":[""],"The request has failed.":[""],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":[""],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":[""],"An error occurred while fetching the suggested links list: %s":[""],"Start writing a new post":[""],"Don't know where to start? Have a look at our recommended reading list!":[""],"keyword strategy, site structure and copywriting.":[""],"There are three major elements you need to consider when writing good content for SEO:":[""],"You need to have more content on your site to make your website rank well in the search engines.":[""],"Start writing content!":[""],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":[""],"You've disabled features that are needed to show data":[""],"Read reviews from real users":[""],"Be the first to %1$s get new features & tools%2$s, before everyone else. Get %1$s 24/7 support%2$s and boost your website’s visibility.":[""],"%1$s attempted to load the class %2$s but it could not be found.":["%1$s intentó cargar la clase %2$s pero no se pudo encontrar."],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":["Elegí cómo debería aparecer tu página de inicio en los motores de búsqueda y en redes sociales. Considerá que esto es lo que verá probablemente la gente cuando busquen el nombre de tu marca."],"Choose how your Homepage should look in search engines.":["Elegí cómo debería aparecer tu página de inicio en los motores de búsqueda."],"Keep the categories prefix in the slug":[""],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":[""],"Choose how your %1$s archive should look on social media.":["Elige cómo debería mostrarse tu archivo de %1$s en redes sociales."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Choose how your %1$s archive should look in search engines.":["Elegí cómo debería mostrarse tu archivo de %1$s en los motores de búsqueda."],"These settings are specifically for optimizing your %1$s archive.":[""],"%1$s archive":["Archivo de %1$s"],"Add custom fields to page analysis":["Agregar campos personalizados al análisis de página"],"Additional settings":[""],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":["Elegí cómo deberían describirse por defecto tus %1$s en el marcado de schema.org de tu sitio. Podés cambiar estos ajustes en cada %2$s."],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":["Elegí cómo deberían mostrarse por defecto tus %1$s en redes sociales. Siempre podés personalizar esto en cada %2$s."],"Social appearance":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":["Elegí cómo deberían mostrarse tus %1$s en los motores de búsqueda. Siempre podés personalizar esto en cada %2$s."],"Search appearance":[""],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":[""],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":[""],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Oh no! It seems your form contains invalid data. Please review the following fields:":[""],"Archive social image":["Imagen social de archivos"],"Archive social description":["Descripción social de archivos"],"Archive social title":["Título social de archivos"],"Show the archive for %1$s in search results":[""],"Archive breadcrumbs title":[""],"Archive meta description":["Meta description de los archivos"],"Archive SEO title":["Título SEO de los archivos"],"Enable %1$s for %2$s":[""],"Show %1$s in search results":[""],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":[""],"%1$sSKU%2$s: All your product variants have a SKU. Good job!":[""],"%1$sSKU%3$s: Your product is missing a SKU.%4$s %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""],"%1$sSKU%2$s: Your product has a SKU. Good job!":[""],"%1$s%2$s%5$s: %3$s. %4$sInclude it if you can, as it will help search engines to better understand your content.%5$s":[""],"%1$s%2$s%4$s: %3$s. Good job!":["%1$s%2$s%4$s: %3$s. ¡Bien hecho!"],"All your product variants have a barcode":[""],"Not all your product variants have a barcode":[""],"Your product has a barcode":["Tu producto tiene un código de barras"],"Your product is missing a barcode (like a GTIN code)":["A tu producto le falta un código de barras (como por ejemplo un código GTIN)."],"All your product variants have an identifier":[""],"Your product has an identifier":["Tu producto tiene un identificador"],"This feature has been disabled, since it is not supported for your language yet.":[""],"Discover why inclusive language is important for SEO.":[""],"The inclusive language analysis offers suggestions to write more inclusive copy.":[""],"Inclusive language analysis":[""],"Inclusive language":[""],"Use %s fields to power your meta tags and templates, and analyze all of your content.":[""],"Integrate your custom fields and SEO data":[""],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":[""],"Upgrade your %s SEO":[""],"Connect your %1$s account to improve your site’s search results using %2$s data.":[""],"Improve internal search results":[""],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":[""],"Get the most out of %1$s and %2$s, together":[""],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":[""],"Get %1$s tools and functionality in %2$s":[""],"Upgrade your workflow and automate tasks":[""],"Use the power of the blockchain to timestamp your content with %s.":[""],"Make your terms & privacy pages more trustworthy":[""],"Keep an eye on how your posts are ranking by connecting to your %s account.":[""],"Track your rankings through time":[""],"Find out what your audience is searching for with %s data right in your sidebar.":[""],"Do keyword research without leaving your post":[""],"Oops! Something went wrong while saving.":[""],"Great! Your settings were saved successfully.":[""],"Close sidebar":[""],"Open sidebar":[""],"Get your verification code in %1$sYandex Webmaster tools%2$s.":[""],"Yandex":[""],"Claim your site over at %1$sPinterest%2$s.":["Reclamá tu sitio %1$sen Pinterest%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":[""],"Get your verification code in %1$sBing Webmaster tools%2$s.":[""],"Bing":[""],"Add verification code":[""],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":[""],"Baidu":[""],"Verify your site with different tools. This will add a verification meta tag on your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":[""],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":[""],"Restrict advanced settings for authors":[""],"Security & privacy":[""],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":[""],"REST API endpoint":[""],"APIs":["APIs"],"The Yoast SEO admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Slack sharing":[""],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Twitter card data":[""],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Open Graph data":[""],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":["Facebook, Twitter y Pinterest usan los datos de Facebook de Open Graph, así que asegurate de dejar activo el ajuste de 'Datos de Open Graph' de abajo si querés optimizar tu sitio para estas plataformas sociales."],"Social sharing":[""],"Site structure":[""],"Tell us which features you want to use.":[""],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":[""],"Enable the XML sitemaps that Yoast SEO generates.":[""],"Network disabled":[""],"Unavailable for sub-sites":[""],"This image is used as a fallback for posts/pages that don't have any images set.":[""],"Site image":[""],"Title separator":[""],"Recommended size for this image is %1$s%3$s%2$s":[""],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":[""],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Agregá automáticamente contenido a tu RSS. Esto te permite añadir enlaces de vuelta a tu blog y las entradas de tu blog, ayudando a los motores de búsqueda a identificarte como la fuente original del contenido."],"RSS feed":[""],"%1$s (default)":[""],"A person logo / avatar need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site logo as default values.":["Tiene que establecerse un logotipo/avatar de la persona para que funcionen correctamente los datos estructurados. Como aún no lo estableciste, estamos usando el logotipo del sitio como valor por defecto."],"We took the liberty of using your site title and logo for the organization name and logo. Feel free to change them below.":[""],"Edit your %1$s":["Editá tu %1$s"],"slug":[""],"keyphrase":[""],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":[""],"Install %1$s Content Analysis for %2$s":[""],"Activate %1$s Content Analysis for %2$s":["Activá el análisis de contenido para %1$s de %2$s"],"%1$s integrates with %2$s":["%1$s se integra con %2$s"],"Send tweets, trigger emails, and integrate with over 5,000 other apps & tools in %s.":[""],"Integration active":[""],"Plugin not detected":[""],"Enable integration":["Activar integración"],"Plugin integrations":[""],"Recommended integrations":[""],"Integration unavailable for multisites":[""],"Network Disabled":[""],"Looking for your integrations settings? We've moved them to a %1$sseparate Integrations page%2$s.":[""],"Unlock with Premium!":[""],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our Insights section. Enable the Insights feature in General > Features, or ask your admin to enable it for you.":[""],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our %3$sInsights%4$s%2$s section.":["¿Tenés curiosidad por ver la puntuación %1$sde facilidad de lectura Flesch%2$s de tu texto? Movimos la puntuación a la %3$ssección de estadísticas%4$s%2$s."],"Premium SEO analysis:":[""],"Beta":["Beta"],"Get the %s plugin!":["Obtener el plugin %s ahora"],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":["¿Estás publicando un artículo de noticias? %s te ayuda a optimizar tu sitio para Google News. ¡Conseguí %s ahora!"],"no data":[""],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Tu texto debe ser ligeramente más largo para calcular su puntuación de facilidad de lectura de Flesch."],"Continue writing to get insight into the readability of your text!":["¡Seguí escribiendo para entender la legibilidad de tus textos!"],"%1$s: %2$s of the words in your text are considered complex. %3$sTry to use shorter and more familiar words to improve readability%4$s.":["%1$s: %2$s de las palabras en tu texto son consideradas complejas. %3$sIntentá usar palabras más cortas y familiares para mejorar la legibilidad%4$s."],"%1$s: You are not using too many complex words, which makes your text easy to read. Good job!":[""],"Word complexity":["Complejidad de palabras"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":[""],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":[""],"Get %s to enjoy the benefits of prominent words":[""],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":[""],"Buy %s now!":[""],"Are you working on a news article? %s helps you optimize your site for Google News.":["¿Estás trabajando en un artículo de noticias? %s te ayuda a optimizar tu sitio para Google News."],"Premium SEO analysis":[""],"Optimize even further with our premium SEO analysis":[""],"1 year of premium support and updates included!":["¡1 año de soporte premium y actualizaciones incluidas!"],"Unlock with %s":[""],"Unlock expert workouts and workflows":[""],"Use synonyms, plurals, and variations":[""],"Target multiple focus keyphrases":[""],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":[""],"Learn more about character count":[""],"Character count":["Contador de caracteres"],"Learn more about word count":[""],"Word count":[""],"Learn more about Flesch reading ease":[""],"out of 100":[""],"okay":[""],"Learn more about reading time":[""],"Reading time":[""],"minute":["","minutes"],"Activate %1$s!":["Activá %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":[""],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":[""],"Please use a comma to separate multiple URL parameters.":[""],"Additional URL parameters to allow":[""],"Remove unwanted URL parameters from your URLs.":[""],"Permalink cleanup settings":[""],"Max number of characters to allow in searches":[""],"Clean up and filter searches to prevent search spam.":[""],"Search cleanup settings":[""],"Filter searches with common spam patterns":[""],"Filter searches with emojis and other special characters":[""],"Filter search terms":["Filtrar términos de búsqueda"],"Unregistered URL parameters":[""],"Campaign tracking URL parameters":[""],"Timestamp this %s":[""],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: No todas las palabras de tu frase clave \"%4$s\" aparecen en el título SEO. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: La frase clave aparece al principio del título SEO. ¡Bien hecho!"],"Keyphrase in SEO title":[""],"Contact %s support.":[""],"WordProof Timestamp":[""],"View this content's Timestamp certificate":[""],"Contact WordProof support":[""],"Find out how IndexNow can help your site.":[""],"IndexNow":[""],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":[""],"Or visit your SEO dashboard":[""],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":[""],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":[""],"Register now!":[""],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":[""],"Get the most out of Yoast SEO":[""],"Dismiss this notice.":[""],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":[""],"SEO configuration":[""],"By removing Global comments feed, Post comments feeds will be removed too.":[""],"Remove feed links added by WordPress that aren't needed for this site.":[""],"Feed crawl settings":["Ajustes de rastreo de feeds"],"Remove links added by WordPress to the header and &lt;head&gt;.":[""],"Basic crawl settings":[""],"Powered by HTTP header":[""],"Pingback HTTP header":[""],"Emoji scripts":["Scripts de emojis"],"Generator tag":[""],"oEmbed links":[""],"RSD / WLW links":[""],"REST API links":[""],"Shortlinks":[""],"Atom/RDF feeds":["Feeds Atom/RDF"],"Search results feeds":[""],"Custom taxonomy feeds":["Feeds de taxonomías personalizadas"],"Tag feeds":[""],"Category feeds":[""],"Post type feeds":[""],"Post authors feeds":[""],"Global comment feeds":[""],"Global feed":[""],"Please select a name in the site representation step for this step to be effective.":[""],"%1$sLearn more about crawl settings.%2$s":[""],"%1$sLearn more about crawl settings and how they could benefit your site.%2$s":[""],"Post comments feeds":[""],"To make the crawling of your site more efficient and environmental friendly, %1$s allows you to remove URLs (added by WordPress) that might not be needed for your site.":[""],"Crawl settings":["Ajustes de rastreo"],"Finish configuration":[""],"Personal preferences":[""],"SEO data optimization":[""],"An error has occurred: %1$s":[""],"We could not save the organization name. Please check the value.":[""],"No items found.":[""],"All redirect types":[""],"Add Redirect":[""],"Old URL":[""],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":[""],"301 Moved Permanently":["301 Movido permanentemente"],"Type":[""],"Plain redirects":[""],"Regex Redirects":[""],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":[""],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":[""],"Add another profile":["Agregar otro perfil"],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Tu web actualmente está configurada para representar a una organización. Si querés que tu sitio represente a una persona, por favor, seleccioná 'Persona' en la sección 'Knowledge Graph & Schema.org' de los ajustes de %1$sApariencia en el buscador%2$s."],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":[""],"Start first-time configuration!":[""],"Set the essential %s settings for your site in a few steps.":[""],"For the best ranking results: configure %s!":[""],"Your site is already easier to find for search engines.":["Tu sitio ya es más fácil de encontrar para los motores de búsqueda."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":[""],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["¡Pon a trabajar al %1$s escuadrón de indexables de %2$s%3$s! Haz que Google comprenda tu sitio."],"Tell us about your site, so we can get your site ranked!":[""],"Go to your SEO dashboard":[""],"What data will be tracked and for what reasons?":[""],"%s usage tracking":["Seguimiento de uso de %s"],"E.g. example@email.com":[""],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":[""],"%s newsletter":[""],"Please enter a valid email address.":[""],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":[""],"Help us out here! Is your site about an organization or a person? ":[""],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":[""],"Personal logo or avatar":[""],"Select a user":[""],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":[""],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":[""],"Uploading image...":[""],"Select an option":[""],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":[""],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":[""],"We've already successfully analyzed your site. You can move on to the next step.":[""],"We've successfully analyzed your site!":[""],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":[""],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":[""],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":[""],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":[""],"E.g. https://www.wikipedia.com/yoast":[""],"E.g. https://www.youtube.com/yoast":[""],"E.g. https://www.twitter.com/yoast":[""],"E.g. https://www.tumblr.com/yoast":[""],"E.g. https://www.soundcloud.com/yoast":[""],"E.g. https://www.pinterest.com/yoast":[""],"E.g. https://www.myspace.com/yoast":[""],"E.g. https://www.linkedin.com/yoast":[""],"E.g. https://www.instagram.com/yoast":[""],"E.g. https://www.facebook.com/yoast":[""],"Delete item":["Eliminar elemento"],"E.g. https://social-platform.com/yoast":[""],"Other social profile":[""],"First-time configuration":[""],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":[""],"Step 4: Go through the first time configuration":[""],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":[""],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":["Tu web está actualmente configurado para representar a una persona. Si querés editar las cuentas sociales para tu sitio, por favor, andá al perfil de usuario de la persona selecionada%1$s."],"Personal social profiles":[""],"Postname permalink":[""],"Page comments":[""],"Links table":[""],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":[""],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":[""],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":[""],"The validation of the AIOSEO data structure has failed.":[""],"Currently, the %s integration is not available for multisites.":["Actualmente, la integración de %s no está disponible para multisitios."],"WordProof authentication":[""],"Connected to WordProof":[""],"Connection failed":[""],"Not working? %1$sContact %3$s support%2$s.":[""],"Try again":[""],"Find possible solutions in this %1$sArticle%2$s.":[""],"There was a connection problem. This could be because your third party connections are blocked.":[""],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":[""],"Your %s is now protected via the blockchain!":[""],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":[""],"Unable to create new timestamps. Please authenticate with WordProof.":[""],"Timestamp with WordProof":[""],"Learn more about timestamping":[""],"Authenticate with WordProof":["Identificate con WordProof"],"Manage WordProof settings":[""],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":[""],"%1$s can be used to timestamp your privacy page.":["%1$s puede usarse para agregar marcas temporales a tu página de privacidad."],"Open settings":[""],"Open authentication":[""],"The timestamp is not created because you need to authenticate with %s first.":[""],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":[""],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s falló al agregar una marca temporal a esta página. Por favor, verificá si estás correctamente autenticado con %1$s e intentá guardar esta página de nuevo."],"%s has successfully timestamped this page.":[""],"You are out of timestamps. Please upgrade your account by opening the %s settings.":[""],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":[""],"Timestamp this post":[""],"content words":["palabras del contenido"],"content word":["palabra del contenido"],"Cleanup failed with the following error:":["La limpieza falló con el siguiente error:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Nota: estos ajustes omitirán los ajustes predeterminados de Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Nota: estos datos meta solo se importarán si no hay todavía datos meta existentes de Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Metadatos de entrada (títulos SEO, descripciones, etc.)"],"The import from %s includes:":["La importación desde %s incluye:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Una vez que estés seguro de que tu sitio está funcionando correctamente con los datos importados de otro plugin SEO podés limpiar todos los datos originales de ese plugin."],"Please select an SEO plugin below to see what data can be imported.":["Seleccioná un plugin SEO de abajo para ver qué datos pueden importarse."],"Clean up":["Limpiar"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Cuando hayas importado datos de otro plugin SEO asegurate de limpiar todos los datos originales de ese plugin. (Paso 5)"],"Note: ":["Nota:"],"The cleanup can take a long time depending on your site's size.":["La limpieza puede tardar mucho tiempo dependiendo del tamaño del sitio."],"Default tagline":["Descripción corta predeterminada"],"Import failed with the following error:":["La importación falló con el siguiente error:"],"No data found from other SEO plugins.":["No se encontraron datos de otros plugins SEO."],"Select SEO plugin":["Seleccionar plugin SEO"],"The import can take a long time depending on your site's size.":["La importación puede durar mucho tiempo dependiendo del tamaño del sitio"],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Para unos mejores resultados de SEO incluí todas las palabras de tu frase clave en el título SEO y poné la frase clave al comienzo del título"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Para unos mejores resultados de SEO escribí la coincidencia exacta de tu frase clave en el título SEO y poné la frase clave al comienzo del título"],"Installation Successful":["Instalación correcta"],"Blog Post":["Entrada en el blog"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: El título no comienza con la frase clave objetivo. %2$sMové tu frase clave objetivo al inicio del título%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: La frase clave objetivo aparece al comienzo del título SEO. ¡Bien hecho!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sLongitud del texto%4$s: El texto contiene %1$d %6$s. Esto está por debajo del mínimo recomendado de %5$d %6$s. %3$sAgregá más contenido%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sLongitud del texto%4$s: El texto contiene %1$d %6$s. Esto está ligeramente por debajo del mínimo recomendado de %5$d %6$s. %3$sAgregá un poco más de texto%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sLongitud del texto%4$s: El texto contiene %1$d %6$s. Esto está muy por debajo del mínimo recomendado de %5$d %7$s. %3$sAgregá más contenido%4$s.","%2$sLongitud del texto%4$s: El texto contiene %1$d %6$s. Esto está muy por debajo del mínimo recomendado de %5$d %7$s. %3$sAgregá más contenido%4$s."],"character":["caracter","characters"],"word":["palabra","words"],"words":["palabras"],"characters":["carateres"],"Man holding a tablet.":["Hombre que sostiene una tableta."],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":[""],"You've successfully installed %s!":["¡Instalaste %s correctamente!"],"Skip%s":["Saltar%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":[""],"%s account":["cuenta %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":[""],"Tracking the ranking position...":[""],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":[""],"reconnect to %s":[""],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":[""],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":[""],"No keyphrase has been set. Please set a keyphrase first.":[""],"upgrade your %s plan":[""],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":[""],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":[""],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":[""],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":[""],"Read more about keyphrase tracking with Wincher":[""],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":[""],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":[""],"Please enter a focus keyphrase first to track keyphrase performance":[""],"Keyphrase position in the last 90 days on a scale from 0 to 100.":[""],"Track SEO performance":[""],"You can enable / disable tracking the SEO performance for each keyphrase below.":[""],"Track all keyphrases on this page":[""],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":[""],"Learn more about the SEO performance feature.":[""],"SEO performance":["Rendimiento SEO"],"Connect with %s":["Conectar con %s"],"Top performing keyphrases on your site":["Frases clave con más rendimiento en tu sitio"],"* focus keyphrase":["* frase clave objetivo"],"Get more insights over at %s":["Conseguí más estadísticas en %s"],"Position over time":["Puesto a lo largo del tiempo"],"Position":["Puesto"],"Tracking":["Seguimiento"],"The %s integration offers the option to track specific keyphrases and gain insights in their positions.":["La integración con %s ofrece la opción de rastrear frases clave específicas y obtener estadísticas de su posicionamiento."],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":[""],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":[""],"Saved!":["¡Guardado!"],"Save and continue":[""],"No, don’t track my site data":[""],"Does your site represent an Organization or Person?":[""],"Activate %s":["Activar %s"],"Update %s":["Actualizar %s"],"Renew %s":["Renovar %s"],"Get help activating your subscription":["Conseguí ayuda activando tu suscripción"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Parece que estuviste ejecutando una versión obsoleta y sin activar de %1$s. Por favor, activá tu suscripción en %2$sMyYoast%3$s y actualizá a la última versión (al menos la 17.7) para obtener acceso a nuestra sección de ejercicios actualizada."],"Activate your subscription of %s":["Activá tu suscripción de %s"],"Update to the latest version of %s":[""],"Renew your subscription":["Renová tu suscripción"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["Para acceder a los últimos ejercicios es obligatoria una versión actualizada de %s (al menos la 17.7), pero parece que tu suscripción caducó. Por favor, renová tu suscripción para actualizar y obtener acceso a todas las últimas características."],"Renew your subscription of %s":["Renová tu suscripción de %s"],"Could not save this value. Please check the URL.":["No se pudo guardar este valor. Revisá la URL."],"Could not save this value. Please check the URL or username.":["No se pudo guardar este valor. Revisá la URL o el nombre de usuario."],"Oops! Something went wrong. Check your email address and try again.":[""],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":[""],"Yes, you can track my site data":[""],"Site representation":[""],"Continue":[""],"Thank you! Check your inbox for the confirmation email.":[""],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":[""],"Sign up!":[""],"Email address":["Dirección de correo electrónico"],"%1$sBack to all workouts":["%1$sVolver a todos los ejercicios"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Poner tu sitio en forma y mantener el SEO al día puede ser complicado. ¡Podemos ayudarte en los primeros pasos! ¡Hacé estos ejercicios paso a paso y vas a poder abordar algunos de los retos SEO fundamentales!"],"Add internal links to your posts and pages":["Agregá enlaces internos a tus entradas y páginas"],"Make pages easier for Google and visitors to find":[""],"Clean up your unlinked content to make sure people can find it":[""],"Orphaned content":[""],"Bring more visitors to your articles":[""],"Make your important articles rank higher":[""],"%1$s/%2$s steps completed":["%1$s/%2$s pasos completados"],"Unlock with %s!":["¡Desbloquear con %s!"],"Start workout!":["¡Empezar el ejercicio!"],"Do workout again":[""],"Continue workout!":["¡Continuar el ejercicio!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":[""],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":[""],"Current or first category title":["Título actual o de la primera categoría"],"Category Title":["Título de la categoría"],"Replaced with the post content":["Reemplazado con el contenido de la entrada"],"Post Content":["Contenido de la entrada"],"Replaced with the permalink":["Reemplazado con el enlace permanente"],"Replaced with the last name of the author":["Reemplazado con los apellidos del autor"],"Author last name":["Apellidos del autor"],"Replaced with the first name of the author":["Reemplazado con el nombre del autor"],"Author first name":["Nombre del autor"],"Replaced with the day the post was published":["Reemplazado con el día en el que la entrada fue publicada"],"Post day":["Día de la entrada"],"Replaced with the month the post was published":["Reemplazado con el mes en el que la entrada fue publicada"],"Post month":["Mes de la entrada"],"Replaced with the year the post was published":["Reemplazado con el año en el que la entrada fue publicada"],"Post year":["Año de la entrada"],"Current day":["Día actual"],"Current month":["Mes actual"],"Current date":["Fecha actual"],"Get %s to unlock social previews!":["¡Obtené %s para desbloquear las vistas previas de redes sociales!"],"Want to see how your content will look when it’s shared on %s?":["¿Querés ver el aspecto de tu contenido cuando se comparte en %s?"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sLongitud de la frase clave%5$s: La frase clave tiene %1$d %6$s. Es bastante menos que el mínimo recomendado de %2$d %7$s. ¡%4$sHacela más larga%5$s!","%3$sLongitud de la frase clave%5$s: La frase clave tiene %1$d %6$s. Es bastante menos que el mínimo recomendado de %2$d %7$s. ¡%4$sHacela más larga%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sLongitud de la frase clave%5$s: La frase clave tiene %1$d %6$s que es menos del mínimo recomendado de %2$d %6$s. ¡%4$sHacela más larga%5$s!"],"%1$sImage alt tags%2$s: All images have alt attributes. Good job!":["%1$sEtiquetas alt de imágenes%2$s: Todas las imágenes tienen atributos alt. ¡Buen trabajo!"],"%3$sImage alt tags%5$s: %1$d image out of %2$d doesn't have alt attributes. %4$sAdd alt attributes to your images%5$s!":["%3$sEtiquetas alt de imágenes%5$s: %1$d imagen de %2$d no tiene atributo alt. ¡%4$sAgregá atributos alt a tus imágenes%5$s!","%3$sEtiquetas alt de imágenes%5$s: %1$d imágenes de %2$d no tienen atributo alt. ¡%4$sAgregá atributos alt a tus imágenes%5$s!"],"%1$sImage alt tags%3$s: None of the images has alt attributes. %2$sAdd alt attributes to your images%3$s!":["%1$sEtiquetas alt de imágenes%3$s: Ninguna de las imágenes tiene atributo alt. ¡%2$sAgregá atributos alt a tus imágenes%3$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Parece que no estás usando nuestra extensión %1$s%2$s%3$s. %4$sActualizate ahora%5$s para desbloquear más herramientas y características SEO para hacer que tus productos se destaquen en los resultados de búsqueda."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["A continuación están los detalles técnicos del error. Mirá %1$sesta página%2$s para una explicación más detallada."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sFrase clave de las imágenes%2$s: ¡Buen trabajo!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sFrase clave de las imágenes%3$s: Las imágenes de esta página no tienen atributos `alt` con al menos la mitad de las palabras de tu frase clave. ¡%2$sCorregilo%3$s!"],"%1$sImages%2$s: Good job!":["%1$sImágenes%2$s: ¡Buen trabajo!"],"%1$sImages and videos%2$s: Good job!":["%1$sImágenes y videos%2$s: ¡Buen trabajo!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sImágenes y videos%5$s: Solo aparece %1$d imagen o video en esta página. Recomendamos al menos %2$d. ¡%4$sAgregá más imágenes o videos relevantes%5$s!","%3$sImágenes y videos%5$s: Solo aparecen %1$d imágenes o videos en esta página. Recomendamos al menos %2$d. ¡%4$sAgregá más imágenes o videos relevantes%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sImágenes%5$s: Solo aparece %1$d imagen en esta página. Recomendamos al menos %2$d. ¡%4$sAgregá más imágenes relevantes%5$s!","%3$sImágenes%5$s: Solo aparecen %1$d imágenes en esta página. Recomendamos al menos %2$d. ¡%4$sAgregá más imágenes relevantes%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sImágenes y videos%3$s: No aparecen imágenes o videos en esta página. ¡%2$sAgregá algunos%3$s!"],"%1$sLists%3$s: No lists appear on this page. %2$sAdd at least one ordered or unordered list%3$s!":["%1$sListas%3$s: No aparecen listas en esta página. ¡%2$sAgregá al menos una lista ordenada o desordenada%3$s!"],"%1$sLists%2$s: There is at least one list on this page. Great!":["%1$sListas%2$s: Hay al menos una lista en esta página. ¡Genial!"],"Error stack trace":["Seguimiento de la pila de errores"],"Response":["Respuesta"],"Error message":["Mensaje de error"],"Status code":["Código de estado"],"Request method":["Método de solicitud"],"Request URL":["URL de solicitud"],"Error details":["Detalles del error"],"Prep time":["Tiempo de preparación"],"The time it takes to prepare the items to be used in the instructions.":["El tiempo que lleva preparar los elementos a utilizar en las instrucciones."],"Recipe prep time":["Tiempo de preparación de la receta"],"The time it takes to actually cook the dish.":["El tiempo que lleva realmente cocinar el plato."],"Recipe cooking time":["Tiempo de cocinado de la receta"],"Workouts":["Ejercicios"],"A new version of %1$s is available. %2$sRenew your subscription%3$s if you want to update to the latest version.":["Hay una nueva versión de %1$s disponible. %2$sRenová tu suscripción%3$s si querés actualizar a la última versión."],"Rank with articles you want to rank with":["Posicionate con los artículos con los que quieras posicionarte"],"The cornerstone approach":["El enfoque en el contenido esencial"],"SEO workouts":["Ejercicios SEO"],"Enter step":["Ingresar paso"],"Instructions":["Instrucciones"],"Instructions title":["Título de las instrucciones"],"The steps of making the recipe, in the form of an ordered list with HowToStep and/or HowToSection items.":["Los pasos para hacer la receta, en forma de una lista ordenada con elementos de los pasos y/o las secciones."],"Recipe instructions":["Instrucciones de la receta"],"Enter an ingredient":["Ingresá un ingrediente"],"Ingredients":["Ingredientes"],"Ingredients title":["Título de los ingredientes"],"The ingredients used in the recipe, e.g. sugar, flour or garlic.":["Los ingredientes utilizados en la receta, p.ej. azúcar, harina o ajo."],"Recipe ingredient(s)":["Ingrediente(s) de la receta"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["¡Mejorá la calidad de las búsquedas de tu sitio! Ayudá automáticamente a tus usuarios a encontrar el contenido esencial y más importante en tus resultados de búsqueda internos. También sacá las entradas y páginas noindex de los resultados de búsqueda de tu sitio."],"Find out more about our %s integration.":["Descubrí más sobre nuestra integración con %s."],"Set up automated actions when you publish or update your content. By connecting %1$s with %2$s, you can easily send out your published posts to any of its 2000+ destinations, such as Twitter, Facebook and more.":["Configurá acciones automáticas cuando publiqués o actualicés contenido. Al conectar %1$s con %2$s podés mandar fácilmente tus entradas publicadas a cualquiera de sus más de 2.000 destinos, como Twitter, Facebook y más. "],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":["¡Conseguí sugerencias relevantes de enlazado interno – mientras escribís! La caja meta de sugerencias de enlaces muestra una lista de entradas de tu blog con contenido similar al que podría ser interesante enlazar. "],"Find out how Insights can help you improve your content.":["Descubrí cómo las estadísticas pueden ayudarte a mejorar tu contenido."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Descubrí datos relevantes sobre tu contenido en la sección de estadísticas de la caja meta de Yoast SEO. ¡Vas a ver qué palabras usás más y si coinciden con tus palabras clave!"],"Read more about Schema.":["Lee más sobre Schema."],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Ups, algo anduvo mal y no pudimos completar la optimización de tus datos SEO. Asegurate de activar tu suscripción en MyYoast completando %1$sestos pasos%2$s."],"To unlock this feature please update %s to the latest version.":["Para desbloquear esta función, actualizá %s a la última versión."],"Rewrite titles":["Reescritura de títulos"],"%d minutes":["%d minutos"],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Los ajustes de apariencia social para los archivos requieren metadatos de Open Graph (que se encuentran desactivados). Podés activarlos en los %1$sajustes \"Social\" de la pestaña de \"Facebook\"%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Los ajustes de apariencia social para las taxonomías requieren metadatos de Open Graph (que se encuentran deshabilitados). Podés habilitarlos en los %1$sajustes \"Social\" de la pestaña de \"Facebook\"%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Los ajustes de apariencia social para los tipos de contenido requieren metadatos de Open Graph (que se encuentran deshabilitados). Podés habilitarlos en los %1$sajustes \"Social\" de la pestaña de \"Facebook\"%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Los ajustes de apariencia social para tu página de inicio requieren metadatos de Open Graph (que se encuentran deshabilitados). Podés habilitarlos en los %1$sajustes \"Social\" de la pestaña de \"Facebook\"%2$s."],"%s archive settings":["Ajustes de archivo de %s"],"Single %s settings":["Ajustes de página individual de %s"],"These are the image, title and description used when a link to your homepage is shared on social media.":["Estos son la imagen, título y descripción utilizados cuando se comparte un enlace a tu página de inicio en redes sociales ."],"Default image":["Imagen predeterminada"],"The social homepage settings have been moved to the %1$s‘Search appearance’ settings under the ‘General’ tab%2$s.":["Los ajustes sociales de la página de inicio fueron movidos a los %1$sajustes de \"Apariencia en el buscador\" de la pestaña \"General\"%2$s."],"Social image":["Imagen social"],"Enter a recipe description":["Ingresá la descripción de la receta"],"A description of the recipe.":["Una descripción de la receta."],"Recipe description":["Descripción de la receta"],"Cooking time":["Tiempo de cocción"],"Unlock with Premium":["Desbloquealo con la versión Premium"],"Good job! All required information has been provided.":["¡Buen trabajo! Se ha proporcionado toda la información necesaria."],"Recommended information":["Información recomendada"],"Required information":["Información necesaria"],"JobPosting schema":["Schema de JobPosting"],"%s has been left empty.":["%s se ha dejado vacío."],"The `%1$s` attribute is recommended but missing.":["El atributo \"%1$s\" es recomendado pero no está disponible."],"The `%1$s` attribute is required but missing.":["El atributo \"%1$s\" es necesario pero no está disponible."],"Addon installation failed because of an error: %s.":["La instalación de la extensión falló debido al siguiente error: %s."],"You are not allowed to install plugins.":["No tenés permisos para instalar plugins."],"Addon installed.":["Extensión instalada."],"Addon activation failed because of an error: %s.":["La activación de la extensión falló debido a un error: %s."],"You are not allowed to activate plugins.":["No tenés permisos para activar plugins."],"Addon activated.":["Extensión activada."],"%1$s Continue to %2$s%3$s":["%1$s Continuar a %2$s%3$s"],"Installing and activating addons":["Instalación y activación de extensiones"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["No se instalaron %1$s plugins. Parece que no tenés ninguna suscripción activa."],"the following addons":["las siguientes extensiones"],"%s SEO installation":["Instalación de %s SEO"],"Install and activate":["Instalar y activar"],"Please confirm below that you would like to install %s on this site.":["Confirmá a continuación que querés instalar %s en este sitio."],"Insert variable":["Insertar variable"],"Heading %d":["Encabezado %d"],"Change heading level":["Cambiar el nivel del encabezado"],"The `%1$s` block is recommended but missing.":["El bloque \"%1$s\" es recomendado pero no está disponible."],"The `%1$s` block is required but missing.":["El bloque \"%1$s\" es obligatorio pero no está disponible."],"Shopping data preview:":["Vista previa de los datos de compra:"],"Availability":["Disponibilidad"],"Price":["Precio"],"Rating":["Valoración"],"%s reviews":["%s reseñas"],"Rating: %s":["Valoración: %s"],"Image":["Imagen"],"Social description":["Descripción social"],"Social title":["Título social"],"Not all required information has been provided! %s schema will not be generated for your page.":["¡No se ingresó toda la información necesaria! No se generará ningún Schema de %s para la página."],"Add a block to your recipe...":["Agregá un bloque a tu receta…"],"Serves #":["Raciones #"],"Create a Recipe in an SEO-friendly way. You can only use one Recipe block per post.":["Creá una receta amigable para el SEO. Solo podés usar un bloque de receta por entrada."],"%1$s Recipe":["Receta de %1$s"],"Enter a recipe name":["Ingresá el nombre de la receta"],"Required by %s":["Requerido por %s"],"Auto-updates are disabled based on this setting for %1$s.":["Las actualizaciones automáticas están desactivadas en base a este ajuste para %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Las actualizaciones automáticas están activadas en base a este ajuste para %1$s."],"Select a date":["Seleccionar una fecha"],"New":["Nuevo"],"Schema analysis:":["Análisis de Schema:"],"Enable Breadcrumbs for your theme":["Habilitar la ruta de navegación para tu tema"],"Note: You can always choose to enable / disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Nota: Siempre podés elegir a continuación habilitarlas o deshabilitarlas para tu tema. Este ajuste no se aplicará a las rutas de navegación insertadas mediante un widget, un bloque o un shortcode."],"You've just removed the ‘%1$s’ block, but this is a %2$srecommended block for Schema output%3$s. Are you sure you want to do this?":["Acabás de eliminar el bloque de '%1$s' pero es un bloque %2$srecomendado de para la salida del Schema%3$s. ¿Estás seguro de que querés hacer esto?"],"You've just removed the ‘%1$s’ block, but this is a %2$srequired block for Schema output%3$s. Without this block no Schema will be generated. Are you sure you want to do this?":["Acabás de eliminar el bloque de '%1$s' pero es un %2$sbloque obligatorio para la salida del Schema%3$s. Sin este bloque no se generará el Schema ¿Estás seguro de que querés hacer esto?"],"seconds":["segundos"],"Select image":["Seleccionar una imagen"],"Replace image":["Reemplazar imagen"],"site structure":["estructura del sitio"],"internal linking":["enlaces internos"],"breadcrumbs":["Ruta de navegación"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Añade la ruta de navegación de Yoast SEO a tu plantilla o a tu contenido."],"Yoast Breadcrumbs":["Ruta de navegación de Yoast"],"No, please undo this":["No, por favor, deshacé esto"],"The term is considered invalid. The following reason was given by WordPress: %s":["El término no se considera válido. WordPress dió la siguiente razón: %s"],"The post could not be found.":["No se pudo encontrar la entrada."],"The term could not be found.":["No se pudo encontrar el término."],"This feature has been disabled since subsites never send tracking data.":["Esta característica fue desactivada, ya que los subsitios nunca envían datos de rastreo."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the Yoast SEO Multilingual add-on%2$s as well!":["Vimos que instalaste WPML. Para asegurar que tus URL canónicas están establecidas correctamente, ¡%1$sinstalá y activá también la extensión Yoast SEO Multilingual%2$s!"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Lamentablemente, no podemos guardar los cambios en tus ajustes SEO mientras estás trabajando en un borrador de %1$s ya publicado. Si querés guardar tus cambios de SEO, asegurate de hacer clic en \"Actualizar\", o esperá a hacer tus cambios de SEO hasta que estés listo para actualizar %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["¡Empezá con el análisis de contenido de Yoast SEO para Elementor!"],"Got it":["Entendido"],"New: Yoast SEO for Elementor":["Nuevo: Yoast SEO para Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Debido a un cambio en tu ajuste de la categoría base, algunos de tus datos SEO tienen que ser reprocesados."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Esperá una semana más o menos, hasta que %1$s procese automáticamente la mayoría de tu contenido en segundo plano."],"%s minute":["%s minuto","%s minutos"],"Est. reading time":["Tiempo de lectura"],"Written by":["Escrito por"],"Google Rich Results Test":["Prueba de resultados enriquecidos de Google"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Descubrí cómo los fragmentos enriquecidos pueden aumentar la visibilidad y la tasa de clics."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Esto agrega una línea de autor y tiempo estimado de lectura al fragmento de código del artículo cuando se comparte en Slack."],"Enhanced Slack sharing":["Se mejoró: compartir en Slack"],"Activate your subscription":["Activá tu suscripción"],"SEO data optimization is disabled for non-production environments.":["La optimización de datos SEO está desactivada para los entornos que no están en producción."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Esta característica incluye y reemplaza el contador de enlaces de texto y el análisis de enlaces internos"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Esta pestaña te permite deshabilitar selectivamente las integraciones de %1$s con productos de terceros en todos los sitios de la red. Por defecto todas las integraciones están habilitadas, lo que permite a los administradores de sitios elegir por sí mismos si quieren activar o no una integración en su sitio. Cuando deshabilitás una integración acá, los administradores de sitios no van a poder usar esa integración."],"%s can integrate with third party products. You can enable or disable these integrations below.":["%1$s puede integrarse con productos de terceros. Podés habilitar o deshabilitar estas integraciones abajo."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Debido a un cambio en los ajustes de la URL de tus categorías, algunos de tus datos SEO tienen que ser reprocesados."],"Stop SEO data optimization":["Detener la optimización de datos SEO"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["¡Epa!, algo anduvo mal y no pudimos completar la optimización de tus datos SEO. Por favor, hacé clic en el botón de nuevo para reiniciar el proceso."],"Optimizing SEO data... This may take a while.":["Optimizando datos SEO… Esto puede tardar un rato."],"SEO data optimization complete":["Optimización de datos SEO completa"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Podés acelerar tu sitio,y obtener mejoras en la estructura de enlazado interno, permitiéndonos realizar unas pocas optimizaciones en el modo en el que se almacenan los datos SEO."],"Start SEO data optimization":["Empezar la optimización de datos SEO"],"Learn more about the benefits of optimized SEO data.":["Aprendé más sobre los beneficios de los datos SEO optimizados."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Podés acelerar tu sitio, y obtener mejoras en la estructura de enlazado interno, permitiéndonos realizar unas pocas optimizaciones en el modo en el que se almacenan los datos SEO. Si tenés mucho contenido puede que tarde un rato, pero confiá en nosotros; vale la pena."],"Optimize SEO Data":["Optimizar datos SEO"],"If the problem persists, please contact support.":["Si persiste el problema, contactá con soporte."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Algo anduvo mal y no pudimos completar la optimización de tus datos SEO. Por favor, %1$sreiniciá el proceso%2$s."],"All permalinks were successfully reset":["Todos los enlaces permanentes se restablecieron correctamente."],"Check out %s!":["¡Probá %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["¿Te gustaría poder agregar estas frases relacionadas al análisis de %s para poder optimizar más tu contenido?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Encontramos un problema al tratar de obtener las frases clave relacionadas. Por favor, probá de nuevo más tarde."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Alcanzaste la cantidad máxima de 4 frases clave relacionadas. Podés cambiar o eliminar frases clave relacionadas en la caja meta o en la barra lateral de %s."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Por favor, esperá mientras %1$s se conecta a %2$s para obtener frases clave relacionadas…"],"Upgrade your %s plan":["Actualizá tu plan de %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Alcanzaste tu límite de peticiones para hoy. Volvé mañana o actualizá tu plan en %s."],"Last month":["Último mes"],"Two months ago":["Hace dos meses"],"Three months ago":["Hace tres meses"],"Four months ago":["Hace cuatro meses"],"Five months ago":["Hace cinco meses"],"Six months ago":["Hace seis meses"],"Seven months ago":["Hace siete meses"],"Eight months ago":["Hace ocho meses"],"Nine months ago":["Hace nueve meses"],"Ten months ago":["Hace diez meses"],"Eleven months ago":["Hace once meses"],"Twelve months ago":["Hace doce meses"],"Get more insights at %s":["Conseguí más estadísticas en %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volumen de frases clave durante los últimos 12 meses en una escala de 0 a 100."],"Learn more about the related keyphrases trend":["Aprendé más sobre las tendencias en frases clave relacionadas"],"Trend":["Tendencias"],"Learn more about the related keyphrases volume":["Aprendé más sobre el volumen de frases clave relacionadas"],"Volume":["Volumen"],"Related keyphrase":["Frase clave relacionada"],"Select country":["Seleccionar país"],"Show results for:":["Mostrar resultados para:"],"Please enter a focus keyphrase first to get related keyphrases":["Por favor, ingresá primero una frase clave relacionada para obtener las frases clave relacionadas "],"Sorry, there's no data available for that keyphrase/country combination.":["Lo siento, no hay ningún dato disponible para esa combinación de frase clave/país."],"Get related keyphrases":["Obtener frases clave relacionadas"],"Related keyphrases":["Frases clave relacionadas"],"The number of headers and header labels don't match.":["El número de cabeceras y etiquetas de cabeceras no coinciden."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["La integración con %s ofrece sugerencias y estadísticas de palabras clave relacionadas con la frase clave objetivo introducida."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Desactivar los mapas de sitio XML de Yoast SEO no desactivará los mapas de sitio del núcleo de WordPress. En algunos casos, esto %1$spuede generar errores de SEO en tu sitio%2$s. Estos errores pueden aparecer reflejados en Google Search Console y en otras herramientas."],"If you still need support and have an active subscription for this product, please email %s.":["Si todavía necesitás ayuda, y tenés una suscripción activa para este producto, enviá un correo electrónico a %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Probablemente encontrés una respuesta a tu pregunta en nuestro %1$scentro de ayuda%2$s."],"Need support?":["¿Necesitás ayuda?"],"Twitter preview":["Vista previa de Twitter"],"Facebook preview":["Vista previa de Facebook"],"Return to your %s":["Volver a tu %s"],"Make sure to save your %s for changes to take effect":["Asegurate de que guardaste la %s para que tengan efecto los cambios "],"Make your products stand out in Google":["Hacé que tus productos destaquen en Google"],"Everything you need for Google News":["Todo lo que necesitás para Google News"],"Start ranking better for your videos":["Empezá a posicionar mejor tus videos"],"Stop losing customers to other local businesses":["Dejá de perder clientes por otros negocios locales"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["La sección avanzada de la caja meta %1$s permite a un usuario eliminar entradas de los resultados de búsqueda o cambiar el canónico. Estos ajustes en la pestaña Schema permite a un usuario cambiar los datos meta de Schema para una entrada. Son cosas que a lo mejor no querés que haga un autor. Por eso, por defecto, solo pueden hacerlo los editores y administradores. Establecer esto como \"%2$s\" permitirá a todos los usuarios cambiar estos ajustes."],"Security: no advanced or schema settings for authors":["Seguridad: ningún ajuste avanzado o de schema para los autores"],"Report":["Informe"],"Tech Article":["Artículo técnico"],"Scholarly Article":["Artículo académico"],"Satirical Article":["Artículo satírico"],"Advertiser Content Article":["Artículo con contenido publicitario"],"News Article":["Artículo de noticias"],"Social Media Posting":["Publicación en medios sociales"],"Article":["Artículo"],"Search Results Page":["Página de resultados de búsqueda"],"Real Estate Listing":["Anuncio inmobiliario"],"Checkout Page":["Página de pago"],"Collection Page":["Página de colección"],"Medical Web Page":["Página web médica"],"Contact Page":["Página de contacto"],"Profile Page":["Página de perfil"],"QA Page":["Página de preguntas y respuestas"],"FAQ Page":["Página de FAQ"],"About Page":["Página Acerca de"],"Item Page":["Página de artículo"],"Web Page":["Página web"],"Default for %1$s (%2$s)":["Predeterminado para %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Esto ayuda a los motores de búsqueda a comprender tu web y tu contenido. A continuación, podés cambiar algunos de tus ajustes para esta página."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO describe automáticamente tus páginas usando schema.org"],"default":["predeterminado"],"Article type":["Tipo de artículo"],"Page type":["Tipo de página"],"Learn more about page or content types":["Aprendé más sobre los tipos de página o de contenido"],"What type of page or content is this?":["¿Qué tipo de página o contenido es este?"],"Learn more about structured data with Schema.org":["Aprendé más sobre los datos estructurados con Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Podés cambiar el tipo por defecto para %1$s en tus %2$sajustes de apariencia en el buscador%3$s."],"Default Article type":["Tipo de artículo predeterminado"],"Default Page type":["Tipo de página predeterminado"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Al guardar, este ajuste se aplicará a todas tus %1$s. Las %1$s que se configuren manualmente se dejarán sin modificar.","Al guardar, estos ajustes se aplicarán a todas tus %1$s. Las %1$s que se configuren manualmente se dejarán sin modificar."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Elegí cómo deberían describirse por defecto tus %1$s en el marcado de schema.org de tu sitio. Podés cambiar estos ajustes en cada %1$s."],"Learn more about the schema settings":["Aprendé más sobre los ajustes de schema"],"Schema settings":["Ajustes de Schema"],"Structured Data":["Datos estructurados"],"Yoast How-to":["Guía de Yoast"],"Yoast FAQ":["FAQ de Yoast"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: No contiene la coincidencia exacta. %2$sProbá a escribir la conincidencia exacta de tu frase clave en el título SEO y ponela al principio del título%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: La coincidencia exacta de la frase clave objetivo aparece en el título SEO, pero no al principio. %2$sMovela al principio para unos mejores resultados%3$s."],"%1$s Internal Linking Blocks":["Bloques de enlazado interno de %1$s"],"Allow us to track some data about your site to improve our plugin.":["Nos permite hacer un rastreo de algunos datos de tu sitio para mejorar nuestro plugin."],"Usage tracking":["Seguimiento de uso"],"Read more about how internal linking can improve your site structure.":["Leé más sobre cómo el enlazado interno puede mejorar la estructura de tu sitio."],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to.":[""],"Link suggestions":["Sugerencias de enlaces"],"Insights":["Estadísticas"],"Remove image":["Eliminar imagen"],"%s preview":["Vista previa de %s"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["El tamaño de archivo de la imagen subida es demasiado grande para %s. El tamaño del archivo debe ser menor de %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["El formato de la imagen subida no está soportado. Los formatos soportados son: %s, %s, %s y %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Subiste un %s. Tené en cuenta que si es un %s animado solo se va a usar el primer fotograma."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Las dimensiones de tu imagen no son adecuadas. Las dimensiones mínimas son de %dx%d pixeles. Las dimensiones máximas son de %dx%d pixeles."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Las dimensiones de tu imagen no son adecuadas. Las dimensiones mínimas son de %dx%d píxeles."],"Dismiss":[""],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Debido a un cambio en la estructura de tus enlaces permanentes, algunos de tus datos SEO necesitan ser reprocesados."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Debido a un cambio en los ajustes de la URL de tus categorías, algunos de tus datos SEO tienen que volver a ser procesados."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Por favor, actualizá tu versión de WordPress o instalá el plugin Gutenberg para conseguir esta característica de %1$s."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Marcar enlaces con nofollow/sponsored se desactivó para instalaciones de WordPress inferiores a la 5.4."],"Show SEO settings for %1$s?":["¿Mostrar los ajustes SEO para %1$s?"],"Open in new tab":["Abrir en una nueva pestaña"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Este es un enlace patrocinado o un anuncio (marcado como %1$sspatrocinado%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Los motores de búsqueda deberían ignorar este enlace (marcado como %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Aprendé más sobre marcar un enlace como nofollow o sponsored."],"Link inserted.":["Enlace insertado."],"Link edited.":["Enlace editado."],"Warning: the link has been inserted but may have errors. Please test it.":["Advertencia: el enlace se insertó pero puede tener errores. Por favor, comprobalo."],"Unlink":["Eliminar enlace"],"Link removed.":["Enlace eliminado."],"Link":["Enlace"],"We've analyzed your post. There is still room for improvement!":["Analizamos tu entrada. ¡Todavía hay posibilidades de hacer mejoras!"],"We've analyzed your post. Everything looks good. Well done!":["Analizamos tu entrada. Todo parece estar bien. ¡Bien hecho!"],"No focus keyword was entered":["No se introdujo una frase clave objetivo"],"Share your post!":["¡Compartí tu entrada!"],"Improve your post with Yoast SEO":["Mejorá tu entrada con Yoast SEO"],"SEO analysis:":["Análisis SEO"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["La columna de enlaces muestra el número de artículos de este sitio que enlazan %3$sa%4$s este artículo y el número de URLs enlazadas %3$sdesde%4$s este artículo. Aprendé más sobre %1$scómo usar estas características para mejorar tu enlazado interno%2$s, algo que mejora enormemente tu SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Escribimos un artículo sobre cómo %1$susar la puntuación de SEO y legibilidad%2$s."],"%1$s adds several columns to this page.":["%1$s agregá varias columnas a esta página."],"We estimate this will take less than a minute.":["Estimamos que esto tomará menos de un minuto."],"We estimate this will take a couple of minutes.":["Estimamos que esto llevará un par de minutos."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sCorré el proceso de indexación en tu servidor%2$s usando %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Estimamos que esto va a llevar mucho tiempo debido al tamaño de tu sitio. Como alternativa a esperar podrías:"],"Show debug information":["Mostrar información de depuración"],"Your site will continue to work normally, but won't take full advantage of %s.":["Tu sitio va a seguir funcionando normalmente, pero no va a aprovechar todas las ventajas de %s."],"%s had problems creating the database tables needed to speed up your site.":["%s tuvo problemas al crear las tablas de la base de datos necesarias para acelerar tu sitio."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Tu frase clave es demasiado larga. Puede tener un máximo de 191 caracteres."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sDescubrí cómo resolver este problema en nuestro centro de ayuda%2$s."],"The text link counter feature is not working as expected":["La característica del contador de enlaces a texto no está funcionando como se esperaba"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["El contador de enlaces a texto te ayuda a mejorar la estructura de tu sitio. %1$sDescubrí cómo puede el contador de enlaces a texto mejorar tu SEO%2$s."],"The text link counter is working as expected":["El contador de enlaces a texto está funcionando como se esperaba"],"I don't want this site to show in the search results.":["No quiero que este sitio se muestre en los resultados de búsqueda."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Si querés que los motores de búsqueda muestren este sitio en sus resultados tenés que %1$sir a tus ajustes de lectura%2$s y desmarcar la casilla de visibilidad en los motores de búsqueda."],"Learn more about the no-index setting on our help page.":["Aprendé más sobre el ajuste de noindex en nuestra página de ayuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Aunque acá podés configurar los ajustes de meta robots, el sitio completo está configurado como noindex en los ajustes de privacidad globales, así que estos ajustes no tendrían efecto."],"Learn more about canonical URLs on our help page.":["Aprendé más sobre las URLs canonical en nuestra página de ayuda."],"Learn more about the breadcrumbs title setting on our help page.":["Aprendé más sobre el ajuste del título de los breadcrumbs en nuestra página de ayuda."],"Learn more about advanced meta robots settings on our help page.":["Aprendé más sobre los ajustes avanzados de meta robots en nuestra página de ayuda."],"Learn more about the no-follow setting on our help page.":["Aprendé más sobre el ajuste nofollow en nuestra página de ayuda."],"Should search engines follow links on this %s":["Deberían los motores de búsqueda seguir los enlaces en este %s"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["La variable %1$s de la API REST te da todos los metadatos que necesitás para una URL específica. Esto hará que para los sitios WordPress headless, utilicen %1$s para la salida de todos sus meta SEO."],"REST API: Head endpoint":["API REST: Head endpoint"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Por favor, leé %1$seste artículo de ayuda%2$s para descubrir cómo resolver este problema. "],"a theme that has proper title-tag theme support, or adapt your theme to have that support":["un tema que tiene la compatibilidad adecuada para la etiqueta de título del tema, o adapta tu tema para tener esa compatibilidad"],"Replaced with the term ancestors hierarchy":["Reemplazado con la jerarquía de antecesores del término"],"Term hierarchy":["Jerarquía de términos"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sPodés cambiar la descripción corta en el personalizador%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Todavía tenés la descripción corta predeterminada de WordPress. Incluso una en blanco es probablemente mejor."],"You should change the default WordPress tagline":["Deberías cambiar la descripción corta predeterminada de WordPress"],"You are using a custom tagline or an empty one.":["Estás usando una descripción corta personalizada o una vacía."],"You changed the default WordPress tagline":["Cambiaste la descripción corta predeterminada de WordPress"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Los comentarios de tus entradas se muestran en una página individual. Esto es tal como ya lo sugerimos. ¡Lo estás haciendo bien!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Es muy recomendable que tengas el nombre de la entrada en la URL de tus entradas y páginas. Considerá ajustar la estructura de tus enlaces permanentes como %s."],"You do not have your postname in the URL of your posts and pages":["No tenés el nombre de la entrada en la URL de tus entradas y páginas"],"You do have your postname in the URL of your posts and pages.":["Tenés el nombre de la entrada en la URL de tus entradas y páginas."],"Your permalink structure includes the post name":["Tu estructura de enlaces permanentes incluye el nombre de la entrada"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Los comentarios de tus entradas se dividen en varias páginas. Como esto no es necesario en 999 de cada 1000 casos, recomendamos que lo desactivés. Para solucionar esto, desmarcá \"Separar comentarios en páginas...\" en la página de ajustes de comentarios."],"Comments break into multiple pages":["Los comentarios se dividen en varias páginas."],"Comments are displayed on a single page":["Los comentarios se muestran en una sola página"],"No title":["Sin título"],"%1$sGo to the Discussion Settings page%2$s":["%1$sIr a la página de ajustes de comentarios%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sEsto ha sido informado por el plugin %2$s%3$s"],"Mobile result":["Resultado en el celular"],"Preview as:":["Vista previa como:"],"Desktop result":["Resultado en escritorio"],"Google preview":["Vista previa de Google"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Cuando hagás clic en Aceptar, vamos a abrir nuestra baliza de HelpScout donde vas a poder encontrar respuestas a tus preguntas. Esta baliza va a cargar nuestros datos de soporte y, potencialmente, también podrá establecer cookies."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["El navegador que usás actualmente es muy antiguo. Como nos esforzamos por brindarte la mejor experiencia posible, ya no admitimos este navegador. En su lugar, usá %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Si querés aplicar ajustes avanzados <code>meta</code> robots para esta página, por favor definilos en el siguiente campo."],"Check out %1$s":["Revisá %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Tenemos cursos en línea gratuitos y premium para aprender todo lo que necesitás saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["¿Querés aprender SEO con el equipo Yoast? ¡Mirá nuestra %1$s!"],"Learn SEO":["Aprendé SEO"],"%s settings to import:":["Ajustes de %s a importar:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importá los ajustes desde otra instalación de %1$s pegándolos aquí y haciendo clic en \"%2$s\"."],"Your %1$s settings:":["Tus ajustes de %1$s:"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph metadata\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["Twitter usa datos meta de Open Graph, al igual que Facebook, por eso asegurate de mantener activado el ajuste \"Añadir datos meta de Open Graph\" en la pestaña de Facebook, si querés optimizar tu sitio para Twitter."],"Schema":["Esquema"],"Please check the format of the YouTube URL you entered. %s":["Por favor, comprobá el formato de la URL de YouTube que introdujiste. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Por favor, comprobá el formato de la URL de Wikipedia que introdujiste. %s"],"Please check the format of the Pinterest URL you entered. %s":["Por favor, comprobá el formato de la URL de Pinterest que introdujiste. %s"],"Please check the format of the MySpace URL you entered. %s":["Por favor, comprobá el formato de la URL de MySpace que introdujiste. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Por favor, comprobá el formato de la URL de LinkedIn que introdujiste. %s"],"Please check the format of the Instagram URL you entered. %s":["Por favor, comprobá el formato de la URL de Instagram que introdujiste. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Por favor, comprobá el formato de la URL de la página de Facebook que introdujiste. %s"],"Settings saved.":["Ajustes guardados."],"Dismiss this alert":["Descartar esta alerta"],"An organization name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data%2$s.":["Es necesario establecer un nombre y un logotipo de la empresa, para que los datos estructurados funcionen correctamente. %1$sAprendé más sobre la importancia de los datos estructurados%2$s."],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s no parece ser un ID válido de Facebook App. Por favor corregilo."],"The submitted value was: %s":["El valor enviado fue: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Los códigos de confirmación de Yandex solo pueden contener letras de la A a la F, números, guiones y guiones bajos. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Los nombres de usuario de Twitter solo pueden contener letras, números y guiones vajos. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Los códigos de confirmación de Pinterest solo pueden contener letras de la A a la F, números, guiones y guiones bajos. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Los códigos de confirmación de Bing solo pueden contener letras de la A a la F, números, guiones y guiones bajos. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Los códigos de verificación de Google solo pueden contener letras, números, guiones y guiones bajos. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Los códigos de confirmación de Baidu solo pueden contener letras, números, guiones y guiones bajos. %s"],"Show this item.":["Mostrar este elemento."],"Hide this item.":["Ocultar este elemento."],"You have %d hidden problem:":["Tenés  %d problema oculto:","Tenés %d problemas ocultos:"],"You have %d hidden notification:":["Tenés %d notificación oculta:","Tenés %d notificaciones ocultas:"],"Focus keyphrase not set":[""],"The form contains %1$s error. %2$s":["El formulario contiene %1$s error. %2$s","El formulario contiene %1$s errores. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Las siguientes palabras y combinaciones de palabras, son las que más aparecen en el contenido. Estas dan una indicación sobre en qué se enfoca tu contenido. Si las palabras difieren mucho de tu temática, puede que quieras reescribir tu contenido debidamente."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Cuando agregués un poco más de texto, te vamos a dar la lista de las palabras que más aparecen en el contenido. Estas dan una indicación sobre en qué se enfoca tu contenido."],"%d occurrences":["%d apariciones"],"Activate %s for your site on MyYoast":["Activá %s para tu sitio en MyYoast"],"Show blog page in breadcrumbs":["Mostrar página del blog en breadcrumbs"],"We could not find any relevant articles on your website that you could link to from your post.":["No pudimos encontrar artículos relevantes en tu página web que puedas enlazar desde tu entrada."],"Has feedback":["Tenés comentarios"],"Content optimization:":["Optimización de contenido:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLegibilidad%2$s: %3$s"],"Post Noindexed":["Publicación con no-index"],"No Focus Keyphrase":["Sin frase clave objetivo"],"Person logo / avatar":["Logo de la persona / avatar"],"Posts with the SEO score: %s":["Entradas con la puntuación de SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["vídeo tutorial %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Para ver tus errores actuales de indexación, %1$spor favor, visitá Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google ha discontinuado su aplicación para detectar errores de rastreo. Por lo tanto, posiblemente tus errores de rastreo no se muestren más aquí. %1$sPara más información, leé nuestra declaración acerca de este tema.%2$s."],"Get the %s plugin now":["Obtené el plugin %s ahora"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["¡Optimizá tu sitio para una audiencia local con nuestro plugin %s! ¡Detalles de direcciones optimizadas, horarios de apertura, localizador de tiendas y opciones de recogida!"],"Serving local customers?":["¿Atendés clientes locales?"],"Organization's social profiles":["Perfiles sociales de la organización"],"Personal info":["Información personal"],"Organization logo":["Logotipo de la organización"],"Organization name":["Nombre de la organización"],"Choose whether the site represents an organization or a person.":["Elegí si el sitio representa a una organización o a una persona."],"Knowledge Graph & Schema.org":["Knowledge Graph y Schema.org"],"(if one exists)":["(si existe)"],"Wikipedia page about you":["Página de Wikipedia sobre ti"],"YouTube profile URL":["URL del perfil de YouTube"],"Tumblr profile URL":["URL del perfil de Tumblr"],"SoundCloud profile URL":["URL del perfil de SoundCloud"],"MySpace profile URL":["URL del perfil de MySpace"],"Organization or person":["Organización o persona"],"Organization":["Organización"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Antes configuraste tu sitio para representar a una persona. Mejoramos nuestra funcionalidad sobre Schema y el Knowledge Graph, así que debés ir y %1$scompletar esos ajustes%2$s."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Elegiste el usuario %1$s como la persona que representa este sitio. Su información de perfil de usuario se va a usar ahora en los resultados de búsqueda. %2$sActualizá su perfil para asegurarte que la información sea correcta%3$s"],"Please select a user below to make your site's meta data complete.":["Por favor, seleccioná un usuario para completar los metadatos de tu sitio."],"Select a user...":["Elegí un usuario..."],"Uncategorized":["No categorizado"],"If a Wikipedia page for you or your organization exists, add it too.":["Si en Wikipedia existe una página tuya, o de tu organización, añadila también."],"Pinterest profile URL":["URL del perfil de Pinterest"],"LinkedIn profile URL":["URL de perfil en LinkedIn"],"Instagram profile URL":["URL del perfil de Instagram"],"No JSON object was returned.":["No se devolvió un objeto JSON."],"Received internal links":["Enlaces internos recibidos"],"Outgoing internal links":["Enlaces internos salientes"],"New step added":["Nuevo paso agregado"],"New question added":["Nueva pregunta agregada"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Para que esta característica funcione, %1$snecesita crear una tabla en tu base de datos. No pudimos crear esta tabla automáticamente."],"Keyphrase":["Frase clave"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sFrase clave de la imagen%5$s: De %2$d imágenes en esta página, %1$d tienen atributos `alt` con palabras de tu frase clave o sinónimos. Eso es demasiado. %4$sIncluye la frase clave o sus sinónimos solo cuando realmente encajen con la imagen%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sFrase clave de la imagen%5$s: De %2$d imágenes en esta página, solo %1$d tiene un atributo `alt` que refleja el tema de tu texto. ¡%4$sAgregá tu frase clave o sinónimos a las etiquetas `alt` de las imágenes más relevantes%5$s!","%3$sFrase clave de la imagen%5$s: De %2$d imágenes en esta página, solo %1$d tienen atributos `alt` que reflejan el tema de tu texto. ¡%4$sAgregá tu frase clave o sinónimos a las etiquetas `alt` de las imágenes más relevantes%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sFrase clave de la imagen%3$s: Las imágenes de esta página no tienen atributos `alt` que reflejen el tema de tu texto. ¡%2$sAgregá tu frase clave o sinónimos a las etiquetas `alt` de las imágenes relevantes%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sFrase clave de la imagen%3$s: Las imágenes de esta página tienen atributos `alt`, pero no estableciste tu frase clave. ¡%2$sCorregilo%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sFrase clave en subtítulo%2$s: %3$s de tus subtítulos H2 y H3 refleja el tema de tu texto. ¡Buen trabajo!","%1$sFrase clave en subtítulo%2$s: %3$s de tus subtítulos H2 y H3 reflejan el tema de tu texto. ¡Buen trabajo!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sFrase clave en subtítulo%2$s: tus subtítulos H2 o H3 reflejan el tema de tu texto. ¡Buen trabajo!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sFrase clave en subtítulo%3$s: ¡%2$sUsá más frases clave o sinónimos en tus subtítulos H2 o H3%3$s!"],"Page %s":["Página %s"],"Cannot get the size of %1$s because of unknown reasons.":["No se puede obtener el tamaño de %1$s por razones desconocidas."],"Cannot get the size of %1$s because it is hosted externally.":["No se puede obtener el tamaño de %1$s porque está alojado externamente."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTítulo único%3$s: Solo deberías usar H1 como tu título principal. Encontrá todos los H1 en tu texto que no sean el título principal y, ¡%2$scambialos a un nivel de encabezado inferior%3$s!"],"Improve sharing on Facebook and Pinterest":["Mejora el compartir en Facebook y Pinterest"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidad de frase clave%2$s: La frase clave objetivo se encontró %5$d vez. Eso es mucho más que el máximo recomendado de %3$d veces para un texto con esta longitud. ¡%4$sNo sobreoptimicés%2$s!","%1$sDensidad de frase clave%2$s: La frase clave objetivo se encontró %5$d veces. Eso es mucho más que el máximo recomendado de %3$d veces para un texto con esta longitud. ¡%4$sNo sobreoptimicés%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidad de frase clave%2$s: La frase clave objetivo se encontró %5$d vez. Eso es más que el máximo recomendado de %3$d veces para un texto con esta longitud. ¡%4$sNo sobreoptimicés%2$s!","%1$sDensidad de frase clave%2$s: La frase clave objetivo se encontró %5$d veces. Eso es más que el máximo recomendado de %3$d veces para un texto con esta longitud. ¡%4$sNo sobreoptimicés%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sDensidad de la frase clave%2$s: La frase clave se encontró %3$d vez. ¡Eso es genial!","%1$sDensidad de la frase clave%2$s: La frase clave se encontró %3$d veces. ¡Eso es genial!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidad de frase clave%2$s:  La frase clave objetivo se encontró %5$d vez. Eso es menos que el mínimo recomendado de %3$d veces para un texto con esta longitud. ¡%4$sEnfocate en tu frase clave%2$s!","%1$sDensidad de frase clave%2$s:  La frase clave objetivo se encontró %5$d veces. Eso es menos que el mínimo recomendado de %3$d veces para un texto con esta longitud. ¡%4$sEnfocate en tu frase clave%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidad de palabras clave%2$s: La palabra clave principal no fue encontrada. Eso es menos de lo recomendado de %3$d veces para un texto de este largo. ¡%4$sEnfocate en tu palabra clave principal%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Importar ajustes solo está soportado en servidores que corran PHP 5.3 o superior."],"Export your %1$s settings here, to copy them on another site.":["Exportá acá tus ajustes de %1$s, para copiarlos en otro sitio."],"No settings found.":["No se encontraron ajustes."],"These are settings for the %1$s plugin by %2$s":["Estos son los ajustes para el plugin %1$s de %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copiá todos estos ajustes a la pestaña %1$s de otro sitio, y haz clic en \"%1$s\" de allí."],"You do not have the required rights to export settings.":["No tenés los derechos requeridos para exportar los ajustes."],"Method %1$s() does not exist in class %2$s":["El método %1$s() no existe en la clase %2$s"],"With %s, you can easily create such redirects.":["Con %s podés crear fácilmente esas redirecciones."],"Google Ads":["Anuncios de Google"],"Learn about why permalinks are important for SEO.":["Enterate por qué los enlaces permanentes son importantes para la SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Cambiar los ajustes de los enlaces permanentes puede impactar seriamente tu visibilidad en motores de búsqueda. No debería casi %1$s nunca %2$s hacerse en un sitio web en producción."],"WARNING:":["ADVERTENCIA:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sPalabras funcionales en frase clave%3$s: Tu frase clave \"%4$s\" sólo contiene palabras funcionales. %2$sAprendé cómo es una buena frase clave%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["¿Sabías que %s también analiza las diferentes formas de palabras de su frase clave como los plurales y los tiempos pasados?"],"Clear Image":["Borrar Imagen"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongitud de la frase clave%3$s: %2$sDefiní una frase clave para calcular tu puntuación SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase clave en el slug%2$s: Más de la mitad de tu frase clave aparece en el slug. ¡Eso es genial!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase clave en el slug%3$s: (Parte de) tu frase clave no aparece en el slug. ¡%2$sCambiá eso%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase clave en el slug%2$s: ¡Gran trabajo!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sDistribución de frase clave%2$s: ¡Buen trabajo!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribución de frase clave%3$s: Desigual. Algunas partes de tu texto no contienen la frase clave o sus sinónimos. %2$sDistribuílas de manera más uniforme%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribución de frase clave%3$s: Muy desigual. Grandes partes de tu texto no contienen la frase clave o sus sinónimos. %2$sDistribuílas de manera más uniforme%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sDistribución de frase clave%3$s: %2$sIncluí tu frase clave, o sus sinónimos, en el texto para que podamos comprobar la distribución de la frase clave%3$s."],"Help on choosing the perfect focus keyphrase":["Ayuda para elegir la frase clave objetivo perfecta"],"Would you like to add a related keyphrase?":["¿Te gustaría agregar una frase clave relacionada?"],"Go %s!":["¡Ir a %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Si no se muestran los archivos de fecha en los resultados de la búsqueda, técnicamente significa que estos tendrán un meta robots %1$s. %2$sMás información sobre los ajustes de los resultados de búsqueda%3$s."],"Rank better with synonyms & related keyphrases":["Posicioná mejor con sinónimos y frases clave relacionadas"],"optimize a single post for synonyms and related keyphrases.":["optimizá una entrada para sinónimos y frases clave relacionadas."],"Synonyms & related keyphrases":["Sinónimos y frases clave relacionadas"],"Add related keyphrase":["Agregá frase clave relacionada"],"Upgrade to %s":["Actualizá a %s"],"Get %s":["Obtener %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrase clave ya usada%6$s: Usaste esta frase clave %1$s%2$d veces antes%3$s. %5$sNo usés tu frase clave más de una vez%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrase clave usada previamente%5$s: Ya usaste esta frase clave objetivo %1$suna vez%2$s. %4$sNo usés tu frase clave objetivo más de una vez%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase clave usada previamente%2$s: No usaste antes esta frase clave objetivo, muy bien."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sImágenes%3$s: No hay imágenes en esta página. ¡%2$sAgregá algunas%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sEnlace de la frase clave objetivo%3$s: Estás enlazando a otra página con las palabras con las que querés posicionar esta página. ¡%2$sNo hagás eso%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sLongitud del texto%3$s: El texto contiene %1$d %4$s. ¡Buen trabajo!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrase clave en el subtítulo%3$s: Más del 75%% de tus subtítulos H2 y H3 reflejan el tema de tu texto. Eso es demasiado. ¡%2$sNo sobre optimicés%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sAncho del título SEO%3$s: %2$sPor favor, creá un título SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sAncho del título SEO%3$s: El título SEO es más ancho que el límite visible. %2$sProbá hacerlo más corto%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sAncho del título SEO%2$s: ¡Buen trabajo!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sAncho del título SEO%3$s: El título SEO es demasiado corto. %2$sUsá el espacio para agregar variaciones de palabras clave, o para crear un texto que anime a una acción%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sEnlaces salientes%2$s: Hay enlaces salientes nofollow y normales en esta página. ¡Buen trabajo!"],"%1$sOutbound links%2$s: Good job!":["%1$sEnlaces salientes%2$s: ¡Buen trabajo!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sEnlaces salientes%3$s: Todos los enlaces salientes de esta página son nofollow. %2$sAgregá algún enlace normal%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sEnlaces salientes%3$s: No hay enlaces salientes en esta página. ¡%2$sAgregá alguno%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sLongitud de la meta description%2$s: ¡Bien hecho!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLongitud de la meta description%3$s: La meta description tiene más de %4$d caracteres. Asegurate que sea visible toda la descripción, ¡%2$stendrías que reducir su longitud%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLongitud de la meta description%3$s: La meta description es demasiado corta (menos de %4$d caracteres). Hay hasta %5$d caracteres disponibles. ¡%2$sUsá el espacio%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLongitud de la meta description%3$s: No especificaste ninguna meta description. Los motores de búsqueda van a mostrar en su lugar texto de la página. ¡%2$sAsegurate de escribir una%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase clave en la meta description%2$s: Se especificó la meta description, pero no contiene la frase clave objetivo. ¡%3$sArreglá eso%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase clave en la meta description%2$s: La meta description contiene la palabra clave objetivo %3$s veces, que es más del máximo recomendado de 2 veces. ¡%4$sLimitá eso%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrase clave en la meta description%2$s: La frase clave objetivo, o el sinónimo aparece en la meta description. ¡Bien hecho!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLongitud de la frase clave%5$s: La frase clave tiene %1$d %6$s. Es mucho más que el máximo recomendado de %2$d %6$s. ¡%4$sHacela más corta%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLongitud de la frase clave%5$s: La frase clave tiene %1$d %6$s. Es más que el máximo recomendado de %2$d %6$s. ¡%4$sHacela más corta%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLongitud de la frase clave%2$s: ¡Buen trabajo!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLongitud de la frase clave%3$s: No se estableció una frase clave objetivo para esta página. %2$sPoné una frase clave objetivo para calcular tu puntuación SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase clave en la introducción%3$s: Tu frase clave o sus sinónimos no aparecen en el primer párrafo. %2$sAsegurate que el tema esté claro inmediatamente%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase clave en la introducción%3$s: Tu frase clave o sus sinónimos aparecen en el primer párrafo de la copia, pero no dentro de una frase. ¡%2$sCorregilo%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrase clave en la introducción%2$s: ¡Bien hecho!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sEnlaces internos%2$s: En esta página hay enlaces internos nofollow y normales. ¡Buen trabajo!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sEnlaces internos%2$s: Tenés suficientes enlaces internos. ¡Buen trabajo!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sEnlaces internos%3$s: Todos los enlaces internos de esta página son nofollow. %2$sAgregá algún buen enlace interno%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sEnlaces internos%3$s: No hay enlaces internos en esta página, ¡%2$sasegurate de agregar alguno%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sPalabras de transición%2$s: ¡Bien hecho!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sPalabras de transición%2$s: Solo %3$s de las frases contienen palabras de transición, y no es suficiente. %4$sUsá algunas más%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sPalabras de transición%2$s: Ninguna de las frases contiene palabras de transición. %3$sUsá alguna%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNo hay suficiente contenido%2$s: %3$sPor favor, agregá algo de contenido para permitir un buen análisis%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribución de subtítulos%2$s: No estás usando ningún subtítulo, pero tu texto es bastante corto, y probablemente no lo necesite."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribución de subtítulos%2$s: No estás usando ningún subtítulo, aunque tu texto es bastante largo. %3$sProbá agregar algún subtítulo%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribución de subtítulos%2$s: %3$d sección de tu texto tiene más de %4$d %6$s y no está separada por ningún subtítulo. %5$sAgregá subtítulos para mejorar la legibilidad%2$s.","%1$sDistribución de subtítulos%2$s: %3$d secciones de tu texto tienen más de %4$d %6$s y no están separadas por ningún subtítulo. %5$sAgregá subtítulos para mejorar la legibilidad%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribución de subtítulos%2$s: ¡Excelente trabajo!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sLongitud de las oraciones%2$s: %3$s de las oraciones contienen más de %4$s %7$s, que es más del máximo recomendado de %5$s. %6$sTratá de acortar las frases%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLongitud de las frases%2$s: ¡Excelente!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFrases consecutivas%2$s: Hay suficiente variedad en tus frases. ¡Eso es excelente!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sFrases consecutivas%2$s: El texto contiene %3$d frases consecutivas que empiezan con la misma palabra. ¡%5$sIntentá probar cosas nuevas %2$s!","%1$sFrases consecutivas%2$s: El texto contiene %4$d instancias donde %3$d o más  frases consecutivas empiezan con la misma palabra. ¡%5$sProbá mezclar un poco las cosas%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sVoz pasiva%2$s: %3$s de las frases está en voz pasiva, que es más del máximo recomendado de %4$s. %5$sIntentá usar sus equivalentes activas%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sVoz pasiva%2$s: Estás usando suficientes voces activas. ¡Eso es genial!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sLongitud de párrafos%2$s: %3$d de los párrafos tiene más del máximo recomendado de %4$d %6$s. ¡%5$sAcortá tu párrafo%2$s!","%1$sLongitud de párrafos%2$s: %3$d de los párrafos tienen más del máximo recomendado de %4$d %6$s. ¡%5$sAcortá tus párrafos%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLongitud de párrafo%2$s: Ninguno de los párrafos es demasiado largo. ¡Excelente trabajo!"],"Good job!":["¡Buen trabajo!"],"Focus keyphrase":["Frase clave objetivo"],"Check Keyphrase Density":["Comprobá la densidad de la frase clave"],"Disable":["Desactivar"],"Allow Control":["Permitir control"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Esta pestaña te permite desactivar selectivamente características de %s en todos los sitios de la red. De forma predeterminada están activas todas las características, lo que permite a los administradores del sitio elegir por sí mismos si quieren activar o desactivar una característica para su sitio. Cuando desactivés aquí una característica los administradores del sitio no podrán usar esa característica."],"%s is a required feature toggle argument.":["%s es un argumento de cambio de función obligatorio."],"Remove keyphrase":["Eliminar frase clave"],"Keyphrase:":["Frase clave:"],"This feature has been disabled by the network admin.":["Esta característica fue desactivada por el administrador de la red."],"Multiple keyphrases":["Múltiples frases claves"],"Focus keyphrase not set.":["La frase clave objetivo no está establecida."],"Colon":["Dos puntos"],"Optional. Customize how you want to describe the duration of the instruction":["Opcional: Adaptar cómo querés describir el tiempo que dura la instrucción"],"Describe the duration of the instruction:":["Describí la duración de la instrucción:"],"Learn more about the readability analysis":["Aprendé más acerca del análisis de legibilidad"],"Readability analysis:":["Análisis de legibilidad:"],"There is a new notification.":["Hay una nueva notificación.","Hay nuevas notificaciones."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Tanto %1$s como %2$s gestionan el SEO de tu sitio. Ejecutar dos plugins SEO al mismo tiempo es perjudicial."],"%s, %s and %s":["%s, %s y %s"],"%s and %s":["%s y %s"],"%d minute":["%d minuto","%d minutos"],"%d hour":["%d hora","%d horas"],"%d day":["%d día","%d días"],"Enter a step title":["Ingresá un título de paso"],"Optional. This can give you better control over the styling of the steps.":["Opcional. Esto puede darte un mejor control sobre el diseño de los pasos."],"CSS class(es) to apply to the steps":["Clase(s) de CSS para aplicar a los pasos"],"minutes":["minutos"],"hours":["horas"],"days":["días"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Creá una guía de instrucciones de una manera amigable con SEO. Solo podés usar un bloque de instrucciones por publicación."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Hacé una lista de sus preguntas frecuentes de una manera amigable con SEO. Solo podés usar un bloque de preguntas frecuentes por publicación."],"Copy error":["Copiar error"],"An error occurred loading the %s primary taxonomy picker.":["Ocurrió un error al cargar el selector %s de la taxonomía principal."],"%1$s Structured Data Blocks":["%1$s Bloques de datos estructurados"],"Time needed:":["Tiempo necesario:"],"Move question down":["Bajar pregunta"],"Move question up":["Subir pregunta"],"Insert question":["Escribí una pregunta"],"Delete question":["Borrar pregunta"],"Enter the answer to the question":["Escribí la respuesta a la pregunta"],"Enter a question":["Escribí una pregunta"],"Add question":["Agregar pregunta"],"Frequently Asked Questions":["Preguntas frecuentes"],"Great news: you can, with %s!":["Buenas noticias: ¡puedes, con %s!"],"(Opens in a new browser window)":["(Se abre en una nueva ventana del navegador)"],"Select the primary %s":["Elegí el %s principal"],"Check links to this URL":["Verificar los links de esta URL"],"Keyword research training":["Entrenamiento de investigación de palabras claves"],"Are you trying to use multiple keyphrases? You should add them separately below.":["¿Estás tratando de usar múltiples frases claves? Deberías agregarlas separadas por comas a continuación."],"Mark as cornerstone content":["Marcar como contenido esencial"],"Move step down":["Mover un paso abajo"],"Move step up":["Mover paso arriba"],"Insert step":["Insertar paso"],"Delete step":["Eliminar paso"],"Add image":["Agregar imagen"],"Enter a step description":["Ingresá una descripción del paso"],"Enter a description":["Ingresá una descripción"],"Unordered list":["Lista desordenada"],"Showing step items as an ordered list.":["Mostrando los elementos de pasos como una lista ordenada."],"Showing step items as an unordered list":["Mostrando los elementos de pasos como una lista desordenada"],"Add step":["Agregar paso"],"Delete total time":["Eliminar tiempo total"],"Add total time":["Agregar tiempo total"],"How to":["Cómo"],"How-to":["Cómo"],"Analysis results":["Resultados del análisis"],"Enter a focus keyphrase to calculate the SEO score":["Introducí una frase clave objetivo para calcular la puntuación SEO"],"Learn more about Cornerstone Content.":["Aprendé más sobre el contenido esencial."],"Cornerstone content should be the most important and extensive articles on your site.":["El contenido esencial, deben ser los artículos más importantes y extensos de tu sitio."],"Restore Site":["Restaurar sitio"],"Network Settings":["Configuración de red"],"You are not allowed to perform this action.":["No tenés permisos para realizar esta acción."],"Error: %s":["Error: %s"],"Success: %s":["Éxito: %s"],"Site with ID %d not found.":["No se encontró el sitio con el ID %d."],"No site has been selected to restore.":["No seleccionaste un sitio para ser restaurado."],"You are not allowed to modify unregistered network settings.":["No tenés permisos para modificar los ajustes de red no registrada."],"deleted":["eliminado"],"Would you like to add another keyphrase?":["¿Te gustaría agregar otra frase clave?"],"Copied!":["¡Copiado!"],"Not supported!":["¡No compatible!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Leé nuestro artículo sobre la estructura del sitio{{{/a}} para saber más sobre cómo los enlaces internos pueden ayudar a mejorar tu SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Pensá en enlazar a estos {{a}}artículos esenciales{{/a}}"],"Consider linking to these articles:":["Pensá en enlazar a estos artículos:"],"Copy link":["Copiar enlace"],"Copy link to suggested article: %s":["Copiar enlace al artículo sugerido: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leé nuestra %1$sguía definitiva para la búsqueda de palabras clave%2$s para  aprender más sobre la búsqueda y estrategia de palabras claves."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Las siguientes palabras son las que más aparecen en el contenido. Estas dan una indicación sobre qué va tu contenido. Si las palabras difieren mucho de tu temática, podés querer reescribir tu contenido debidamente."],"Prominent words":["Palabras importantes"],"The site's tagline":["Descripción corta del sitio"],"Not all required fields are given. Missing field %1$s":["No completaste todos los campos obligatorios. Falta el campo %1$s"],"Add synonyms":["Agregá sinónimos"],"Would you like to add keyphrase synonyms?":["¿Querés agregar sinónimos de la frase clave?"],"Would you like to add more than one keyphrase?":["¿Te gustaría agregar más de una frase clave?"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Podés editar los metadatos SEO de este tipo de contenido personalizado en la %1$spágina de la tienda%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["No configuraste una página de tienda en tus ajustes de WooCommerce, Por favor, hacé primero esto."],"Current year":["Año actual"],"Page":["Página"],"Something went wrong. Please reload the page.":["Algo salió mal. Por favor recargá la página."],"Tagline":["Descripción corta"],"description (custom taxonomy)":["descripción (taxonomía personalizada)"],"(custom taxonomy)":["(taxonomía personalizada)"],"(custom field)":["(campo personalizado)"],"Term404":["Term404"],"Caption":["Leyenda"],"Pagenumber":["Pagenumber"],"Pagetotal":["Pagetotal"],"Page number":["Número de página"],"User description":["Descripción del usuario"],"ID":["ID"],"Modified":["Modificado"],"Post type (plural)":["Tipo de entrada (plural)"],"Post type (singular)":["Tipo de contenido (singular)"],"Separator":["Separador"],"Search phrase":["Frase de búsqueda"],"Term title":["Título del término"],"Term description":["Descripción del término"],"Tag description":["Descripción de la etiqueta"],"Category description":["Descripción de la categoría"],"Primary category":["Categoría principal"],"Category":["Categoría"],"Tag":["Etiqueta"],"Excerpt only":["Solo el extracto"],"Excerpt":["Extracto"],"Site title":["Título del sitio"],"Archive title":["Título del archivo"],"Parent title":["Título superior"],"Date":["Fecha"],"Get Yoast SEO Premium":["Pasate a Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Tendrías que crear una redirección para asegurarte que tus visitantes no obtienen un error 404 cuando hagan clic en la URL que ya no funciona."],"Search engines and other websites can still send traffic to your deleted post.":["Los motores de búsqueda y otros sitios web, puede que sigan enviando tráfico a tu entrada borrada."],"Make sure you don't miss out on traffic!":["¡Asegurate de no perder tráfico!"],"You just deleted a %1$s.":["Acabás de borrar una %1$s."],"You just trashed a %1$s.":["Acabás de enviar a la papelera una %1$s."],"Settings for %s archive":["Ajustes para el archivo %s"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Los ajustes de esta página, te permiten especificar cuál debería ser la apariencia en el buscador predeterminado para cualquier tipo de contenido que tengas. Podés elegir qué tipos de contendido aparecerán en los resultados de búsqueda, y cuál debería ser su descripción predeterminada."],"Url preview":["Vista previa de la URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Por favor, introducí una meta description editando el snippet de abajo. Si no lo hacés, Google intentará encontrar una parte relevante de tu contenido, para mostrarla en los resultados de búsqueda."],"Dismiss this notice":["Descartar este aviso"],"No results":["No hay resultados"],"%d result found, use up and down arrow keys to navigate":["%d resultado encontrado, usá las teclas arriba y abajo para navegar","%d resultados encontrados, usá las teclas arriba y abajo para navegar"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["El idioma de tu sitio está establecido en %s. Si no es así contactá con el administrador de tu sitio."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Conseguí tu código de verificación de Baidu en %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Código de verificación de Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["La funcionalidad del importador de %s, usa tablas temporales de la base de datos. Parece que tu instalación de WordPress no tiene la capacidad de hacer esto, por favor, consultá a tu proveedor de alojamiento."],"Cleanup of %s data failed.":["La limpieza de datos %s falló."],"Content Type":["Tipo de contenido"],"Filter by content type":["Filtrar por tipo de contenido"],"Show All Content Types":["Mostrar todos los tipos de contenido"],"Replaced with the normal title for an archive generated by WordPress":["Reemplazar con el título normal para un archivo generado por WordPress"],"Clean":["Limpiar"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Cuando estés seguro que tu sitio está BIEN puedes limpiarlo. Esto va a eliminar todos los datos originales."],"Step 5: Clean up":["Paso 5: Limpieza"],"Please check your posts and pages and see if the metadata was successfully imported.":["Por favor, chequeá tus entradas y páginas y mirá si los metadatos fueron importados correctamente."],"Step 3: Check your data":["Paso 3: Chequear tus datos"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Esto va a importar los metadatos de entrada, como los títulos y descripciones SEO, en tus metadatos de %1$s. Solo lo va a hacer si no hay todavía metadatos en %1$s. Los datos originales seguirán en su sitio."],"Step 2: Import":["Paso 2: Importar"],"Please make a backup of your database before starting this process.":["Por favor, hacé un respaldo de tu base de datos antes de comenzar este proceso."],"Step 1: Create a backup":["Paso 1: Crear un respaldo"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Detectamos datos de uno o más plugins SEO en tu sitio. Por favor, seguí los siguientes pasos para importar los datos:"],"Plugin: ":["Plugin: "],"%s did not detect any plugin data from plugins it can import from.":["%s no detectó ningún dato de plugins desde los que pueda hacer una importación."],"Posts that should not show up in search results":["Entradas que no deberían mostrarse en los resultados de búsqueda"],"%s data found.":["%s datos encontrados."],"%s data successfully removed.":["%s datos borrados con éxito."],"%s data successfully imported.":["%s datos importados con éxito."],"%s data not found.":["%s datos no encontrados."],"24/7 email support":["Soporte por correo electrónico 24/7"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Para permitir a los motores de búsqueda saber qué perfiles sociales están asociados a este sitio, introducí los datos de los perfiles sociales de tu sitio a continuación."],"Learn more about your social profiles settings":["Aprendé más sobre los ajustes de tus perfiles sociales"],"Remove the categories prefix?":["¿Eliminar el prefijo de las categorías?"],"Help on the category prefix setting":["Ayuda sobre el ajuste del prefijo en las categorías"],"Learn more about the available variables":["Aprendé más sobre las variables disponibles"],"Learn more about the RSS feed setting":["Aprendé más sobre el ajuste del RSS feed"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Cuando subís archivos multimedia (una imagen o un vídeo, por ejemplo) a WordPress, este no solo guarda el medio, sino que también crea una URL de adjunto para él. Estas páginas de adjuntos están bastante vacías: contienen el elemento del medio y puede que un título si lo introdujiste. Debido a esto, si nunca usás estas URLs de adjuntos, es mejor desactivarlas, y redirigirlas al medio mismo."],"Learn more about the Media and attachment URLs setting":["Aprendé más sobre el ajuste de medios y URLs de adjuntos"],"Learn more about the special pages setting":["Aprendé más sobre el ajustes de páginas especiales"],"Help on the date archives search results setting":["Ayuda sobre el ajuste de resultados de búsqueda en archivos por fecha"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["No mostrar los archivos de autor sin entradas en los resultados de búsqueda, técnicamente significa que tendrán un meta robots %1$s, y que se excluirán de los mapas del sitio XML. %2$sMás información sobre los ajustes de resultados de búsqueda%3$s."],"Help on the authors without posts archive search results setting":["Ayuda para el ajuste del archivo de autores sin entradas, en los resultados de búsqueda"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["No mostrar los archivos de autor en los resultados de búsqueda, técnicamente significa que tendrán un meta robots %1$s y que se excluirán de los mapas del sitio XML. %2$sMás información sobre los ajustes de resultados de búsqueda%3$s."],"Help on the author archives search results setting":["Ayuda sobre los ajustes de resultados de búsquedas para los archvos de autor"],"Archives settings help":["Ayuda sobre los ajustes en archivos"],"Learn more about the archives setting":["Aprendé más sobre el ajuste de archivos"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Conseguí tu código de verificación de Yandex en las %1$sherramientas para webmasters de Yandex%2$s."],"Yandex verification code":["Código de verificación de Yandex"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Obtené tu código de verificación de Google en la %1$sSearch Console de Google%2$s."],"Google verification code":["Código de verificación de Google"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Conseguí tu código de verificación de Bing en %1$slas herramientas para webmasters de Bing%2$s."],"Bing verification code":["Código de verificación de Bing"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Podés usar las cajas siguientes para verificar las distintas herramientas para webmasters. Esta característica va a agregar una meta tag de verificación en tu portada. Seguí los enlaces a las distintas Herramientas para Webmasters, y mirá las instrucciones para el método de verificación de la meta tag con el que conseguir el código de verificación. Si tu sitio ya está verificado podés olvidarte de esto."],"Learn more about the Webmaster Tools verification":["Aprendé más sobre la verificación de las herramientas para webmasters"],"On":["Activo"],"Help on: %s":["Ayuda sobre: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s viene con muchas características. Podés activar / desactivar algunas de ellas a continuación. Al hacer clic en el signo de interrogación se muestra más información sobre la característica."],"Off":["Inactivo"],"See who contributed to %1$s.":["Mirá quién contribuyó a %1$s."],"Help on this search results setting":["Ayuda sobre este ajuste de resultados de búsqueda"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["No mostrar los archivos de %1$s en los resultados de búsqueda, técnicamente significa que tendrán un meta robots %2$s, y que se excluirán de los mapas del sitio XML. %3$sMás información sobre los ajustes de resultados de búsqueda%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["No mostrar %1$s en los resultados de búsqueda, técnicamente significa que van a tener un meta robots %2$s, y que se van a excluir de los mapas del sitio XML. %3$sMás información sobre los ajustes de resultados de búsqueda%4$s."],"Default for %2$s, currently: %1$s":["Valor predeterminado %2$s, actualmente: %1$s"],"Show %s in search results?":["¿Mostramos %s en los resultados de búsqueda?"],"this author's archives":["archivados de este autor"],"Do not allow search engines to show %s in search results.":["No permitir a los motores de búsqueda mostrar %s en los resultados de búsqueda."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["En WordPress las URL de las categorías contienen un prefijo, generalmente %s, esta característica elimina ese prefijo, solo para las categorías."],"Category URLs":["URLs de categorías"],"the archive for %s":["el archivado para %s"],"Redirect attachment URLs to the attachment itself?":["¿Redirigir las URL de adjuntos a los propios adjuntos?"],"We recommend you set this to Yes.":["Recomendamos establecer esto a Sí."],"Media & attachment URLs":["URLs de multimedia y adjuntos"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Esto es lo que se muestra en los resultados de búsqueda cuando las personas encuentran tu página de inicio. Significa que esto es, probablemente, lo que verán cuando busquen tu nombre de marca."],"date archives":["archivos de fecha"],"archives for authors without posts":["archivos para autores sin entradas"],"Read why XML Sitemaps are important for your site.":["Leé por qué los mapas del sitio XML son importantes para tu sitio."],"Enable the XML sitemaps that %s generates.":["Activar los mapas del sitio XML que genera %s."],"See the XML sitemap.":["Ver el mapa del sitio XML."],"%s (current default for %s)":["%s (actualmente predeterminado para %s)"],"Media":["Multimedia"],"Content Types":["Tipos de contenido"],"Should search engines follow links on this %1$s?":["¿Deberían los motores de búsqueda seguir los enlaces que hay en esta %1$s?"],"Allow search engines to show this %s in search results?":["¿Permitir a los motores de búsqueda mostrar esta %s en los resultados?"],"Search Appearance":["Apariencia en el buscador"],"Toggle %1$s's XML Sitemap":["Alternar mapa del sitio XML de %1$s"],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Activá esta función si deseás que Twitter muestre una vista previa con imágenes y un extracto de texto cuando se comparte un enlace a tu sitio."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Activá esta función si deseás que Facebook y otras redes sociales muestren una vista previa con imágenes y un extracto de texto cuando se comparte un enlace a tu sitio."],"Read more about how %s works.":["Leé más sobre cómo funciona %s."],"%s integration":["%s integración"],"Find out how the text link counter can enhance your SEO.":["Descubrí cómo el contador de enlaces de texto puede mejorar tu SEO."],"The text link counter helps you improve your site structure.":["El contador de enlaces de texto te ayuda a mejorar la estructura de tu sitio."],"Find out how cornerstone content can help you improve your site structure.":["Descubrí cómo el contenido básico puede ayudarte a mejorar la estructura de tu sitio."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["La característica de contenido principal le permite marcar y filtrar el contenido principal en su sitio web."],"Discover why readability is important for SEO.":["Descubrí por qué la legibilidad es importante para la SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["El análisis de legibilidad ofrece sugerencias para mejorar la estructura y estilo de tu texto."],"Learn how the SEO analysis can help you rank.":["Descubrí cómo el análisis SEO puede ayudarte al ranking de motores de búsqueda."],"The SEO analysis offers suggestions to improve the SEO of your text.":["El análisi SEO te ofrece sugerencias para mejorar el SEO de tu texto."],"SEO analysis":["Análisis SEO"],"Allow customers to pick up their %s order locally":["Permitir a los clientes pasar a buscar su orden %s por el local"],"Get better search results in local search":["Obtené mejores resultados de búsqueda en la búsqueda local"],"Good results":["Buenos resultados"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Últimas entradas del blog en %1$s"],"Remove highlight from the text":["Eliminar resaltado del texto"],"Your site language is set to %s. ":["El idioma de tu sitio está establecido en %s."],"First-time SEO configuration":["Configuración de SEO por primera vez"],"Highlight this result in the text":["Resaltar este resultado en el texto"],"Considerations":["Consideraciones"],"Errors":["Errores"],"Change language":["Cambiar idioma"],"%s file":["%s archivo"],"Save changes to %s":["Guardar los cambios en %s"],"Edit the content of your %s:":["Editá el contenido de tu %s:"],"Create %s file":["Crear el archivo %s"],"Updated %s":["Actualizado %s"],"You cannot edit the %s file.":["No podés modificar el archivo %s."],"You cannot create a %s file.":["No podés crear el archivo %s."],"More information about %1$s":["Más información sobre %1$s"],"Old Configuration Wizard":[""],"Manage your %s subscription on MyYoast":["Gestioná tu suscripción de %s en MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marcá el %1$s más importante como \"contenido fundamental\" para mejorar la estructura de tu sitio. %2$sObtené más información sobre el contenido fundamental%3$s."],"(Opens in a new browser tab)":["(Se abre en una nueva pestaña del navegador)"],"Go back":["Volver"],"Posts %1$swithout%2$s a focus keyphrase":["Entradas %1$ssin%2$s frase clave objetivo"],"Hey, your SEO is doing pretty well! Check out the stats:":["¡Ey, tu SEO está funcionando bastante bien! Miré las estadísticas:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["¡No tenés ninguna entrada publicada, tus puntajes SEO aparecerán aquí una vez que hagas tu primera publicación!"],"Read more like this on our SEO blog":["Leé más acerca de esto en nuestro blog SEO"],"Readability: %s":["Legibilidad: %s"],"Not activated":["No activado"],"Activated":["Activado"],"%1$s recommendations for you":["%1$s recomendaciones para vos"],"All Readability Scores":["Todas las Puntuaciones de Legibilidad"],"Filter by Readability Score":["Filtrar por Puntuación de Legibilidad"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["¡No estás recibiendo actualizaciones o soporte! Arreglá este problema agregando este sitio, y habilitando %1$s para él en %2$s."],"Request method %1$s is not valid.":["El método de solicitud %1$s no es válido."],"Text link counter":["Contador de enlaces en textos"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de enlaces internos que enlazan a esta entrada. Revisá el texto en las \"Columnas Yoast\" de la pestaña de ayuda para más información."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de enlaces salientes de esta entrada. Para más información, revisá el texto \"Columnas Yoast\" de la pestaña de ayuda."],"%s Columns":["Columnas %s"],"Readability score":["Puntuación de legibilidad"],"Scroll to see the preview content.":["Desplazate hacia abajo para ver el contenido previo."],"Other benefits of %s for you:":["Otros beneficios de %s para vos:"],"Cornerstone content":["Contenido esencial"],"Upgrade Premium":["Actualizá a Premium"],"Superfast internal linking suggestions":["Sugerencias de enlaces internos súper rápidas"],"Great news: you can, with %1$s!":["¡Grandes noticias: podés hacerlo, con %1$s!"],"Save changes":["Guardar los cambios"],"1 year free support and updates included!":["¡1 año gratis de soporte y actualizaciones incluidos!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["El plugin %2$s cambia el aspecto de tu sitio para los visitantes, pero no para los buscadores. Este proceso se denomina enmascaramiento (cloaking). Te recomendamos que lo deshabilites."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sVista previa en redes sociales%2$s: Facebook y Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sNo más enlaces muertos%2$s: administrador de redirecciones fácil"],"No ads!":["¡Sin anuncios publicitarios!"],"Facebook & Twitter":["Facebook y Twitter"],"Social media preview":["Vista previa de redes sociales"],"Easy redirect manager":["Administrador simple de redirecciones"],"No more dead links":["No más enlaces caídos"],"Increase your SEO reach":["Incrementá tu alcance SEO"],"Variable":["Variable"],"Available variables":["Variables disponibles"],"Scroll to see the table content.":["Desplazate para ver el contenido de la tabla."],"An error occurred in the '%1$s' assessment":["Ocurrió un error en la evaluación '%1$s'"],"No new notifications.":["No hay notificaciones nuevas."],"Save all":["Guardar todo"],"Save":["Guardar"],"%1$s, Author at %2$s":["%1$s, autor en %2$s"],"Mobile preview":["Vista previa de dispositivos móviles"],"Desktop preview":["Previsualización de escritorio"],"Please provide an SEO title by editing the snippet below.":["Ingresá un título SEO editando el snippet de abajo."],"Meta description preview:":["Vista previa de la meta description:"],"Slug preview:":["Vista previa del slug:"],"SEO title preview:":["Vista previa del titulo SEO:"],"Close snippet editor":["Cerrar el editor de snippet"],"Slug":["Slug"],"Remove marks in the text":["Quitar marcas del texto"],"Mark this result in the text":["Marca este resultado en el texto"],"Marks are disabled in current view":["Las marcas están desactivadas en la vista actual"],"Good SEO score":["Calificación SEO buena"],"OK SEO score":["Puntuación SEO OK"],"Feedback":["Feedback"],"Name":["Nombre"],"Please provide a meta description by editing the snippet below.":["Ingresá una descripción meta editando el snippet de abajo."],"Edit snippet":["Editar snippet"],"You can click on each element in the preview to jump to the Snippet Editor.":["Podés hacer clic en cualquier elemento de la vista previa para ir al editor de snippets."],"SEO title preview":["Vista previa del título SEO"],"Export settings":["Exportar ajustes"],"Please don't show me this notification anymore":["Por favor, no volver a mostrarme esta notificación"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Si estás experimentando problemas %1$spor favor, envía un informe de fallos%2$s y haremos todo lo posible para ayudarte."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Hemos detectado que hace ya algún tiempo que usás %1$s; ¡esperamos que te encante! ¡Nos emocionaría si nos %2$sdieras una valoración de 5 estrellas en WordPress.org%3$s!"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Advertencia: la variable `%1$s` no se puede usar en esta plantilla. Revisá %2$s para más información."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["De paso, ¿sabías que también tenemos un %1$s plugin Premium%2$s? Este trae funcionalidades avanzadas, como un gestor de redirecciones, y compatibilidad con múltiples palabras clave? También incluye soporte personal 24/7."],"(no title)":["(sin título)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["El menú de la barra de administración de %1$s contiene enlaces útiles de herramientas de terceros con las que analizar páginas y facilitarte saber si tenés nuevas notificaciones."],"Admin bar menu":["Menú de la barra de administración"],"Features":["Características"],"SEO title":["Título SEO"],"Greater than sign":["Símbolo mayor que"],"Less than sign":["Símbolo de menor que"],"Right angle quotation mark":["Comilla inclinada a la derecha"],"Left angle quotation mark":["Comilla inclinada a la izquierda"],"Small tilde":["Virgulilla (~)"],"Vertical bar":["Barra vertical"],"Low asterisk":["Asterisco bajo"],"Asterisk":["Asterisco"],"Bullet":["Viñeta"],"Middle dot":["Punto medio"],"Em dash":["Guión largo"],"En dash":["Guión corto"],"Dash":["Guión"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Elegí qué símbolo utilizar como separador de título. Se mostrará, por ejemplo, entre el título de tu publicación y el nombre del sitio. Los símbolos se muestran en el tamaño en el que aparecerán en los resultados de búsqueda."],"No":["No"],"Yes":["Sí"],"Social profiles":["Perfiles sociales"],"Posts list":["Lista de entradas"],"Posts list navigation":["Navegación por la lista de entradas"],"Filter posts list":["Filtrar la lista de entradas"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Observá que los enlaces a los archivos aún podrían verse en tu tema y que puede que tengas que quitarlos por tu cuenta."],"%1$s to optimize your site even further":["%1$s para optimizar tu sitio aún más"],"%1$s extensions":["Extensiones de %1$s"],"Comes with our 30-day no questions asked money back guarantee":["Con nuestra garantía de devolución del dinero de 30 días sin preguntas"],"More information %1$sabout %3$s%2$s":["Más información %1$ssobre %3$s%2$s"],"Installed":["Instalado"],"gain access to our 24/7 support team.":["obtené acceso a nuestro soporte 24/7."],"Premium support":["Soporte premium"],"check what your Facebook or Twitter post will look like.":["fijate cómo se vería tu publicación en Facebook o Twitter."],"Social previews":["Vistas previas de redes sociales"],"create and manage redirects from within your WordPress install.":["creá y administrá redirecciones desde dentro de tu instalación de WordPress."],"Redirect manager":["Gestor de redirecciones"],"%1$s, take your optimization to the next level!":["¡%1$s, lleva tu optimización al siguiente nivel!"],"A seamless integration between %1$s and %2$s":["Integración perfecta entre %1$s y %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Usá el breadcrumb de %1$s en vez del de %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Inserción sencilla de Google Maps, un localizador de tiendas, horas de apertura y más"],"Creates XML News Sitemaps":["Crear mapas del sitio XML de noticias"],"Immediately pings Google on the publication of a new post":["Envía pings an Google inmediatamente, cada vez que se publique una nueva entrada"],"Optimize your site for Google News":["Optimizá tu sitio para Google News"],"Make videos responsive through enabling fitvids.js":["Hacé que los videos sean adaptables habilitando fitvids.js"],"Enhance the experience of sharing posts with videos":["Mejorá la experiencia compartiendo entradas con videos"],"Show your videos in Google Videos":["Mostrar tus videos en Google Videos"],"Edit &#8220;%s&#8221;":["Modificar &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Obtené la vesión Premium"],"Google Trends":["Google Trends"],"Notifications":["Notificaciones"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Elimina la pestaña de frase clave de la caja meta, y desactiva todas las sugerencias relacionadas con el SEO."],"Disable SEO analysis":["Desactivar análisis SEO"],"Twitter settings":["Ajustes de Twitter"],"Pinterest settings":["Ajustes de Pinterest"],"Facebook settings":["Ajustes de Facebook"],"Title separator symbol":["Símbolo separador del título"],"RSS feed settings":["Ajustes del feed RSS"],"Breadcrumbs settings":["Ajustes del breadcrumb"],"Make primary":["Hacer principal"],"Cancel":["Cancelar"],"%s notification":["%s aviso","%s avisos"],"Disable readability analysis":["Desactivar el análisis de legibilidad"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Elimina la sección de legibilidad de la caja meta, y desactiva todas las sugerencias relacionadas con la legibilidad."],"Readability analysis":["Análisis de legibilidad"],"Needs improvement":["Necesita mejoras"],"Readability":["Legibilidad"],"Improvements":["Mejoras"],"Good job! We could detect no serious SEO problems.":["¡Buen trabajo! No detectamos ningún problema grave de SEO."],"We have detected the following issues that affect the SEO of your site.":["Hemos detectado los siguientes problemas que afectan al SEO de tu sitio."],"Problems":["Problemas"],"Analysis":["Análisis"],"Not available":["No disponible"],"Filter by SEO Score":["Filtrar por puntuación SEO"],"Meta description not set.":["No se ha definido la meta description."],"Open":["Abrir"],"Loading...":["Cargando..."],"No results found":["No se encontraron resultados"],"Dashboard":["Escritorio"],"You can fix this on the %1$sPermalink settings page%2$s.":["Podés solucionar este problema en la %1$spágina de ajustes de enlaces permanentes%2$s."],"Replaced with the primary category of the post/page":["Reemplazado con la categoría principal de la entrada/página"],"Pinterest confirmation":["Confirmación de Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Si ya confirmaste tu web en Pinterest podés saltarte este paso."],"Format-based archives":["Archivos de formatos"],"Webmaster Tools verification":["Verificación de herramientas para webmasters"],"Buy %s":["Comprar %s"],"New %1$s Title":["Nuevo título de %1$s"],"Existing %1$s Title":["Título %1$s existente"],"Expected an integer as input.":["Se esperaba un número entero."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Se ha intentado crear la clave de cache del mapa del sitio pero la combinación de sufijo y prefijo deja demasiado abiertas las opciones. Es posible que quieras mostrar una página que no esté en el rango deseado."],"Redirects":["Redirección"],"Remove":["Quitar"],"Keep":["Mantener"],"Bold the last page":["Última página en negrita"],"Regular":["Normal"],"Bold":["Negrita"],"Show Blog page":["Mostrar la página del blog"],"Primary %s":["Principal %s"],"Primary":["Principal"],"Make %1$s primary %2$s":["Hacer %1$s principal %2$s"],"Integrations":["Integraciones"],"Term is set to noindex.":["El término se etiquetó como noindex."],"Author archives":["Archivos de autor"],"Enabled":["Activado"],"Disabled":["Desactivado"],"The separator defined in your theme's %s tag.":["El separador definido en la etiqueta %s de tu tema."],"No index":["No indexar"],"Once Weekly":["Una vez por semana"],"SEO score":["Puntuación SEO"],"Team Yoast":["Equipo Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La primera verdadera solución SEO todo en uno para WordPress, incluyendo análisis de contenido de páginas, mapas del sitio en XML y mucho más."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Ha fallado la activación:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["La extensión filtro parece no estar disponible. Pedile a tu proveedor de alojamiento web (hosting) que la habilite."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["La instalación del plugin %1$s no se ha completado. Consultá las %2$sinstrucciones de instalación%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["La extensión de librería estándar PHP (SPL) parece no estar disponible. Por favor, pedí a tu proveedor de hosting que la active."],"SEO Settings":["Ajustes SEO"],"Mobile-Friendly Test":["Prueba de compatibilidad para móviles"],"Google Page Speed Test":["Google Page Speed Test"],"CSS Validator":["Validador de CSS"],"HTML Validator":["Validador de HTML"],"Pinterest Rich Pins Validator":["Validador de Pinterest Rich Pins"],"Facebook Debugger":["Depurador de Facebook"],"Check Google Cache":["Comprobar la caché de Google"],"Analyze this page":["Analizar esta página"],"Keyword Research":["Análisis de palabras clave"],"%s does not seem to be a valid url. Please correct.":["%s no parece ser una URL válida. Por favor corregilo."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s no parece que sea una cadena válida de verificación de %2$s. Por favor, corregilo."],"%s Archive":["%s archivo"],"You searched for %s":["Has buscado %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s no parece ser un nombre de usuario válido de Twitter. Por favor corregilo."],"Summary with large image":["Resumen con imagen grande"],"The post %1$s appeared first on %2$s.":["La entrada %1$s se publicó primero en %2$s."],"No numeric value was received.":["No se recibió ningún valor numérico."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Debe ser un blog existente. El blog %s no existe o ha sido marcado como eliminado."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["El ajuste predeterminado del blog debe ser el ID numérico del blog que quieras utilizar como predeterminado."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s no es una elección válida para quien debería tener acceso a los ajustes de %2$s. El valor se ha restaurado al predeterminado."],"Please select a valid post type for taxonomy \"%s\"":["Por favor, elegí un tipo de entrada válida para la taxonomía \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Por favor, elegí una taxonomía válida para el tipo de entrada \"%s\""],"You searched for":["Has buscado por"],"Home":["Inicio"],"Archives for":["Archivo de"],"Error 404: Page not found":["Error 404: Página no encontrada"],"Good":["Bueno"],"Replaced with a custom taxonomies description":["Reemplazado con una descripción personalizada de taxonomías"],"Replaced with a posts custom taxonomies, comma separated.":["Reemplazado con las taxonomías personalizadas de una entrada, separadas por comas."],"Replaced with a posts custom field value":["Reemplazado con un valor de los campos personalizados de las entradas"],"Replaced with the slug which caused the 404":["Reemplazado con el slug que causó el 404"],"Replaced with the posts focus keyphrase":["Reemplazado con la frase clave objetivo de las publicaciones"],"Attachment caption":["Título del adjunto"],"Replaced with the current page number":["Reemplazado por el número de página actual"],"Replaced with the current page total":["Reemplazado por el total de la página actual"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Reemplazado por el número actual de página en el contexto (por ejemplo, página 2 de 4)"],"Replaced with the current year":["Reemplazado con el año en curso"],"Replaced with the current month":["Reemplazado con el mes actual"],"Replaced with the current day":["Reemplazado con el día de hoy."],"Replaced with the current date":["Reemplazado con la fecha actual"],"Replaced with the post/page author's 'Biographical Info'":["Reemplazado por la \"Información biográfica\" del autor de la entrada/página"],"Replaced with the post/page author's 'nicename'":["Reemplazado con el nombre \"lindo\" del autor de la entrada/página."],"Replaced with the post/page ID":["Reemplazado con el ID de la entrada/página"],"Replaced with the post/page modified time":["Reemplazado con la fecha de modificación de la entrada/página"],"Replaced with the content type plural label":["Reemplazado con la etiqueta plural de tipo de contenido"],"Replaced with the content type single label":["Reemplazado con la etiqueta en singular del tipo de contenido"],"Replaced with the current search phrase":["Reemplazado con la frase de búsqueda actual"],"Replaced with the term name":["Reemplazado con el nombre del término"],"Replaced with the term description":["Reemplazado con la descripción del término"],"Replaced with the tag description":["Reemplazado con la descripción de la etiqueta"],"Replaced with the category description":["Reemplazado con la descripción de la categoría"],"Replaced with the post categories (comma separated)":["Reemplazar con las categorías de la entrada (separadas con coma)"],"Replaced with the current tag/tags":["Reemplazado con la(s) etiqueta(s) actual(es)"],"Replaced with the post/page excerpt (without auto-generation)":["Reemplazado con el extracto de la entrada/página (sin autogeneración)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Reemplazado con el extracto de la entrada/página (o la autogenerada si no existe)"],"The site's name":["El nombre del sitio"],"Replaced with the title of the parent page of the current page":["Reemplazado con el titulo de la página superior de la página actual"],"Replaced with the title of the post/page":["Reemplazado con el título de la entrada/página"],"Replaced with the date of the post/page":["Reemplazado con la fecha de la entrada/página"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["No podés sustituir una variable de reemplazo estándar de WPSEO registrando una variable con el mismo nombre. Usá el filtro \"wpseo_replacements\" en vez de ajustar el valor de reemplazo."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Una variable de reemplazo con el mismo nombre ya fue registrada. Tratá de hacer que el nombre de la variable sea único."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Una variable de reemplazo no puede comenzar por \"%%cf_\" or \"%%ct_\" debido a que éstas están reservadas para variables estándar de WPSEO para campos y taxonomías personalizadas. Intentá elegir nombres de variables únicos."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Una variable de reemplazo solamente puede contener caracteres alfanuméricos, guión bajo, o guión normal. Intentá renombrar tu variable."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Aviso para el Administrador: esta página no muestra una meta description porque no la tiene. Hacé una de estas dos cosas: escribí una específicamente para esta página, o andá al menú [%1$s - %2$s], y configurá una plantilla."],"Page not found":["Página no encontrada"],"%s Archives":["%s archivos"],"Meta description to use for Author page":["Meta description a usar en la página de autor"],"Title to use for Author page":["Título a usar en la página de autor"],"%1$s settings":["Ajustes %1$s"],"Export your %1$s settings":["Exportar tus ajustes de %1$s"],"Import settings":["Ajustes de importación"],"Import from other SEO plugins":["Importar de otros plugins SEO"],"Import":["Importar"],"If you had a %s file and it was editable, you could edit it from here.":["Si tuvieses un archivo %s y fuese editable podrías modificarlo desde aquí."],"If your %s were writable, you could edit it from here.":["Si tu archivo %s tuviese permisos de escritura podrías editarlo desde aquí."],"You don't have a %s file, create one here:":["No tenés un archivo %s, creá uno aquí:"],"A link to your site, with your site's name and description as anchor text.":["Un enlace a tu sitio, con el nombre del sitio y la descripción como texto de anclaje."],"A link to your site, with your site's name as anchor text.":["Un enlace a su sitio, con el nombre del sitio como texto de anclaje."],"A link to the post, with the title as anchor text.":["Un enlace a la entrada, con el título como texto de anclaje."],"A link to the archive for the post author, with the authors name as anchor text.":["Un enlace al archivo del autor de la entrada, con el nombre del autor como texto de anclaje."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Podés usar la siguientes variables dentro del contenido, éstas serán reemplazadas por el valor de la derecha."],"Content to put after each post in the feed":["Contenido a publicar en el feed después de cada entrada"],"Content to put before each post in the feed":["Contenido a publicar en el feed antes de cada entrada"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Esta característica se usa para añadir contenido automáticamente a tu RSS, en concreto, se trata de añadir enlaces de vuelta a tu sitio y las entradas de tu sitio, para que los ladrones de contenido tontos añadan automáticamente también esos enlaces, así ayudamos a los motores de búsqueda a identificarte como la fuente original del contenido."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["El uso de la característica de breadcrumbs está explicada en %1$s nuestro artículo sobre implementación de breadcrumbs%2$s."],"How to insert breadcrumbs in your theme":["Como insertar breadcrumbs en tu tema"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Archivo de tipo de contenido a mostrar en las breadcrumbs para las taxonomías"],"Taxonomy to show in breadcrumbs for content types":["Taxonomía a mostrar breadcrumbs para los tipos de contenido"],"Breadcrumb for 404 Page":["Breadcrumb para la página 404"],"Prefix for Search Page breadcrumbs":["Prefijo para la página de búsqueda del breadcrumb"],"Prefix for Archive breadcrumbs":["Prefijo para los archivos de los breadcrumbs"],"Prefix for the breadcrumb path":["Prefijo de la ruta del breadcrumb"],"Anchor text for the Homepage":["Texto del enlace para la página de inicio"],"Separator between breadcrumbs":["Separador entre breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Más abajo tenés las puntuaciones SEO de tus entradas publicadas. ¡Ahora es tan buen momento como cualquier otro para empezar a mejorar algunas de tus entradas!"],"Credits":["Créditos"],"&laquo; Back to Tools page":["&laquo; Volver a página de herramientas"],"%1$s comes with some very powerful built-in tools:":["%1$s incluye algunas herramientas integradas muy potentes:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Esta herramienta permite modificar rápidamente archivos importantes de SEO, como el robots.txt y, si lo tenés, el .htaccess."],"File editor":["Editor de archivos"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importá los ajustes de otros plugins SEO y exportá tus ajustes para reutilizarlos en otro sitio."],"Import and Export":["Importar y exportar"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Esta herramienta te permite modificar rápidamente títulos y descripciones de entradas y páginas sin necesidad de editar cada página."],"Bulk editor":["Editor masivo"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Para %1$sverificar tu sitio en Pinterest%2$s agregá aquí la meta tag:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["Pinterest usa datos meta de Open Graph, igual que Facebook, por eso asegurate de mantener activado el ajuste \"Añadir datos meta de Open Graph\" en la pestaña de Facebook, si quieres optimizar tu sitio para Pinterest."],"Add Twitter card meta data":["Agregá los meta datos de tarjeta de Twitter"],"This image is used if the post/page being shared does not contain any images.":["Esta imagen se usa si la entrada/página compartida no contiene ninguna imagen."],"Default settings":["Ajustes predeterminados"],"Description":["Descripción"],"Add Open Graph meta data":["Agregar metadatos Open Graph"],"Accounts":["Cuentas"],"Restore site to defaults":["Restablecer el sitio al predeterminado"],"Site ID":["ID de sitio"],"Using this form you can reset a site to the default SEO settings.":["Usando este formulario podés restaurar un sitio a los ajustes SEO predeterminados."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["Los datos sensibles de privacidad (administradores de Facebook, por ejemplo), los ajustes específicos del tema (reescritura del título) y algunos ajustes muy específicos, no se van a importar a los nuevos sitios."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Ingresá el %1$sID del sitio%2$s para el sitio cuyos ajustes quieras usar de forma predeterminada para todos los que se agreguen a tu red. Dejalo vacío para ninguno (o sea, para que se usen los ajustes predeterminados del plugin)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Elegí el sitio cuya configuración querés elegir de forma predeterminada para todos los sitios que se agreguen a la red. Si elegís \"Ninguno\", se utilizarán los valores predeterminados del plugin."],"New sites in the network inherit their SEO settings from this site":["Los sitios nuevos de la red heredan los ajustes SEO de este sitio"],"Super Admins only":["Sólo para super administradores"],"Site Admins (default)":["Administradores del sitio (predeterminado)"],"Who should have access to the %1$s settings":["Quién debería tener acceso a los ajustes de %1$s"],"spam":["spam"],"mature":["mayor de edad"],"archived":["archivado"],"public":["público"],"%s restored to default SEO settings.":["%s se han restaurado los ajustes SEO predeterminados."],"Settings Updated.":["Ajustes actualizados."],"404 pages":["Páginas 404"],"Search pages":["Páginas de búsqueda"],"These pages will be %s by default, so they will never show up in search results.":["Estas páginas serán %s por defecto, por lo que nunca se mostrarán en los resultados de búsqueda."],"Special pages":["Páginas especiales"],"Date-based archives could in some cases also be seen as duplicate content.":["Los archivos basados en fecha podrían considerarse en algunos casos como contenido duplicado."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Si este es el caso en tu sitio podés, o bien elegir desactivarlo (lo que hará que se redirija a tu página principal), o agregarle %s para que no aparezca en los resultados de búsqueda."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Si tenés un sitio de un solo autor el archivo de autor será exactamente igual que tu página principal. Esto es lo que se conoce como %1$sproblema de contenido duplicado%2$s."],"Date archives":["Archivo por fechas"],"author archives":["archivos de autor"],"Title":["Título"],"Take note:":["Tomá nota:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Podés determinar el título y la descripción de la página del blog %1$seditando la propia página de inicio%2$s."],"You can determine the title and description for the posts page by %1$sediting the posts page itself%2$s.":["Podés determinar el título y la descripción para la página de entradas %1$seditando la propia página de entradas%2$s."],"Homepage &amp; Posts page":["Portada &amp; Página de inicio"],"Title Separator":["Separador de titulo"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s ha detectado de forma automática si se necesita forzar la reescritura de los títulos de tus páginas. Si ha sido por error y sabés lo que hacés podés cambiar este ajuste aquí."],"Force rewrite titles":["Forzar la reescritura de los títulos"],"Taxonomies":["Taxonomías"],"Homepage":["Página de inicio"],"%1$s Extensions":["Extensiones de %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["¡Integrá fácilmente WooCommerce con %1$s y conseguí características extra!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Mejorá tu ranking local y el de Google Maps ¡sin esfuerzo!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["¿Estás en Google News? ¡Aumentá tu tráfico desde Google News, optimizándolo!"],"Optimize your videos to show them off in search results and get more clicks!":["¡Optimizá tus videos para verlos en los resultados de búsqueda y conseguir más clics!"],"The premium version of %1$s with more features & support.":["La versión premium de %1$s con más características y soporte."],"Person":["Persona"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Esta información se muestra como metadatos en tu sitio. Es para que aparezcan en %1$sGoogle Knowledge Graph%2$s. Podés ser una organización, o una persona."],"Website name":["Nombre del sitio web"],"Webmaster Tools":["Herramientas para Webmaster"],"RSS":["RSS"],"Permalink":["Enlace permanente"],"Breadcrumbs":["Breadcrumbs"],"Authenticate":["Autorizar"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Para poder crear una redirección y solucionar este problema, necesitás %1$s. Podés comprar el plugin, con un año de soporte y actualizaciones incluidos, en %2$s."],"Creating redirects is a %s feature":["La creación de redirecciones es una característica de %s"],"New URL":[""],"Search":["Buscar"],"URL":["URL"],"Deactivate %s":["Desactivar %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["El plugin %1$s podría provocar problemas usado conjuntamente con %2$s."],"Upload Image":["Subir imagen"],"%s Posts Overview":["%s Información General de Entradas"],"Breadcrumbs title":["Título de los breadcrumb"],"Pinterest":["Pinterest"],"Social settings":["Ajustes sociales"],"Archives":["Archivos"],"Close":["Cerrar"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Tanto %1$s como %2$s pueden crear mapas de sitio XML. Tener dos mapas de sitio XML no es bueno para los motores de búsqueda, y de hecho podrían ralentizar tu sitio."],"Configure %1$s's Open Graph settings":["Configurar los ajustes Open Graph de %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Tanto %1$s como %2$s crean datos Open Graph, lo que podría hacer que Facebook, Twitter, LinkedIn, y otras redes sociales, usen los textos e imágenes incorrectos cuando se compartan tus páginas."],"%s image":["%s imagen"],"%s description":["%s descripción"],"%s title":["%s título"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["muy difícil"],"Try to make shorter sentences, using less difficult words to improve readability":["Probá haciendo frases más cortas, usando menos palabras difíciles, para mejorar la legibilidad"],"difficult":["difícil"],"Try to make shorter sentences to improve readability":["Probá haciendo frases más cortas, para mejorar la legibilidad"],"fairly difficult":["bastante difícil"],"OK":["OK"],"fairly easy":["bastante fácil"],"easy":["fácil"],"very easy":["muy fácil"],"The copy scores %1$s in the test, which is considered %2$s to read.":[""],"Flesch reading ease":[""],"Meta Desc.":["Meta Desc."],"All SEO Scores":["Todos los resultados SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problema de SEO: La imagen destacada debe ser de al menos 200 por 200 píxeles para que la use Facebook y otras redes sociales."],"(no parent)":["(sin superior)"],"meta description":[""],"Page title":[""],"Post is set to noindex.":["La entrada está establecida como noindex."],"The URL that this page should redirect to.":["La URL a la que debe redirigir esta página."],"301 Redirect":["Redirección 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["La URL canónica a la que esta página debería señalar. Dejala vacía para usar de forma predeterminada el enlace permanente. También es compatible con %1$smultidominios canónicos%2$s."],"Canonical URL":["URL canónica"],"Title to use for this page in breadcrumb paths":["Título a usar para esta página en la ruta del breadcrumb"],"Breadcrumbs Title":["Título del breadcrumb"],"No Snippet":["Sin snippet"],"No Archive":["Aplicar atributo \"No Archive\""],"No Image Index":["Ningun Indice de imagen"],"None":["Ninguno"],"Meta robots advanced":["Meta robots avanzado"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["¡Advertencia! Aunque podés establecer aquí el meta robots, para la totalidad el sitio web está establecida como noindex en los ajustes de privacidad para el sitio web completo, por lo tanto estos ajustes no tendrán efecto."],"Meta description":["Meta description"],"SEO Title":["Título SEO"],"Focus keyword":["Palabra clave objetivo"],"Settings successfully imported.":["Las configuraciones han sido importadas con éxito."],"Settings could not be imported:":["Los ajustes no se pudieron importar:"],"Breadcrumb for 404 pages:":["Breadcrumb para páginas 404:"],"Prefix for search result pages:":["Prefijo para las páginas de resultados de búsqueda:"],"Prefix for archive pages:":["Prefijo para las páginas de archivos:"],"Prefix for breadcrumbs:":["Prefijo para el breadcrumb:"],"Anchor text for the homepage:":["Texto de anclaje para la página de inicio:"],"Breadcrumbs separator:":["Separador de los breadcrumbs:"],"%s Breadcrumbs":["Breadcrumbs de %s"],"Use Image":["Usar imagen"],"Action":["Acción"],"Page URL/Slug":["URL/Slug de página"],"Publication date":["Fecha de publicación"],"Post Status":["Estado de publicación"],"WP Page Title":["Título de página de WP"],"View":["Ver"],"View &#8220;%s&#8221;":["Ver &#8220;%s&#8221;"],"Preview":["Vista previa"],"Preview &#8220;%s&#8221;":["Vista previa &#8220;%s&#8221;"],"Edit":["Editar"],"Filter":["Filtro"],"New Yoast Meta Description":["Nueva descripción meta de Yoast"],"Existing Yoast Meta Description":["Descripción meta de Yoast actual"],"Facebook profile URL":["URL del perfil  de Facebook"],"Twitter username (without @)":["Usuario de Twitter (sin @)"],"Google":[""],"FAQ":["Preguntas frecuentes"],"Settings":["Ajustes"],"Huge SEO Issue: You're blocking access to robots.":["Gran problema de SEO: Estás bloqueando el acceso a los robots."],"Posts":["Entradas"],"Edit Files":["Editar archivos"],"General":["General"],"Extensions":["Extensiones"],"Search Console":["Consola de Búsqueda"],"Tools":["Herramientas"],"Advanced":["Avanzado"],"XML sitemaps":["Mapas de sitio XML"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s ha detectado que estás usando la versión %2$s de %3$s, por favor, actualizá a la última versión para evitar problemas de compatibilidad."],"Just another WordPress site":["Otro sitio creado con WordPress"],"You have used HTML in your value which is not allowed.":["Usaste HTML en el valor y eso no está permitido."],"You can't edit %s that aren't yours.":["No podés editar %s ya que no son tuyos."],"You can't edit %s.":["No podés editar %s."],"Post has an invalid Content Type: %s.":["La entrada tiene un tipo de contenido no válido: %s."],"Post doesn't exist.":["La entrada no existe."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Papelera <span class=\"count\">(%s)</span>","Papelera <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Todo <span class=\"count\">(%s)</span>","Todos <span class=\"count\">(%s)</span>"]}}}