{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n != 1;","lang":"it"},"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":[""],"Alternate organization name":[""],"Organization or Person":[""],"Use the alternate website name for acronyms, or a shorter version of your website's name.":[""],"Alternate website name":[""],"This name is shown for your site in the search results.":[""],"Website":[""],"Choose how the title of your 404 error pages should look in the browser.":[""],"404 error pages":[""],"Choose how the title of your internal search pages should look in the browser.":[""],"Internal search pages":[""],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile.":[""],"We're sorry, you're not allowed to edit the other profiles of the selected user.":[""],"We're sorry, you're not allowed to edit the other profiles of %1$s%3$s%2$s.":[""],"Show Formats in search results":[""],"Show Media pages in search results":[""],"Show Date archives in search results":[""],"Show Author archives in search results":[""],"Breadcrumbs for %1$s":[""],"Site connections":[""],"See the XML sitemap":[""],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords!":[""],"Enable feature":[""],"Site features":[""],"Learn more":[""],"Set the basic info for your website. Note that some of these values can be used as variables when configuring the search appearance of your content.":[""],"Site info":[""],"We're sorry, you're not allowed to edit the %1$sSite title%2$s and %1$sTagline%2$s.":[""],"Show or hide our tools and controls in the attachment editor.":[""],"(e.g., %1$s":[""],"Remove unregistered URL parameters":[""],"Optimize Google Analytics utm tracking parameters":[""],"Remove WP-JSON API":[""],"Remove emoji scripts":[""],"Remove Atom / RDF feeds":[""],"Remove search results feeds":[""],"Remove custom taxonomy feeds":[""],"Remove tag feeds":[""],"Remove category feeds":[""],"Remove post type feeds":[""],"Remove post authors feeds":[""],"Remove post comments feeds":[""],"Remove global comment feeds":[""],"Remove global feed":[""],"Remove powered by HTTP header":[""],"Remove generator tag":[""],"Remove oEmbed links":[""],"Remove RSD / WLW links":[""],"Remove REST API links":[""],"Remove shortlinks":[""],"%1$s are used for %2$s.":[""],"%1$s are used for %2$s and %3$s.":[""],"Show or hide our tools and controls in the content editor.":[""],"Enable SEO controls and assessments":[""],"Unlock with %1$s":[""],"We couldn’t find anything with that term.":[""],"Please enter a search term that is longer than 3 characters.":[""],"Search...":[""],"Quick search...":[""],"No, continue editing":[""],"Yes, discard changes":[""],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":[""],"Discard all changes":[""],"Connect %1$s with %2$s":[""],"or %1$sLearn more%2$s\t":[""],"Instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"%1$sConnect %2$s with %3$s%4$s to instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"Redirect pretty URLs for search pages to raw format":[""],"Choose the general appearance of your breadcrumbs.":[""],"Breadcrumb appearance":[""],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":[""],"Please tell us more about the person this site represents.":[""],"E.g. https://example.com/yoast":[""],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":[""],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":[""],"Choose whether your site represents an organization or a person.":[""],"Person/organization":[""],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":[""],"E.g. https://wikipedia.com/yoast":[""],"E.g. https://youtube.com/yoast":[""],"E.g. https://twitter.com/yoast":[""],"E.g. https://tumblr.com/yoast":[""],"E.g. https://soundcloud.com/yoast":[""],"E.g. https://pinterest.com/yoast":[""],"E.g. https://myspace.com/yoast":[""],"E.g. https://linkedin.com/yoast":[""],"E.g. https://instagram.com/yoast":[""],"E.g. https://facebook.com/yoast":[""],"Tell us about the other profiles on the web that belong to the person.":[""],"Other profiles":[""],"Oops! Something went wrong while retrieving the user social profiles.":[""],"Writing":[""],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[""],"Google Analytics utm tracking parameters":[""],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":[""],"Advanced: URL cleanup":[""],"Prevent crawling of internal site search URLs":[""],"Block internal site searches which match the patterns of known spam attacks.":[""],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":[""],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs.":[""],"Enables advanced settings for protecting your internal site search URLs.":[""],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":[""],"Internal site search cleanup":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":[""],"WP-JSON API":[""],"Remove JavaScript used for converting emoji characters in older browsers.":[""],"Remove URLs which provide alternative (legacy) formats of all of the above.":[""],"Remove URLs which provide information about your search results.":[""],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":[""],"Remove URLs which provide information about your recent posts, for each tag.":[""],"Remove URLs which provide information about your recent posts, for each category.":[""],"Remove URLs which provide information about your recent posts, for each post type.":[""],"Remove URLs which provide information about recent posts by specific authors.":[""],"Remove URLs which provide information about recent comments on each post.":[""],"Also disables Post comment feeds.":[""],"Remove URLs which provide an overview of recent comments on your site.":[""],"Remove URLs which provide an overview of your recent posts.":[""],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":[""],"Disable unwanted content formats":[""],"Remove links which allow others sites to ‘ping’ yours when they link to you.":[""],"Remove information about the plugins and software used by your site.":[""],"Remove links used for embedding your content on other sites.":[""],"Remove links used by external systems for publishing content to your blog.":[""],"Remove links to the location of your site’s REST API endpoints.":[""],"Rest API links":[""],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":[""],"Remove unwanted metadata":[""],"Crawl optimization":[""],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s":[""],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":[""],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":[""],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of %1$s and %2$s URLs.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. Most people can safely disable all of these, which can help to save bytes, electricity, and trees.":[""],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":[""],"E.g., %1$s and %2$s":[""],"E.g., %1$s":[""],"Enable breadcrumbs for your theme":[""],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":[""],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":[""],"Breadcrumbs for Taxonomies":[""],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":[""],"Breadcrumbs for Post types":[""],"Show Blog page in breadcrumbs":[""],"Breadcrumb for 404 page":[""],"Prefix for Search page breadcrumbs":[""],"Add prefix":[""],"Add anchor text":[""],"Add separator":[""],"Configure the appearance and behavior of your breadcrumbs.":[""],"Disabling this will redirect the %1$s to your site's homepage.":[""],"Refresh this page":[""],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":[""],"Something went wrong. An unexpected error occurred.":[""],"Be the first to %1$sget new features & tools%2$s, before everyone else. Get %1$s24/7 support%2$s and boost your website’s visibility.":[""],"Failed to retrieve users.":[""],"Searching users...":[""],"No users found.":[""],"Discard changes":[""],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":[""],"The profile is not valid. Please enter a valid URL.":[""],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":[""],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":[""],"Wikipedia":[""],"YouTube":[""],"Tumblr":[""],"SoundCloud":[""],"MySpace":[""],"LinkedIn":[""],"Instagram":[""],"User":[""],"Organization or a person":[""],"Site basics":[""],"Yoast's recommended reading list":[""],"Text formality":[""],"Read more about text formality.":[""],"%1$s%3$s%2$s will help you assess the formality level of your text.":[""],"%1$sSKU%3$s: Not all your product variants have a SKU. You can add a SKU via the \"Variations\" tab in the Product data box. %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""]," You can add a SKU via the \"Inventory\" tab in the Product data box.":[""],"Not all your product variants have an identifier. You can add a product identifier via the \"Variations\" tab in the Product data box":[""],"Your product is missing an identifier (like a GTIN code). You can add a product identifier via the \"Yoast SEO\" tab in the Product data box":[""],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":[""],"Remove unused resources":[""],"Restore last hidden item":[""],"This feature is not available for multisites.":[""],"Prevent search engines from crawling /wp-json/":[""],"Prevent search engines from crawling site search URLs":[""],"Help us to analyze your site by running the site analysis below.":[""],"Site analysis is disabled for non-production environments.":[""],"Stop site analysis":[""],"Start site analysis":[""],"Please update your Yoast SEO Premium plugin to the latest version to be able to use this feature.":["Aggiorna il plugin Yoast SEO Premium all'ultima versione per poter utilizzare questa funzione."],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":[""],"Formats":[""],"Media pages":[""],"Categories & tags":[""],"Content types":[""],"Show more":[""],"Show less":[""],"Configure the basics for your website.":[""],"This field updates the %1$sTagline in your WordPress settings%2$s.":[""],"This field updates the %1$sSite title in your WordPress settings%2$s.":[""],"Choose how your %1$s pages should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s page.":[""],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show %1$s pages in search results":[""],"Choose how your %1$s pages should look in search engines. You can always customize this per individual %2$s page.":[""],"We recommend disabling %1$s pages. Disabling %1$s pages will cause all attachment URLs to redirect to the media itself.":[""],"%1$s pages":[""],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":[""],"Choose how your Homepage should look on social media. Note that this is what people probably will see when they search for your brand name.":[""],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":[""],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %1$s.":[""],"Date archive":[""],"Choose how your %1$s should look on social media by default.":[""],"Disabling this means that archives for authors without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show archives for authors without posts in search results":[""],"Choose how your %1$s should look in search engines.":[""],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":[""],"Author archive":[""],"Read more about the search results settings":[""],"Choose how your %1$s should look in search engines and on social media.":[""],"Contact support":[""],"We're very sorry, but it seems like the following error has interrupted our application:":[""],"An error occurred while calculating your content: %s":[""],"This functionality is disabled in staging environments.":[""],"We would like to show you insights into content that we feel could use improving.":[""],"No data to show yet":[""],"Show %1$s more...":[""],"Open editor":[""],"Add focus keyphrase":[""],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":[""],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":[""],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":[""],"Posts and pages that haven't been analyzed (%1$s)":[""],"Posts and pages without a focus keyphrase (%1$s)":[""],"Restore all hidden items":[""],"Your site has no content with incoming links left to display here.":[""],"Highest number of incoming links":[""],"Congratulations! All of your content has a green SEO score!":[""],"Your site has no content with SEO scores left to display here.":[""],"An error occured while calculating the SEO scores of your content. Please try again later.":[""],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":[""],"Lowest SEO scores":[""],"Refresh data":[""],"Last refreshed: %d min ago":["","Last refreshed: %d mins ago"],"An error occurred: %s":[""],"You have hidden all items from this list, so there is no content left to display here.":[""],"Add links":[""],"An error occured while calculating the incoming links of your content. Please try again later.":[""],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":[""],"Lowest number of incoming links":[""],"Congratulations! All of your content has a green readability score!":[""],"Your site has no content with Readability scores left to display here.":[""],"An error occured while calculating the Readability scores of your content. Please try again later.":[""],"Improve":[""],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":[""],"Restore hidden items":[""],"Lowest readability scores":[""],"The undo request was unsuccessful.":[""],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":[""],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":[""],"The content below is supposed to be your cornerstone content: the most important and extensive articles on your site. ":[""],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":[""],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":[""],"The request has failed.":[""],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":[""],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":[""],"An error occurred while fetching the suggested links list: %s":[""],"Start writing a new post":[""],"Don't know where to start? Have a look at our recommended reading list!":[""],"keyword strategy, site structure and copywriting.":[""],"There are three major elements you need to consider when writing good content for SEO:":[""],"You need to have more content on your site to make your website rank well in the search engines.":[""],"Start writing content!":[""],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":[""],"You've disabled features that are needed to show data":[""],"Read reviews from real users":[""],"Be the first to %1$s get new features & tools%2$s, before everyone else. Get %1$s 24/7 support%2$s and boost your website’s visibility.":[""],"%1$s attempted to load the class %2$s but it could not be found.":[""],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":["Scegli quale aspetto dovrebbe avere la tua Homepage nei motori di ricerca e nei social. Ricordati che sarà la prima cosa che le persone probabilmente vedranno cercando il nome del tuo brand."],"Choose how your Homepage should look in search engines.":["Scegli come dovrebbe apparire la tua Homepage sui motori di ricerca."],"Keep the categories prefix in the slug":["Mantieni il prefisso delle categorie nello slug."],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":["Gli URL delle categorie su WordPress contengono un prefisso, solitamente %s. Abilita questo prefisso, unicamente per le categorie."],"Choose how your %1$s archive should look on social media.":["Scegli come il tuo archivio %1$s dovrebbe apparire sui social."],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Disabilitando questo campo impedirai l'indicizzazione dell'archivio per %1$s da parte dei motori di ricerca e lo escluderai dalle sitemap XML."],"Choose how your %1$s archive should look in search engines.":["Scegli come dovrebbe apparire il tuo archivio %1$s sui motori di ricerca."],"These settings are specifically for optimizing your %1$s archive.":["Queste impostazioni sono esclusivamente per l'ottimizzazione del tuo archivio %1$s."],"%1$s archive":["Archivio %1$s."],"Add custom fields to page analysis":["Aggiungi campi personalizzati per l'analisi della pagina"],"Additional settings":["Impostazioni aggiuntive"],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":["Scegli come dovrebbero venire descritti i tuoi %1$s di default nel tuo markup di default di Schema.org. Puoi sempre personalizzare individualmente ogni tuo %2$s."],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":["Scegli l'aspetto predefinito di %1$s sui social media. Puoi sempre personalizzare questa impostazioni per ogni %2$s individualmente."],"Social appearance":["Aspetto sui social"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Disattivare questa funzione significa che %1$s non verrà indicizzato dai motori di ricerca e sarà escluso dalla sitemap XML."],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":["Scegli come il tuo %1$s dovrebbe apparire sui motori di ricerca. Puoi sempre personalizzare questa impostazione per ogni %2$s individualmente."],"Search appearance":["Aspetto della ricerca"],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":["Puoi aggiungere più campi personalizzati e separarli utilizzando %3$sInvio%4$s o %3$svirgola%4$s. %1$sLeggi di più sull'analisi dei campi personalizzati%2$s."],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Non hai impostato una pagina Negozio nelle impostazioni del tuo WooCommerce. %1$sTi preghiamo di farlo prima di continuare%2$s."],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh no! Sembra che il tuo modulo contenga dei dati non validi. Controlla i seguenti campi:"],"Archive social image":["Immagine social dell'archivio"],"Archive social description":["Descrizione social dell'archivio"],"Archive social title":["Titolo social dell'archivio"],"Show the archive for %1$s in search results":["Mostra l'archivio per i %1$s nei risultati di ricerca"],"Archive breadcrumbs title":["Titolo breadcrumbs dell'archivio"],"Archive meta description":["Meta descrizione dell'archivio"],"Archive SEO title":["Titolo SEO dell'archivio"],"Enable %1$s for %2$s":["Abilita %1$s per %2$s"],"Show %1$s in search results":["Mostra %1$s  nei risultati di ricerca"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Formato del media non valido. Formati supportati: JPG, PNG, WEBP e GIF."],"%1$sSKU%2$s: All your product variants have a SKU. Good job!":["%1$sSKU%2$s: Tutte le tue varianti di prodotto hanno lo SKU. Ben fatto!"],"%1$sSKU%3$s: Your product is missing a SKU.%4$s %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""],"%1$sSKU%2$s: Your product has a SKU. Good job!":["%1$sSKU%2$s: il tuo prodotto ha uno SKU. Ben fatto!"],"%1$s%2$s%5$s: %3$s. %4$sInclude it if you can, as it will help search engines to better understand your content.%5$s":[""],"%1$s%2$s%4$s: %3$s. Good job!":["%1$s%2$s%4$s: %3$s. Ben fatto!"],"All your product variants have a barcode":["Tutte le tue varianti di prodotto hanno un barcode"],"Not all your product variants have a barcode":["Non tutte le tue varianti di prodotto hanno un barcode"],"Your product has a barcode":["Il tuo prodotto ha un barcode"],"Your product is missing a barcode (like a GTIN code)":["Il tuo prodotto non ha un barcode (per esempio, un GTIN code)"],"All your product variants have an identifier":["Tutte le tue varianti di prodotto hanno un identificatore"],"Your product has an identifier":["Il tuo prodotto ha un identificatore."],"This feature has been disabled, since it is not supported for your language yet.":["Questa funzionalità è stata disabilitata, in quanto non ancora supportata per la tua lingua."],"Discover why inclusive language is important for SEO.":["Scopri perché il linguaggio inclusivo è importante per la SEO."],"The inclusive language analysis offers suggestions to write more inclusive copy.":["L'analisi del linguaggio inclusivo offre suggerimenti per scrivere un contenuto più inclusivo. "],"Inclusive language analysis":["Analisi del linguaggio inclusivo"],"Inclusive language":["Linguaggio inclusivo"],"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Utilizza gli %s per potenziare i tuoi meta tags e i templates, e analizza tutto il tuo contenuto."],"Integrate your custom fields and SEO data":["Integra i tuoi campi personalizzati con i dati SEO"],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Migliora il tuo SEO tecnico, i meta tags e sblocca ulteriori funzioni SEO per l'ecommerce."],"Upgrade your %s SEO":["Aggiorna il tuo %s SEO"],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Connetti il tuo account %1$s per migliorare i risultati di ricerca del tuo sito utilizzando i dati di %2$s."],"Improve internal search results":["Migliora i risultati di ricerca interni"],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Aggiorna i tuoi meta tags e le preview social e gestisci le tue impostazioni SEO in un unico posto."],"Get the most out of %1$s and %2$s, together":["Ottieni il massimo da %1$s e %2$s, insieme"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Utilizza al meglio i tuoi strumenti preferiti per il SEO e l'analisi dei contenuti con la tua page builder preferita."],"Get %1$s tools and functionality in %2$s":["Ottieni gli strumenti e le funzionalità di %1$s  in %2$s"],"Upgrade your workflow and automate tasks":[""],"Use the power of the blockchain to timestamp your content with %s.":[""],"Make your terms & privacy pages more trustworthy":[""],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Controlla come si posizionano i tuoi post connettendo %s al tuo account."],"Track your rankings through time":["Traccia il tuo rank nel tempo"],"Find out what your audience is searching for with %s data right in your sidebar.":["Scopri cosa sta cercando la tua audience con i dati %s direttamente nella sidebar."],"Do keyword research without leaving your post":["Fai la ricerca delle parole chiave senza lasciare il post"],"Oops! Something went wrong while saving.":["Qualcosa è andato storto durante il salvataggio."],"Great! Your settings were saved successfully.":["Ottimo! Le tue impostazioni sono state salvate correttamente"],"Close sidebar":["Chiudi la barra laterale"],"Open sidebar":["Apri la barra laterale"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":[""],"Yandex":[""],"Claim your site over at %1$sPinterest%2$s.":[""],"Get your verification code in %1$sGoogle Search console%2$s.":[""],"Get your verification code in %1$sBing Webmaster tools%2$s.":[""],"Bing":[""],"Add verification code":[""],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":[""],"Baidu":[""],"Verify your site with different tools. This will add a verification meta tag on your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":[""],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":["Per impostazione predefinita, solo gli editor e gli amministratori possono accedere alle sezioni Avanzato e Schema del metabox Yoast SEO. La disabilitazione consente l'accesso a tutti gli utenti."],"Restrict advanced settings for authors":["Restringe le impostazioni avanzate per gli autori"],"Security & privacy":["Sicurezza e privacy"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Questo endpoint dell'API SEO REST di Yoast ti fornisce tutti i metadati necessari per un URL specifico. Ciò renderà molto facile per i siti WordPress senza intestazione utilizzare Yoast SEO per tutto il loro meta output SEO."],"REST API endpoint":["Endpoint REST API"],"APIs":["API"],"The Yoast SEO admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Il menu della barra di amministrazione di Yoast SEO contiene link utili a strumenti di terze parti per l'analisi delle pagine e rende facile vedere se hai nuove notifiche."],"Slack sharing":["Condivisione su Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Consente a Twitter di visualizzare un'anteprima con immagini e un estratto di testo quando viene condiviso un link al tuo sito."],"Twitter card data":["Dati Twitter card"],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Permette a Facebook e ad altri social media di visualizzare un'anteprima con immagini e un riassunto testuale quando viene condiviso un link al tuo sito."],"Open Graph data":["Dati Open Graph"],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":["Facebook, Twitter e Pinterest utilizzano tutti i dati Open Graph di Facebook, quindi assicurati di mantenere attiva l'impostazione \"Dati Open Graph\" se vuoi ottimizzare il tuo sito per queste piattaforme social."],"Social sharing":["Condivisione social"],"Site structure":["Struttura del sito"],"Tell us which features you want to use.":["Dicci quale funzionalità vuoi usare."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":["Il monitoraggio dell'utilizzo ci consente di tracciare alcuni dati sul tuo sito per migliorare il nostro plugin. %1$sPermettici di tracciare alcuni dati sul tuo sito per migliorare il nostro plugin%2$s."],"Enable the XML sitemaps that Yoast SEO generates.":["Abilita le sitemaps XML generate da Yoast SEO."],"Network disabled":["Rete disabilitata"],"Unavailable for sub-sites":["Non disponibile per i sub-siti"],"This image is used as a fallback for posts/pages that don't have any images set.":["Questa immagine viene utilizzata come alternativa di default per articoli/pagine che non hanno alcuna immagine impostata."],"Site image":["Immagine del sito"],"Title separator":["Separatore del titolo"],"Recommended size for this image is %1$s%3$s%2$s":["La dimensione consigliata per questa immagine è %1$s%3$s%2$s"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":["Puoi utilizzare %1$sTitolo sito%2$s, %1$sTagline%2$s e %1$sSeparatore%2$s come variabili durante la configurazione dell'aspetto di ricerca dei tuoi contenuti."],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Aggiungi automaticamente il contenuto al tuo RSS. Questo ti permette di aggiungere link al tuo blog e ai tuoi articoli, e aiuta i motori di ricerca a identificarti come la fonte originale del contenuto."],"RSS feed":["Feed RSS"],"%1$s (default)":["%1$s (predefinito)"],"A person logo / avatar need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site logo as default values.":["È necessario impostare il logo / avatar di una persona affinché i dati strutturati funzionino correttamente. Poiché non li hai ancora impostati, stiamo utilizzando il logo del sito come valore predefinito."],"We took the liberty of using your site title and logo for the organization name and logo. Feel free to change them below.":["Ci siamo permessi di utilizzare il titolo e il logo del tuo sito per il nome e il logo dell'organizzazione. Sentiti libero di cambiarli di seguito."],"Edit your %1$s":["Modifica %1$s"],"slug":["slug"],"keyphrase":["frase chiave"],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":["È necessario impostare il nome e il logo dell'azienda affinché i dati strutturati funzionino correttamente. Poiché non li hai ancora impostati, stiamo utilizzando il nome e il logo del sito come valori predefiniti. %1$sUlteriori informazioni sull'importanza dei dati strutturati.%2$s"],"Install %1$s Content Analysis for %2$s":["Installa l'analisi dei contenuti per %1$s di %2$s"],"Activate %1$s Content Analysis for %2$s":["Attiva l'analisi dei contenuti per %1$s di %2$s"],"%1$s integrates with %2$s":["%1$s si integra con %2$s"],"Send tweets, trigger emails, and integrate with over 5,000 other apps & tools in %s.":["Invia tweet, manda email e integra il tuo sito con oltre 5.000 applicazioni e altri strumenti in %s."],"Integration active":["Integrazione attiva"],"Plugin not detected":["Plugin non rilevato"],"Enable integration":["Abilita integrazione"],"Plugin integrations":["Integrazioni plugin"],"Recommended integrations":["Integrazioni consigliate"],"Integration unavailable for multisites":["Integrazione non disponibile per i multisiti"],"Network Disabled":["Network disabilitato"],"Looking for your integrations settings? We've moved them to a %1$sseparate Integrations page%2$s.":["Cerchi le impostazioni di integrazione? Le abbiamo spostate in una %1$spagina Integrazioni separata%2$s."],"Unlock with Premium!":["Sblocca con la versione Premium!"],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our Insights section. Enable the Insights feature in General > Features, or ask your admin to enable it for you.":["Hai la curiosità di vedere il punteggio %1$sdi facilità di lettura di Flesch%2$s del tuo testo? Abbiamo spostato il punteggio nella sezione Approfondimenti. Abilita la funzione Statistiche in Generale > Funzioni, oppure chiedi al tuo amministratore di abilitarla per te."],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our %3$sInsights%4$s%2$s section.":["Hai la curiosità di vedere il punteggio %1$sdi facilità di lettura di Flesch%2$s del tuo testo? Abbiamo spostato il punteggio nella sezione  %3$sStatistiche%4$s%2$s."],"Premium SEO analysis:":["Analisi SEO Premium:"],"Beta":["Beta"],"Get the %s plugin!":["Compra il plugin %s!"],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":["Stai lavorando su una news? %s ti aiuta a ottimizzare il sito per Google News. Acquista %s ora!"],"no data":["Nessun dato"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Il testo dovrebbe essere leggermente più lungo per calcolare il punteggio di facilità di lettura Flesch."],"Continue writing to get insight into the readability of your text!":["Continua a scrivere per avere un'idea della leggibilità del testo!"],"%1$s: %2$s of the words in your text are considered complex. %3$sTry to use shorter and more familiar words to improve readability%4$s.":["%1$s: %2$s delle parole del testo sono considerate complesse. %3$sProva a usare parole più brevi e familiari per migliorare la leggibilità%4$s."],"%1$s: You are not using too many complex words, which makes your text easy to read. Good job!":["%1$s: non stai usando troppe parole complesse, il che rende il testo facile da leggere. Ottimo lavoro!"],"Word complexity":["Complessità della parola"],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":["%1$sDistribuzione delle parole chiave%2$s: hai distribuito in modo uniforme la tua frase chiave principale in tutto il testo? %3$sYoast SEO Premium te lo dirà! %4$s"],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":["%1$sComplessità delle parole%2$s: il tuo vocabolario è adatto ad un pubblico più vasto? %3$sYoast SEO Premium te lo dirà! %4$s"],"Get %s to enjoy the benefits of prominent words":["Passa a %s per ottenere i vantaggi delle statistiche sulle parole più usate"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Con %1$s%3$s%2$s, questa sezione ti mostrerà quali parole ricorrono più spesso nel testo. Verificando queste parole più usate rispetto alle parole chiave desiderate, saprai come modificare il testo per renderlo più mirato"],"Buy %s now!":["Acquista %s ora!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Stai lavorando su una news? %s ti aiuta a ottimizzare il sito per Google News."],"Premium SEO analysis":["Analisi SEO Premium"],"Optimize even further with our premium SEO analysis":["Ottimizza ulteriormente il tuo contenuto con la nostra analisi SEO Premium"],"1 year of premium support and updates included!":["1 anno di aggiornamenti e supporto personalizzato inclusi!"],"Unlock with %s":["Sblocca con %s"],"Unlock expert workouts and workflows":["Sblocca i workout e i flussi di lavoro"],"Use synonyms, plurals, and variations":["Usa sinonimi, plurali e varianti"],"Target multiple focus keyphrases":["Punta su più frasi chiave"],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":["Ottieni raccomandazioni aggiuntive e più intelligenti sulla struttura del tuo sito, sui contenuti e sulle opportunità SEO."],"Learn more about character count":["Per saperne di più sul conteggio dei caratteri"],"Character count":["Conteggio dei caratteri"],"Learn more about word count":["Per saperne di più sul conteggio delle parole"],"Word count":["Conteggio delle parole"],"Learn more about Flesch reading ease":["Per saperne di più sulla facilità di lettura Flesch"],"out of 100":["su 100"],"okay":["okay"],"Learn more about reading time":["Per saperne di più sul tempo di lettura stimato"],"Reading time":["Tempo di lettura"],"minute":["minuto","minuti"],"Activate %1$s!":["Attiva %1$s!"],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":["Hai installato %1$s ma non è ancora attivato. %2$sAttivalo%1$s ora!%3$s"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Esegui automaticamente il ping ai motori di ricerca come Bing e Yandex ogni volta che pubblichi, aggiorni o elimini un articolo."],"Please use a comma to separate multiple URL parameters.":["Usa una virgola per separare i parametri URL multipli."],"Additional URL parameters to allow":["Parametri URL aggiuntivi da consentire"],"Remove unwanted URL parameters from your URLs.":["Rimuovi i parametri URL indesiderati dagli URL."],"Permalink cleanup settings":["Impostazioni di pulizia dei permalink"],"Max number of characters to allow in searches":["Numero massimo di caratteri da consentire nelle ricerche"],"Clean up and filter searches to prevent search spam.":["Pulisci e filtra le ricerche per evitare lo spam."],"Search cleanup settings":["Impostazioni di pulizia della ricerca"],"Filter searches with common spam patterns":["Filtra le ricerche con modelli di spam comuni"],"Filter searches with emojis and other special characters":["Filtra le ricerche con emoji e altri caratteri speciali"],"Filter search terms":["Filtra i termini di ricerca"],"Unregistered URL parameters":["Parametri URL non registrati"],"Campaign tracking URL parameters":["Parametri URL di monitoraggio della campagna"],"Timestamp this %s":["Aggiungi un timestamp a %s"],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":["%1$s: non tutte le parole della frase chiave \"%4$s\" compaiono nel titolo SEO. %2$s%5$s%3$s."],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: la frase chiave principale appare all'inizio del titolo SEO. Ottimo lavoro!"],"Keyphrase in SEO title":["Frase chiave nel titolo SEO"],"Contact %s support.":["Contatta il supporto di %s"],"WordProof Timestamp":["WordProof Timestamp"],"View this content's Timestamp certificate":["Visualizza il certificato di Timestamp di questo contenuto"],"Contact WordProof support":["Contatta il supporto di WordProof"],"Find out how IndexNow can help your site.":["Scopri come IndexNow può aiutare il tuo sito."],"IndexNow":["IndexNow"],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":["Ecco fatto! Con queste informazioni, la nostra squadra degli indexables ha già potuto fare molte ottimizzazioni sul tuo sito. Ora diamo un'occhiata alla salute SEO del tuo sito!"],"Or visit your SEO dashboard":["O visita la nostra bacheca SEO"],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":["Vuoi ottimizzare ancora di più e desideri trarre il massimo da Yoast SEO? Non perdere i nostri webinar settimanali gratuiti!"],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":["Ecco fatto! Con queste informazioni, la nostra squadra degli indexables ha già potuto fare molte ottimizzazioni sul tuo sito."],"Register now!":["Registrati ora!"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["Vuoi ancora più ottimizzazioni con l'aiuto dei nostri esperti SEO? Iscriviti al nostro webinar settimanale gratuito!"],"Get the most out of Yoast SEO":["Ottieni il massimo da Yoast SEO"],"Dismiss this notice.":["Ignora questa notifica."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Abbiamo notato che non hai ancora completato la configurazione di Yoast SEO. Ottimizza tutte le tue impostazioni SEO con la nostra procedura di %1$sprima configurazione%2$s."],"SEO configuration":["Configurazione SEO"],"By removing Global comments feed, Post comments feeds will be removed too.":["Se rimuovi il feed dei commenti globali, verranno rimossi anche i feed dei commenti agli articoli."],"Remove feed links added by WordPress that aren't needed for this site.":["Rimuovi i link al feed aggiunti da WordPress che non sono necessari per questo sito."],"Feed crawl settings":["Impostazioni di crawl del feed"],"Remove links added by WordPress to the header and &lt;head&gt;.":["Rimuovi i link aggiunti da WordPress a header e &lt;head&gt;."],"Basic crawl settings":["Impostazioni base di crawl"],"Powered by HTTP header":["Creato da header HTTP"],"Pingback HTTP header":["Pingback degli header HTTP"],"Emoji scripts":["Script emoji"],"Generator tag":["Tag generatore"],"oEmbed links":["Link oEmbed"],"RSD / WLW links":["Link RSD / WLW"],"REST API links":["Link REST API"],"Shortlinks":["Shortlink"],"Atom/RDF feeds":["Feed Atom/RDF"],"Search results feeds":["Feed dei risultati di ricerca"],"Custom taxonomy feeds":["Feed di tassonomia personalizzati"],"Tag feeds":["Feed dei tag"],"Category feeds":["Feed di categoria"],"Post type feeds":["Feed dei post type"],"Post authors feeds":["Feed autori degli articoli"],"Global comment feeds":["Feed dei commenti globali"],"Global feed":["Feed globale"],"Please select a name in the site representation step for this step to be effective.":["Perché questo passaggio sia effettivo, devi selezionare un nome in Rappresentazione del sito."],"%1$sLearn more about crawl settings.%2$s":["%1$sMaggiori informazioni sulle impostazioni di crawl.%2$s"],"%1$sLearn more about crawl settings and how they could benefit your site.%2$s":["%1$sMaggiori informazioni sulle impostazioni di crawl e sui vantaggi che danno al tuo sito.%2$s"],"Post comments feeds":["Feed dei commenti agli articoli"],"To make the crawling of your site more efficient and environmental friendly, %1$s allows you to remove URLs (added by WordPress) that might not be needed for your site.":["Per rendere il crawling del tuo sito più efficiente e rispettoso dell'ambiente, %1$s ti permette di rimuovere gli URL (aggiunti da WordPress) che potrebbero non essere necessari per il tuo sito."],"Crawl settings":["Impostazioni di crawl"],"Finish configuration":["Termina la configurazione"],"Personal preferences":["Preferenze personali"],"SEO data optimization":["Ottimizzazione dei dati SEO"],"An error has occurred: %1$s":["Si è verificato un errore: %1$s"],"We could not save the organization name. Please check the value.":["Non è stato possibile salvare il nome dell'organizzazione. Controlla il valore."],"No items found.":["Nessun elemento trovato"],"All redirect types":["Tutti i tipi di redirezione"],"Add Redirect":["Aggiungi redirect"],"Old URL":["Vecchia URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Il tipo di redirect è il codice di risposta HTTP inviato al browser, che dice al browser  quale tipo di redirect viene fornito. %1$sImpara di più sui tipi di redirect%2$s."],"301 Moved Permanently":["301 Spostato Permanentemente"],"Type":["Tipo"],"Plain redirects":["Reindirizza"],"Regex Redirects":["Regex redirect"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Ci sono delle modifiche non salvate in uno o più passaggi. Se lasci questa pagina queste modifiche non saranno salvate. Sei sicuro di voler lasciare la pagina?"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Abbiamo bisogno di te per migliorare Yoast SEO. Possiamo raccogliere informazioni anonime sul tuo sito web e su come lo usi?"],"Add another profile":["Aggiungi un altro profilo"],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Al momento il tuo sito web è configurato per rappresentare un'Organizzazione. Se vuoi che il tuo sito rappresenti una persona, seleziona \"Persona\" nella sezione \"Knowledge Graph & Schema.org\" delle impostazioni di %1$sAspetto della ricerca%2$s."],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":["Segnalaci se ci sono altri profili sul web che appartengono alla tua organizzazione. Puoi anche aggiungere profili da piattaforme come Instagram, YouTube, LinkedIn, Pinterest o Wikipedia."],"Start first-time configuration!":["Comincia la configurazione iniziale!"],"Set the essential %s settings for your site in a few steps.":["Regola le impostazioni essenziali di %s per il tuo sito in pochi passaggi."],"For the best ranking results: configure %s!":["Per il migliore posizionamento: configura %s!"],"Your site is already easier to find for search engines.":["Adesso il tuo sito è già più facile da trovare per i motori di ricerca!"],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["La squadra degli indexables di Yoast non vede l'ora di mettere il tuo sito in forma smagliante per i motori di ricerca. Dacci una mano e segui questi 5 passi per mettere al lavoro i nostri indexables Yoast!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["Metti al lavoro %1$sla squadra degli indexables di %2$s%3$s! Permetti a Google di capire il tuo sito."],"Tell us about your site, so we can get your site ranked!":["Facci sapere qualcosa sul tuo sito, così possiamo aiutarti a posizionarlo! "],"Go to your SEO dashboard":["Vai alla tua bacheca SEO"],"What data will be tracked and for what reasons?":["Che tipo di dati verranno tracciati e per quale motivo?"],"%s usage tracking":["Monitoraggio dell'utilizzo di %s"],"E.g. example@email.com":["E.g. esempio@email.com"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Registrati alla newsletter di %1$s per ricevere suggerimenti sulle best-practice per posizionarsi sui motori di ricerca, rimanere aggiornati sulle ultime notizie SEO e ricevere consigli su come usare %2$s a pieno!"],"%s newsletter":["newsletter di %s "],"Please enter a valid email address.":["Inserisci un indirizzo email valido."],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Per ottenere il massimo valore dai dati strutturati, devi compilare tutte le impostazioni richieste in questa fase. %1$sLeggi di più sull'importanza dei dati strutturati%2$s."],"Help us out here! Is your site about an organization or a person? ":["Abbiamo bisogno del tuo aiuto! Il tuo sito ruota intorno a una persona o a un'organizzazione?"],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Completando questo passaggio permetti a Google di capire meglio il tuo sito web e aumenti le possibilità di ottenere %1$sottimi risultati%2$s."],"Personal logo or avatar":["Logo o avatar personale"],"Select a user":["Seleziona un utente"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Hai selezionato l'utente %1$s come persona rappresentata da questo sito. Le informazioni del profilo dell'utente saranno usate nei risultati della ricerca. Non è possibile aggiornare il profilo dell'utente, quindi chiedi a questa persona o a un admin di verificare che le informazioni siano corrette."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Hai selezionato l'utente %1$s come persona rappresentata da questo sito. Le informazioni del profilo dell'utente saranno usate nei risultati della ricerca. %2$sAggiorna questo profilo per verificare che le informazioni siano corrette%3$s."],"Uploading image...":["Caricamento dell'immagine in corso…"],"Select an option":["Seleziona un'opzione"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Ricorda che dovresti eseguire l'ottimizzazione dei dati SEO per questa configurazione per avere il massimo effetto."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Analizziamo il tuo sito proprio come fa Google e mettiamo in azione gli indexables con l'ottimizzazione dei dati SEO! I nostri indexables miglioreranno immediatamente i problemi tecnici senza che tu debba fare nulla. Se hai molti contenuti, l'ottimizzazione potrebbe richiedere un po' di tempo. Ma fidati di noi, ne vale la pena! Per saperne di più, %1$sdai un'occhiata ai benefici della squadra indexables.%2$s"],"We've already successfully analyzed your site. You can move on to the next step.":["Il tuo sito è già stato analizzato con successo. Puoi andare al prossimo passaggio."],"We've successfully analyzed your site!":["Il tuo sito è stato analizzato con successo!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Ottimizzazione dei dati SEO in corso... Puoi tranquillamente andare al prossimo passaggio di questa configurazione."],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Abbiamo bisogno di un altro po' di aiuto! Aggiungi il tuo profilo Facebook e Twitter così da poter ottimizzare anche i metadati di quelle piattaforme."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Abbiamo bisogno di un altro po' di aiuto! Aggiungi il profilo Facebook e Twitter della tua organizzazione così da poter ottimizzare anche i metadati di quelle piattaforme."],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":["Non hai il permesso di modificare i profili social dell'utente %1$s. Chiedi a questo utente o ad un amministratore di farlo."],"E.g. https://www.wikipedia.com/yoast":["E.g. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["E.g. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["E.g. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["E.g. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["E.g. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["E.g. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["E.g. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["E.g. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["E.g. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["E.g. https://www.facebook.com/yoast"],"Delete item":["Elimina elemento"],"E.g. https://social-platform.com/yoast":["E.g. https://social-platform.com/yoast"],"Other social profile":["Altri profili social"],"First-time configuration":["Configurazione iniziale"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Dovresti completare la %1$s configurazione iniziale%2$s per assicurarti che i tuoi dati SEO siano stati ottimizzati e che tu abbia salvato le impostazioni essenziali di Yoast SEO per il tuo sito."],"Step 4: Go through the first time configuration":["Passaggio 4: imposta la configurazione iniziale"],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Se vuoi che il tuo sito rappresenti un'Organizzazione, seleziona \"Organizzazione\" nella sezione \"Knowledge Graph & Schema.org\" delle impostazioni dell' %1$sAspetto di ricerca%2$s"],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":["Il tuo sito è attualmente configurato per rappresentare una Persona. Se vuoi modificare gli account social per il tuo sito, vai alla sezione del profilo utente della persona selezionata%1$s."],"Personal social profiles":["Profili social personali"],"Postname permalink":["Permalink dell'articolo"],"Page comments":["Commenti alla pagina"],"Links table":["Tabella dei link"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Se hai già salvato le impostazioni per l'\"Aspetto di ricerca\" AIOSEO e il problema persiste, contatta il nostro team di assistenza così possiamo dare un'occhiata."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Se non hai mai salvato nessuna impostazione per l'\"Aspetto di ricerca\" AIOSEO, fai prima quello e prova a ripetere l'importazione."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["L'importazione dei dati AIOSEO è stata annullata perché mancano alcuni dati. Prova a seguire i prossimi passaggi per risolvere il problema:"],"The validation of the AIOSEO data structure has failed.":["La convalida della struttura dati AIOSEO non è andata a buon fine."],"Currently, the %s integration is not available for multisites.":["Al momento l'integrazione %s non è disponibile per i multisiti."],"WordProof authentication":["Autenticazione di WordProof"],"Connected to WordProof":["Connetti a WordProof"],"Connection failed":["La connessione è fallita"],"Not working? %1$sContact %3$s support%2$s.":["Non funziona? %1$sContatta il supporto di %3$s%2$s."],"Try again":["Riprova"],"Find possible solutions in this %1$sArticle%2$s.":["Trova le possibili soluzioni in questo %1$sarticolo%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Si è verificato un problema di connessione. Questo potrebbe essere dovuto al fatto che le connessioni di terze parti sono bloccate."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["%3$s sarà automaticamente datato ogni volta che %1$saggiorni%2$s o %1$spubblichi%2$s."],"Your %s is now protected via the blockchain!":["Il tuo %s è ora protetto dalla blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Qualcosa non ha funzionato nell'autenticazione del tuo account %3$s con il sito %4$s. Riprova o contatta il supporto %1$s di %3$s%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Non è possibile creare nuovi timestamp. Autenticati con WordProof."],"Timestamp with WordProof":["Aggiungi timestamp con WordProof"],"Learn more about timestamping":["Ulteriori informazioni sul processo di timestamp"],"Authenticate with WordProof":["Autentica con WordProof"],"Manage WordProof settings":["Gestisci le impostazioni di WordProof"],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":["Il plugin WordProof Timestamp deve essere disattivato prima di poter attivare questa integrazione."],"%1$s can be used to timestamp your privacy page.":["%1$s può essere usato per datare la pagina della privacy."],"Open settings":["Impostazioni di apertura"],"Open authentication":["Autenticazione aperta"],"The timestamp is not created because you need to authenticate with %s first.":["Il timestamp non viene creato perché è necessario autenticarti prima con %s."],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":["Il timestamp non viene recuperato dal sito. Riprova o contatta l'assistenza %1$s"],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":["%1$s non è riuscito a salvare la pagina con il timestamp. Verifica la corretta autenticazione con %1$s e riprova a salvare la pagina."],"%s has successfully timestamped this page.":["%s ha eseguito il timestamp di questa pagina."],"You are out of timestamps. Please upgrade your account by opening the %s settings.":["Non ci sono più timestamp. Aggiorna il tuo account aprendo le impostazioni %s."],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":["Usa WordProof per inserire un timestamp in questa pagina in modo da rispettare le norme legali e unirti alla missione per un Internet più trasparente e responsabile."],"Timestamp this post":["Aggiungi un timestamp a questo articolo"],"content words":["parole contenuto"],"content word":["parola contenuto"],"Cleanup failed with the following error:":["Procedura di cancellazione fallita con il seguente errore:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Nota: queste impostazioni rimpiazzeranno le impostazioni predefinite di Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Nota: Questi metadati verranno importati solo se non esistono già metadati di Yoast SEO."],"Post metadata (SEO titles, descriptions, etc.)":["Metadati dell'articolo (titolo SEO, descrizione, etc.)"],"The import from %s includes:":["L'importazione da %s include:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Quando sei sicuro che il tuo sito funzioni bene con i dati importati da un altro plugin SEO, puoi rimuovere tutti i dati usati originariamente da quel plugin."],"Please select an SEO plugin below to see what data can be imported.":["Seleziona un plugin SEO per vedere quali dati possono essere importati."],"Clean up":["Cancella"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Dopo aver importato i dati da un altro plugin SEO, assicurati di aver rimosso i dati utilizzati originariamente da quel plugin. "],"Note: ":["Nota:"],"The cleanup can take a long time depending on your site's size.":["A seconda della dimensione del tuo sito, la pulizia può richiedere un po' di tempo."],"Default tagline":["Descrizione predefinita"],"Import failed with the following error:":["L'importazione è fallita con il seguente errore:"],"No data found from other SEO plugins.":["Non è stato trovato alcun dato dagli altri plugin SEO."],"Select SEO plugin":["Seleziona il plugin SEO"],"The import can take a long time depending on your site's size.":["L'importazione può richiedere molto tempo a seconda delle dimensioni del tuo sito"],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Per migliorare i risultati SEO includi tutte le parole della tua frase chiave nel titolo SEO, e inserisci la frase chiave all'inizio del titolo"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Per migliorare i risultati SEO scrivi l'esatta corrispondenza della tua frase chiave nel titolo SEO, e inserisci la frase chiave all'inizio del titolo"],"Installation Successful":["Installazione riuscita"],"Blog Post":["Articolo del blog"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":["%1$s: Il titolo non inizia con la frase chiave principale.  %2$sSposta la tua frase chiave principale all'inizio del titolo%3$s."],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":["%1$s: La frase chiave principale appare all'inizio del titolo SEO. Ottimo lavoro!"],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sLunghezza testo%4$s: Il testo contiene %1$d %6$s. Questo è meno del minimo raccomandato di %5$d %6$s. %3$sAggiungi più contenuto%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sLunghezza testo%4$s: Il testo contiene %1$d %6$s. Questo è leggermente al di sotto del minimo raccomandato di %5$d %6$s. %3$sAggiungi un altro po' di testo%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sLunghezza testo%4$s: il testo contiene %1$d %6$s. Questo è molto al di sotto del minimo consigliato di %5$d %7$s. %3$sAggiungi più contenuto%4$s.","%2$sLunghezza testo%4$s: il testo contiene %1$d %7$s. Questo è molto al di sotto del minimo consigliato di %5$d %7$s. %3$sAggiungi più contenuto%4$s."],"character":["carattere","characters"],"word":["parola","words"],"words":["parole"],"characters":["caratteri"],"Man holding a tablet.":["Un uomo con un tablet."],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s stende il tappeto rosso per i bot di ricerca, aiutando il tuo sito ad avere risultati migliori nei motori di ricerca."],"You've successfully installed %s!":["Hai installato %s con successo!"],"Skip%s":["Salta%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Il tuo account %s non contiene ancora alcuna frase chiave per questo sito web. Puoi tenere d'occhio le frasi chiave usando il pulsante \"Segui la prestazione SEO\" nell'editor dell'articolo."],"%s account":["Account %s "],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Questo riepilogo ti mostra solo le frasi chiave aggiunte da Yoast SEO. Potrebbero esserci altre frasi chiave aggiunte dal tuo %s."],"Tracking the ranking position...":["Monitorando la posizione nei risultati di ricerca..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Qualcosa è andato storto durante il monitoraggio della posizione della tua pagina nei risultati di ricerca. Riprova più tardi."],"reconnect to %s":["riconnetti a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembra che qualcosa sia andato storto durante il recupero dei dati del tuo sito web. Si prega di %s e riprovare."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Prima di poter tracciare le tue prestazioni SEO, assicurati di impostare il titolo dell'articolo e di salvarlo come bozza o di impostare manualmente lo slug dell'articolo."],"No keyphrase has been set. Please set a keyphrase first.":["Non è stata impostata alcuna frase chiave. Imposta prima una frase chiave."],"upgrade your %s plan":["aggiorna il tuo piano %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Hai raggiunto il numero massimo di %d frasi chiave che puoi aggiungere al tuo account Wincher. Se desideri aggiungere altre frasi chiave, si prega di %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Con %1$s puoi tracciare la posizione della tua pagina nei risultati di ricerca in base alle tue frasi chiave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s sta attualmente monitorando la posizione della tua pagina nei risultati di ricerca. Questo potrebbe richiedere alcuni minuti. Aspetta o torna a controllare più tardi."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Ti sei connesso con successo a %s!  Ora puoi monitorare le prestazioni SEO per le frasi chiave di questa pagina."],"Read more about keyphrase tracking with Wincher":["Ulteriori informazioni sul monitoraggio delle frasi chiave con Wincher"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Collega %1$s con %2$s per monitorare la posizione del tuo sito nei risultati di ricerca in base alle tue frasi chiave.  %3$s"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Il rilevamento automatico delle frasi chiave è abilitato. Le tue frasi chiave verranno automaticamente tracciate da %s quando pubblicherai il tuo articolo."],"Please enter a focus keyphrase first to track keyphrase performance":["Inserisci prima una frase chiave per monitorare le prestazioni della frase chiave"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posizione della frase chiave negli ultimi 90 giorni su una scala da 0 a 100."],"Track SEO performance":["Monitora le prestazioni SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Puoi abilitare / disabilitare il monitoraggio delle prestazioni SEO per ogni frase chiave di seguito."],"Track all keyphrases on this page":["Monitora tutte le frasi chiave in questa pagina"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Il tracciamento è già stato abilitato per una o più frasi chiave di questa pagina.  Facendo clic sul pulsante in basso abiliterai il tracciamento per tutte le sue frasi chiave."],"Learn more about the SEO performance feature.":["Scopri di più sulle funzionalità delle prestazioni SEO."],"SEO performance":["Prestazioni SEO"],"Connect with %s":["Connetti con %s"],"Top performing keyphrases on your site":["Frasi chiave con le migliori prestazioni per il tuo sito"],"* focus keyphrase":["* frase chiave principale"],"Get more insights over at %s":["Ottieni più approfondimenti su %s"],"Position over time":["Posizione nel tempo"],"Position":["Posizione"],"Tracking":["Monitoraggio"],"The %s integration offers the option to track specific keyphrases and gain insights in their positions.":["L'integrazione %s offre la possibilità di tracciare frasi chiave specifiche e ottenere approfondimenti sulle loro posizioni."],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Puoi ancora eseguire l'ottimizzazione dei dati SEO nella sezione %1$sStrumenti%2$s. Quando hai finito, aggiorna la pagina."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Questa fase della configurazione al momento è disattivata perché non stai usando l'ultima versione di Yoast SEO Premium. Aggiorna alla versione più recente (almeno %1$s). "],"Saved!":["Salvato!"],"Save and continue":["Salva e continua"],"No, don’t track my site data":["No, non tracciare i dati del mio sito"],"Does your site represent an Organization or Person?":["Il tuo sito rappresenta un'organizzazione o una persona?"],"Activate %s":["Attiva %s"],"Update %s":["Aggiorna %s"],"Renew %s":["Rinnova %s"],"Get help activating your subscription":["Ottieni assistenza per attivare il tuo abbonamento"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Sembra che tu stia utilizzando una versione obsoleta e non attiva di %1$s, per favore attiva il tuo abbonamento in %2$sMyYoast%3$s e aggiorna all'ultima versione (almeno alla 17.7)  per accedere alla nostra sessione aggiornata di allenamenti."],"Activate your subscription of %s":["Attiva il tuo abbonamento a %s"],"Update to the latest version of %s":["Aggiorna all'ultima versione di %s"],"Renew your subscription":["Rinnova il tuo abbonamento"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["L'accesso agli ultimi allenamenti richiede una versione aggiornata di %s (almeno 17.7), ma sembra che il tuo abbonamento sia scaduto. Si prega di rinnovare l'abbonamento per aggiornare e accedere a tutte le ultime funzionalità."],"Renew your subscription of %s":["Rinnova il tuo abbonamento a %s"],"Could not save this value. Please check the URL.":["Impossibile salvare questo valore. Si prega di controllare l'URL."],"Could not save this value. Please check the URL or username.":["Impossibile salvare questo valore. Si prega di controllare l'URL o il nome utente."],"Oops! Something went wrong. Check your email address and try again.":["Oops! Qualcosa è andato storto. Controlla il tuo indirizzo email e riprova."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Importante: non venderemo mai questi dati. E ovviamente, come sempre, non raccogliamo alcun dato personale su di te o sui tuoi visitatori!"],"Yes, you can track my site data":["Sì, autorizzo a monitorare i dati del mio sito"],"Site representation":["Rappresentazione del sito"],"Continue":["Continua"],"Thank you! Check your inbox for the confirmation email.":["Grazie! Controlla la tua casella di posta per l'email di conferma."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast rispetta la tua privacy. Leggi %1$s la nostra politica sulla privacy%2$s su come gestiamo le tue informazioni personali."],"Sign up!":["Iscriviti!"],"Email address":["Indirizzo email"],"%1$sBack to all workouts":["%1$sRitorna a tutti gli allenamenti"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Mantenere il tuo sito in forma per l'ottimizzazione SEO può essere difficile. Noi possiamo aiutarti ad iniziare! Inizia questi allenamenti spiegati passo passo, e sarai in grado di affrontare alcune delle sfide SEO fondamentali!"],"Add internal links to your posts and pages":["Aggiungi link interni ai tuoi post e alle tue pagine"],"Make pages easier for Google and visitors to find":["Rendi le pagine più facili da trovare per Google e i visitatori"],"Clean up your unlinked content to make sure people can find it":["Riorganizza i tuoi contenuti non collegati per assicurarti che le persone possano trovarli"],"Orphaned content":["Contenuti orfani"],"Bring more visitors to your articles":["Porta più visitatori ai tuoi articoli"],"Make your important articles rank higher":["Fai in modo che i tuoi articoli importanti si posizionino più in alto"],"%1$s/%2$s steps completed":["%1$s/%2$s passaggi completati"],"Unlock with %s!":["Sblocca con %s!"],"Start workout!":["Inizia l'allenamento!"],"Do workout again":["Allenati di nuovo"],"Continue workout!":["Continua l'allenamento!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Sembra che tu stia eseguendo una versione obsoleta di %1$s, per favore %2$s aggiorna all'ultima versione (almeno 17.7)%3$s per accedere alla nostra sezione allenamenti aggiornata."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Fai subito i primi passi con la %1$s%2$s configurazione iniziale %3$s e configura Yoast SEO con le impostazioni SEO ottimali per il tuo sito!"],"Current or first category title":["Titolo della prima categoria o della categoria attuale "],"Category Title":["Titolo della categoria"],"Replaced with the post content":["Sostituito con il contenuto dell'articolo"],"Post Content":["Contenuto dell'articolo"],"Replaced with the permalink":["Sostituito dal permalink"],"Replaced with the last name of the author":["Sostituito dal cognome dell'autore"],"Author last name":["Cognome dell'autore"],"Replaced with the first name of the author":["Sostituito dal nome dell'autore"],"Author first name":["Nome dell'autore"],"Replaced with the day the post was published":["Sostituito dal giorno in cui l'articolo è stato pubblicato"],"Post day":["Giorno di pubblicazione"],"Replaced with the month the post was published":["Sostituito dal mese in cui l'articolo è stato pubblicato"],"Post month":["Mese di pubblicazione"],"Replaced with the year the post was published":["Sostituito dall'anno in cui l'articolo è stato pubblicato"],"Post year":["Anno di pubblicazione"],"Current day":["Giorno corrente"],"Current month":["Mese corrente"],"Current date":["Data corrente"],"Get %s to unlock social previews!":["Attiva %s per sbloccare l'anteprima social!"],"Want to see how your content will look when it’s shared on %s?":["Ti piacerebbe vedere come appare il tuo contenuto quando viene condiviso su %s?"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sLunghezza della frase chiave%5$s: la frase chiave è composta da %1$d %6$s ed è molto più breve della lunghezza minima raccomandata di %2$d %7$s. %4$sTi suggeriamo di allungarla%5$s!","%3$sLunghezza della frase chiave%5$s: la frase chiave è composta da %1$d %6$s ed è molto più breve della lunghezza minima raccomandata di %2$d %7$s. %4$sTi suggeriamo di allungarla%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sLunghezza della frase chiave%5$s: la frase chiave è composta da %1$d %6$s ed è più breve della lunghezza minima raccomandata di %2$d %6$s. %4$sTi suggeriamo di allungarla%5$s!"],"%1$sImage alt tags%2$s: All images have alt attributes. Good job!":["%1$sAlt tag delle immagini%2$s: Tutte le immagini hanno attributi alt. Ottimo lavoro!"],"%3$sImage alt tags%5$s: %1$d image out of %2$d doesn't have alt attributes. %4$sAdd alt attributes to your images%5$s!":["%3$sAlt tag delle immagini%5$s: %1$d immagine su %2$d non contiene attributi alt. %4$sAggiungi gli attributi alt alle tue immagini%5$s!","%3$sAlt tag delle immagini%5$s: %1$d immagini su %2$d non contengono attributi alt. %4$sAggiungi gli attributi alt alle tue immagini%5$s!"],"%1$sImage alt tags%3$s: None of the images has alt attributes. %2$sAdd alt attributes to your images%3$s!":["%1$sAlt tag delle immagini%3$s: Nessuna delle tue immagini contiene attributi alt. %2$sAggiungi gli attributi alt alle tue immagini%3$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Sembra che tu non stia usando il nostro %1$sadd-on %2$s%3$s. %4$sAggiorna subito%5$s per sbloccare nuovi strumenti e funzionalità SEO che faranno risaltare i tuoi prodotti nei risultati di ricerca."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Di seguito sono riportati i dettagli tecnici dell'errore. Dai un'occhiata a %1$squesta pagina%2$s per una spiegazione più dettagliata."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sFrase chiave dell'immagine%2$s: ottimo lavoro!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sFrase chiave dell'immagine%3$s: Le immagini su questa pagina non hanno attributi alt che contengano almeno la metà delle parole della tua frase chiave. %2$sCorreggilo%3$s!"],"%1$sImages%2$s: Good job!":["%1$sImmagini%2$s: ottimo lavoro!"],"%1$sImages and videos%2$s: Good job!":["%1$sImmagini e video%2$s: ottimo lavoro!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sImmagini e video%5$s: In questa pagina compare solo %1$d immagine o video. Raccomandiamo che siano almeno %2$d. %4$sAggiungi altre immagini o video rilevanti%5$s!","%3$sImmagini e video%5$s: In questa pagina compaiono solo %1$d immagini o video. Raccomandiamo che siano almeno %2$d. %4$sAggiungi altre immagini o video rilevanti%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sImmagini%5$s: In questa pagina compare solo %1$d immagine. Raccomandiamo che siano almeno %2$d. %4$sAggiungi altre immagini rilevanti%5$s!","%3$sImmagini%5$s: In questa pagina compaiono solo %1$d immagini. Raccomandiamo che siano almeno %2$d. %4$sAggiungi altre immagini rilevanti%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sImmagini e video%3$s: Non ci sono immagini o video in questa pagina. %2$sAggiungine qualcuno%3$s!"],"%1$sLists%3$s: No lists appear on this page. %2$sAdd at least one ordered or unordered list%3$s!":["%1$sListe%3$s: Non ci sono liste in questa pagina. %2$sAggiungi almeno una lista ordinata o non ordinata%3$s!"],"%1$sLists%2$s: There is at least one list on this page. Great!":["%1$sListe%2$s: C'è almeno una lista in questa pagina. Ottimo!"],"Error stack trace":["Traccia dello stack di errore"],"Response":["Risposta"],"Error message":["Messaggio di errore"],"Status code":["Codice di stato"],"Request method":["Metodo di richiesta"],"Request URL":["URL della richiesta"],"Error details":["Dettagli dell'errore"],"Prep time":["Tempo di preparazione"],"The time it takes to prepare the items to be used in the instructions.":["Il tempo necessario per preparare gli elementi da usare nelle istruzioni."],"Recipe prep time":["Tempo di preparazione della ricetta"],"The time it takes to actually cook the dish.":["Il tempo necessario per cucinare il piatto."],"Recipe cooking time":["Il tempo di cottura della ricetta"],"Workouts":["Esercizi"],"A new version of %1$s is available. %2$sRenew your subscription%3$s if you want to update to the latest version.":["È disponibile una nuova versione di %1$s. %2$sRinnova il tuo abbonamento%3$s se vuoi aggiornare all'ultima versione."],"Rank with articles you want to rank with":["Posizionati meglio con gli articoli che vuoi che vengano mostrati per primi"],"The cornerstone approach":["L'approccio Cornerstone"],"SEO workouts":["Allenamenti SEO"],"Enter step":["Inserisci un passo"],"Instructions":["Istruzioni"],"Instructions title":["Titolo delle istruzioni"],"The steps of making the recipe, in the form of an ordered list with HowToStep and/or HowToSection items.":["I passi per realizzare la ricetta sotto forma di una lista ordinata di voci HowToStep e/o HowToSection (passi e sezioni da seguire)."],"Recipe instructions":["Istruzioni per la ricetta"],"Enter an ingredient":["Aggiungi un ingrediente"],"Ingredients":["Ingredienti"],"Ingredients title":["Titolo degli ingredienti"],"The ingredients used in the recipe, e.g. sugar, flour or garlic.":["Gli ingredienti usati nella ricetta, per esempio zucchero, farina o aglio."],"Recipe ingredient(s)":["Ingredienti della ricetta"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Migliora la qualità della ricerca all'interno del tuo sito! Aiuta automaticamente i tuoi utenti a trovare i contenuti Cornerstone e quelli più importanti nei risultati di ricerca interni. Rimuove anche gli articoli e le pagine non indicizzate dai risultati di ricerca del tuo sito."],"Find out more about our %s integration.":["Scopri di più sulla nostra integrazione %s."],"Set up automated actions when you publish or update your content. By connecting %1$s with %2$s, you can easily send out your published posts to any of its 2000+ destinations, such as Twitter, Facebook and more.":["Imposta azioni automatiche quando pubblichi o aggiorni i tuoi contenuti. Collegando %1$s con %2$s, puoi inviare con facilità i tuoi articoli pubblicati a qualsiasi delle 2000 (e più!) destinazioni, come Twitter, Facebook e altro."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":[""],"Find out how Insights can help you improve your content.":["Scopri come gli Approfondimenti (Insights) ti aiutano a migliorare il tuo contenuto."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Trova dati rilevanti per il tuo contenuto nella sezione Approfondimenti (Insights) della metabox di Yoast SEO. Potrai vedere quali parole usi più spesso e se corrispondono alle tue parole chiave! "],"Read more about Schema.":["Scopri di più su Schema."],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Oops, qualcosa non ha funzionato e non è possibile completare l'ottimizzazione dei dati SEO. Attiva il tuo abbonamento a MyYoast seguendo %1$squeste istruzioni%2$s."],"To unlock this feature please update %s to the latest version.":["Per sbloccare questa funzionalità aggiorna %s all'ultima versione."],"Rewrite titles":["Riscrivere i titoli"],"%d minutes":["%d minuti"],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Le impostazioni di aspetto social degli archivi hanno bisogno dei metadati Open Graph (che al momento sono disabilitati). Puoi abilitarli nelle impostazioni %1$s‘Social’ della scheda ‘Facebook’%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Le impostazioni di aspetto social delle tassonomie hanno bisogno dei metadati Open Graph (che al momento sono disabilitati). Puoi abilitarli nelle impostazioni %1$s‘Social’ della scheda ‘Facebook’%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Le impostazioni di aspetto social dei tipi di contenuto hanno bisogno dei metadati Open Graph (che al momento sono disabilitati). Puoi abilitarli nelle impostazioni %1$s‘Social’ della scheda ‘Facebook’%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Le impostazioni di aspetto social della tua homepage hanno bisogno dei metadati Open Graph (che al momento sono disabilitati). Puoi abilitarli nelle impostazioni %1$s‘Social’ della scheda ‘Facebook’%2$s."],"%s archive settings":["Impostazioni degli archivi %s"],"Single %s settings":["Impostazioni dell'articolo %s"],"These are the image, title and description used when a link to your homepage is shared on social media.":["Questi sono il titolo, la descrizione e l'immagine che verranno utilizzati quando viene condiviso un link alla tua homepage sui social media."],"Default image":["Immagine predefinita"],"The social homepage settings have been moved to the %1$s‘Search appearance’ settings under the ‘General’ tab%2$s.":["Le impostazioni della homepage social sono state spostate nelle impostazioni dell' %1$s‘Aspetto della ricerca’ nella scheda ‘Generale’%2$s."],"Social image":["Immagine social"],"Enter a recipe description":["Inserisci una descrizione per la ricetta "],"A description of the recipe.":["Una descrizione della ricetta."],"Recipe description":["Descrizione ricetta"],"Cooking time":["Tempo di cottura"],"Unlock with Premium":["Sblocca con Premium"],"Good job! All required information has been provided.":["Ottimo lavoro! Tutte le informazioni necessarie sono state inserite."],"Recommended information":["Informazioni raccomandate"],"Required information":["Informazioni necessarie"],"JobPosting schema":["Schema per Offerta di lavoro"],"%s has been left empty.":["%s è stato lasciato vuoto."],"The `%1$s` attribute is recommended but missing.":["L'attributo `%1$s` è consigliato ma manca."],"The `%1$s` attribute is required but missing.":["L'attributo `%1$s` è necessario ma manca."],"Addon installation failed because of an error: %s.":["L'installazione dell'add-on non è riuscita a causa di un errore: %s."],"You are not allowed to install plugins.":["Non hai i permessi per installare i plugin."],"Addon installed.":["Add-on installato."],"Addon activation failed because of an error: %s.":["L'attivazione dell'add-on non è riuscita a causa di un errore: %s."],"You are not allowed to activate plugins.":["Non hai i permessi per attivare i plugin."],"Addon activated.":["Add-on attivato."],"%1$s Continue to %2$s%3$s":["%1$s Continua %2$s%3$s"],"Installing and activating addons":["Installare e attivare gli add-on"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Nessun %1$s plugin è stato installato. Pare che tu non abbia nessun abbonamento attivo."],"the following addons":["i seguenti add-on"],"%s SEO installation":["Installazione di %s SEO "],"Install and activate":["Installa e attiva"],"Please confirm below that you would like to install %s on this site.":["Conferma di voler installare %s su questo sito."],"Insert variable":["Inserisci variabile"],"Heading %d":["Intestazione %d"],"Change heading level":["Cambia il livello dell'intestazione"],"The `%1$s` block is recommended but missing.":["Il blocco '%1$s' è consigliato ma manca."],"The `%1$s` block is required but missing.":["Il blocco '%1$s' è necessario ma manca."],"Shopping data preview:":["Anteprima dei dati di acquisto"],"Availability":["Disponibilità"],"Price":["Prezzo"],"Rating":["Valutazione"],"%s reviews":["%s recensioni"],"Rating: %s":["Valutazione: %s"],"Image":["Immagine"],"Social description":["Descrizione social"],"Social title":["Titolo social"],"Not all required information has been provided! %s schema will not be generated for your page.":["Non tutti i blocchi necessari sono stati completati. Non verrà generato alcuno schema %s per la tua pagina."],"Add a block to your recipe...":["Aggiungi un blocco alla tua ricetta..."],"Serves #":["Porzioni #"],"Create a Recipe in an SEO-friendly way. You can only use one Recipe block per post.":["Crea una ricetta che sia SEO-friendly. Puoi usare un solo blocco Ricetta per articolo."],"%1$s Recipe":["Ricetta %1$s"],"Enter a recipe name":["Inserisci un nome per la ricetta"],"Required by %s":["È necessario affinché %s funzioni correttamente"],"Auto-updates are disabled based on this setting for %1$s.":["Gli aggiornamenti automatici sono disabilitati in base alle impostazioni che hai definito per %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Gli aggiornamenti automatici sono abilitati in base alle impostazioni che hai definito per %1$s."],"Select a date":["Seleziona una data"],"New":["Nuovo"],"Schema analysis:":["Analisi Schema:"],"Enable Breadcrumbs for your theme":["Abilita i breadcrumb per il tuo tema"],"Note: You can always choose to enable / disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Nota: puoi sempre scegliere di abilitarli / disabilitarli per il tuo tema qui sotto. Questa impostazione non si applica ai breadcrumb inseriti attraverso un widget, un blocco o uno shortcode."],"You've just removed the ‘%1$s’ block, but this is a %2$srecommended block for Schema output%3$s. Are you sure you want to do this?":["Hai appena rimosso il blocco ‘%1$s’, ma questo è un %2$sblocco consigliato per l'output Schema%3$s. Sei sicuro di volerlo fare?"],"You've just removed the ‘%1$s’ block, but this is a %2$srequired block for Schema output%3$s. Without this block no Schema will be generated. Are you sure you want to do this?":["Hai appena rimosso il blocco ‘%1$s’, ma questo è un %2$sblocco necessario per l'output Schema%3$s. Senza questo blocco non sarà generato nessun output Schema. Sei sicuro di volerlo fare?"],"seconds":["secondi"],"Select image":["Seleziona un'immagine"],"Replace image":["Sostituisci l'immagine"],"site structure":["struttura del sito"],"internal linking":["link interni"],"breadcrumbs":["breadcrumb"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Aggiungi i breadcrumb di Yoast SEO al template o al contenuto."],"Yoast Breadcrumbs":["Breadcrumb di Yoast"],"No, please undo this":["No, annullalo"],"The term is considered invalid. The following reason was given by WordPress: %s":["Il termine è considerato non valido. WordPress indica come motivo: %s"],"The post could not be found.":["L'articolo non è stato trovato."],"The term could not be found.":["Il termine non è stato trovato."],"This feature has been disabled since subsites never send tracking data.":["Questa funzione è stata disabilitata in quanto i sottositi non inviano mai dati di tracciamento."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the Yoast SEO Multilingual add-on%2$s as well!":["Abbiamo rilevato che hai installato WPML. Per assicurarti che i tuoi URLs canonici siano impostati in modo corretto, %1$sinstalla e attiva anche il plugin add-on Yoast SEO Multilingual%2$swell!"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Non possiamo salvare i cambiamenti nelle impostazioni SEO mentre stai lavorando su una bozza di un %1$s già pubblicato. Se vuoi salvare i cambiamenti nei dati SEO, fai click su 'Aggiorna', o aspetta a cambiare i dati SEO fino a quando è pronto l'aggiornamento di %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Inizia con l'analisi dei contenuti per Elementor!"],"Got it":["Fatto"],"New: Yoast SEO for Elementor":["Nuovo: Yoast SEO per Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Poichè ci sono stati dei cambiamenti nelle impostazioni dell'URL della categoria, alcuni dei tuoi dati SEO devono essere processati di nuovo."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Entro una settimana %1$s elaborerà automaticamente la maggior parte dei tuoi contenuti in background."],"%s minute":["%s minuto","%s minuti"],"Est. reading time":["Tempo di lettura stimato"],"Written by":["Scritto da"],"Google Rich Results Test":["Test Google Rich Results"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Scopri come i rich snippet possono migliorare la visibilità del tuo sito e la tua percentuale di clic (CTR)."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Questo aggiunge l'autore ed il tempo di lettura allo snippet dell'articolo quando viene condiviso su Slack"],"Enhanced Slack sharing":["Condivisione su Slack migliorata"],"Activate your subscription":["Attiva il tuo abbonamento"],"SEO data optimization is disabled for non-production environments.":["L'ottimizzazione dati SEO è disabilitata per gli ambienti di sviluppo."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Questa funzionalità include e sostituisce il contatore di link nei testi e la funzionalità di analisi dei link interni"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Questa scheda ti permette di disabilitare le integrazioni %1$s da servizi di terze parti per tutti i siti nella tua rete. L'impostazione predefinita per tutte le integrazioni è di essere abilitate, così da permettere agli amministratori del sito di scegliere autonomamente se mostrare o nascondere un'integrazione per il loro sito. Quando disattivi un'integrazione qui, gli amministratori del sito non potranno più usare quell'integrazione."],"%s can integrate with third party products. You can enable or disable these integrations below.":["%s può integrarsi con prodotti di terze parti. Puoi abilitare o disabilitare queste integrazioni qui sotto."],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Poiché ci sono stati dei cambiamenti nelle impostazioni dell'URL della categoria, alcuni dei tuoi dati SEO devono essere elaborati di nuovo."],"Stop SEO data optimization":["Interrompi l'ottimizzazione dei dati SEO"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Oops, qualcosa non ha funzionato e non è possibile completare l'ottimizzazione dei dati SEO. Fai di nuovo clic sul pulsante per iniziare di nuovo il processo."],"Optimizing SEO data... This may take a while.":["Ottimizzazione dei dati SEO in corso... Potrebbe metterci qualche minuto."],"SEO data optimization complete":["L'ottimizzazione dei dati SEO è stata completata"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Puoi rendere più veloce il tuo sito e ottenere informazioni sulla sua struttura dei link interni permettendoci di effettuare alcune ottimizzazioni al modo in cui i dati SEO sono memorizzati. "],"Start SEO data optimization":["Inizia l'ottimizzazione dei dati SEO"],"Learn more about the benefits of optimized SEO data.":["Approfondisci i vantaggi dell'ottimizzazione dei dati SEO."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Puoi rendere più veloce il tuo sito e ottenere informazioni sulla sua struttura dei link interni permettendoci di effettuare alcune ottimizzazioni al modo in cui i dati SEO sono memorizzati. Se hai molti contenuti potrebbe volerci un po' di tempo, ma fidati, ne vale la pena."],"Optimize SEO Data":["Ottimizza i dati SEO"],"If the problem persists, please contact support.":["Se il problema permane, contatta il supporto."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Qualcosa non ha funzionato e non è possibile completare l'ottimizzazione dei dati SEO. %1$sInizia di nuovo il processo%2$s."],"All permalinks were successfully reset":["Tutti i permalink sono stati reimpostati con successo."],"Check out %s!":["Dai un'occhiata a %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Ti piacerebbe poter aggiungere queste frasi chiave correlate all'analisi %s in modo da poter ottimizzare ulteriormente i tuoi contenuti?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Abbiamo incontrato un problema nel cercare di ottenere le relative frasi chiave. Riprova più tardi."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Hai raggiunto il numero massimo di 4 frasi chiave correlate. Puoi cambiare o rimuovere le frasi correlate nella metabox di %s o nella barra laterale."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Attendi mentre %1$s si connette a %2$s per ottenere le relative frasi chiave..."],"Upgrade your %s plan":["Aggiorna il tuo piano su %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Hai raggiunto il limite di richieste per oggi. Controlla domani o aggiorna il tuo piano su %s."],"Last month":["Il mese scorso"],"Two months ago":["Due mesi fa"],"Three months ago":["Tre mesi fa"],"Four months ago":["Quattro mesi fa"],"Five months ago":["CInque mesi fa"],"Six months ago":["Sei mesi fa"],"Seven months ago":["Sette mesi fa"],"Eight months ago":["Otto mesi fa"],"Nine months ago":["Nove mesi fa"],"Ten months ago":["Dieci mesi fa"],"Eleven months ago":["Undici mesi fa"],"Twelve months ago":["Dodici mesi fa"],"Get more insights at %s":["Approfondisci su %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume della frase chiave negli ultimi 12 mesi su una scala da 0 a 100."],"Learn more about the related keyphrases trend":["Per saperne di più sulla tendenza delle frasi chiave correlate"],"Trend":["Tendenza"],"Learn more about the related keyphrases volume":["Per saperne di più sul volume delle frasi chiave correlate"],"Volume":["Volume"],"Related keyphrase":["Frase chiave correlata"],"Select country":["Seleziona il Paese"],"Show results for:":["Mostra i risultati per:"],"Please enter a focus keyphrase first to get related keyphrases":["Prima inserisci una frase chiave principale per ottenere le frasi chiave correlate"],"Sorry, there's no data available for that keyphrase/country combination.":["Non ci sono dati disponibili per quella combinazione di frase chiave/paese."],"Get related keyphrases":["Ottieni le frasi chiave correlate"],"Related keyphrases":["Frasi chiave correlate"],"The number of headers and header labels don't match.":["Il numero di header a di etichette per l'header non combacia."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["L'integrazione con %s offre suggerimenti e approfondimenti per le parole chiave correlate alla frase chiave principale inserita."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["La disabilitazione delle sitemap XML di Yoast SEO non disabilita le sitemap di WordPress. In alcuni casi, questo %1$s può causare errori di SEO sul tuo sito%2$s. Questi possono essere segnalati in Google Search Console e altri strumenti."],"If you still need support and have an active subscription for this product, please email %s.":["Se hai ancora bisogno del nostro aiuto e hai un'abbonamento attivo per questo plugin, inviaci una email a %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Probabilmente nella %1$ssezione Help%2$s del nostro sito trovi la risposta alla tua domanda."],"Need support?":["Hai bisogno di aiuto?"],"Twitter preview":["Anteprima di Twitter"],"Facebook preview":["Anteprima di Facebook"],"Return to your %s":["Ritorna al tuo %s"],"Make sure to save your %s for changes to take effect":["Assicurati di salvare %s affinché i cambiamenti abbiano effetto"],"Make your products stand out in Google":["Make your products stand out in Google"],"Everything you need for Google News":["Ogni cosa che ti serve per Google News"],"Start ranking better for your videos":["Inizia a posizionarti meglio con i tuoi video"],"Stop losing customers to other local businesses":["Smetti di perdere clienti a favore di altre aziende locali"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["La sezione delle impostazioni avanzate del meta-box di %1$s permette all'utente di rimuovere gli articoli dai risultati di ricerca o di cambiare l'URL canonico. Le impostazioni nella scheda schema permettono all'utente di cambiare i metadati schema per un articolo. Queste sono azioni che è desiderabile che nessun autore faccia. Ecco perché, in modalità predefinita, solo gli editori e gli amministratori possono farlo. L'impostazione su \"%2$s\" permette a tutti gli utenti di cambiare queste impostazioni."],"Security: no advanced or schema settings for authors":["Sicurezza: non c'è alcuna impostazione avanzata o schema per gli autori"],"Report":["Rapporto"],"Tech Article":["Articolo tecnico"],"Scholarly Article":["Articolo scolastico"],"Satirical Article":["Articolo di satira"],"Advertiser Content Article":["Articolo con contenuti pubblicitari"],"News Article":["Articolo di notizie"],"Social Media Posting":["Pubblicazione sui social media"],"Article":["Articolo"],"Search Results Page":["Pagina dei risultati della ricerca "],"Real Estate Listing":["Annunci immobiliari"],"Checkout Page":["Pagina del pagamento"],"Collection Page":["Pagina della collezione"],"Medical Web Page":["Pagina web per servizi medici"],"Contact Page":["Pagina dei contatti"],"Profile Page":["Pagina del profilo"],"QA Page":["Pagina QA (domande e risposte)"],"FAQ Page":["Pagina per le FAQ (domande frequenti)"],"About Page":["Pagina About"],"Item Page":["Pagina elemento"],"Web Page":["Pagina web"],"Default for %1$s (%2$s)":["Predefinito %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Questo aiuta i motori di ricerca a capire il tuo sito e i tuoi contenuti. Puoi modificare alcune delle impostazioni per questa pagina qui sotto."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO descrive automaticamente le pagine utilizzando schema.org"],"default":["predefinito"],"Article type":["Tipo di articolo"],"Page type":["Tipo di pagina"],"Learn more about page or content types":["Leggi di più sulle pagine About o sui tipi di contenuto"],"What type of page or content is this?":["Che tipo di pagina o contenuto è?"],"Learn more about structured data with Schema.org":["Leggi di più sui dati strutturati di Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Puoi cambiare il tipo predefinito per %1$s nelle %2$sImpostazioni dell'Aspetto della ricerca%3$s."],"Default Article type":["Tipo di articolo predefinito"],"Default Page type":["Tipo di pagina predefinito"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Questa impostazione sarà applicata a %1$s. %1$s che è configurato manualmente non sarà modificato.","Questa impostazione si applica a tutti i %1$s. %1$s che sono configurati manualmente non verranno modificati."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Scegli come vuoi che %1$s siano descritti in modo predefinito negli schema.org markup del tuo sito. Puoi cambiare queste impostazioni per ogni %1$s."],"Learn more about the schema settings":["Scopri di più sulle impostazioni di Schema."],"Schema settings":["Impostazioni di Schema"],"Structured Data":["Dati strutturati"],"Yoast How-to":["Blocco How-to di Yoast"],"Yoast FAQ":["Blocco FAQ di Yoast"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: non contiene l'esatta  frase chiave. %2$sScrivi esattamente la frase chiave nel titolo SEO e mettila all'inizio del titolo%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: contiene l'esatta  frase chiave ma non all'inizio. %2$sMettila all'inizio del titolo per risultati migliori%3$s."],"%1$s Internal Linking Blocks":["Internal Linking Block di %1$s"],"Allow us to track some data about your site to improve our plugin.":["Permettici di tracciare qualche dato del tuo sito per migliorare il nostro plugin."],"Usage tracking":["Tracciamento d'uso"],"Read more about how internal linking can improve your site structure.":["Approfondisci come i link interni possono migliorare la struttura del tuo sito. "],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to.":[""],"Link suggestions":["Link suggeriti"],"Insights":["Approfondimenti (Insights)"],"Remove image":["Rimuovi l'immagine"],"%s preview":["Anteprima di %s"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["La dimensione dell'immagine che hai caricato è troppo larga per %s. La dimensione del file deve essere inferiore a %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Il formato dell'immagine che hai caricato non è supportato. I formati supportati sono:  %s, %s, %s e %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Hai caricato una immagine %s. Se %s è una animazione, sarà usato solo il primo fotogramma."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Le dimensioni dell'immagine non sono adatte. Le dimensioni minime sono %dx%d pixels. Le massime %dx%d pixels."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Le dimensioni dell'immagine non sono adatte. Le dimensioni minime sono %dx%d pixels. "],"Dismiss":["Ignora"],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Poichè ci sono stati dei cambiamenti nella struttura dei permalink, alcuni dei tuoi dati SEO devono essere processati di nuovo."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Poichè ci sono stati dei cambiamenti nelle impostazioni dell'URL della home, alcuni dei tuoi dati SEO devono essere processati di nuovo."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Aggiorna la versione di WordPress version o installa il plugin Gutenberg plugin per avere questa funzionalità %1$s."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["La possibilità di attribuire ai link gli attributi nofollow/sponsored è stata disabilitata per le installazioni di WordPress al di sotto della 5.4."],"Show SEO settings for %1$s?":["Vuoi mostrare le impostazioni SEO per %1$s?"],"Open in new tab":["Apri in una nuova scheda"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Questo è un link sponsorizzato o pubblicitario (contrassegna come %1$ssponsorizzato%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["I motori di ricerca dovrebbero ignorare questo link (contrassegna come %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Approfondisci come contrassegnare un link come nofollow o sponsorizzato."],"Link inserted.":["Il link è stato inserito."],"Link edited.":["Il link è stato modificato."],"Warning: the link has been inserted but may have errors. Please test it.":["Attenzione: hai inserito il link ma ci potrebbero essere degli errori. Provalo."],"Unlink":["Rimuovi il link"],"Link removed.":["Il link è stato rimosso."],"Link":["Link"],"We've analyzed your post. There is still room for improvement!":["Abbiamo analizzato il tuo articolo. È possibile miglioralo ancora!"],"We've analyzed your post. Everything looks good. Well done!":["Abbiamo analizzato il tuo articolo. Tutto sembra perfetto. Ottimo!"],"No focus keyword was entered":["Non è stata inserita alcuna frase chiave"],"Share your post!":["Condividi il tuo articolo!"],"Improve your post with Yoast SEO":["Migliora il tuo articolo con Yoast SEO"],"SEO analysis:":["Analisi SEO:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Le colonne dei collegamenti mostrano il numero di articoli su questo sito che collega %3$sa%4$s questo articolo e il numero di URL linkati %3$sda%4$s questo articolo. Ulteriori informazioni su %1$s come utilizzare queste funzionalità per migliorare i tuoi collegamenti interni%2$s, che migliorerà notevolmente la tua strategia SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Abbiamo scritto un articolo su %1$scome utilizzare il punteggio SEO e il punteggio di leggibilità%2$s."],"%1$s adds several columns to this page.":["%1$s aggiunge diverse colonne a questa pagina."],"We estimate this will take less than a minute.":["Stimiamo che ci vorrà meno di un minuto."],"We estimate this will take a couple of minutes.":["Stimiamo che ci vorranno un paio di minuti."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sEsegui il processo di indicizzazione sul tuo server%2$s usando %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Stimiamo che ciò potrebbe richiedere molto tempo a causa delle dimensioni del tuo sito. Invece di aspettare, potresti:"],"Show debug information":["Mostra le informazioni di debug"],"Your site will continue to work normally, but won't take full advantage of %s.":["Il tuo sito continuerà a funzionare normalmente, ma non sfrutterà al massimo %s."],"%s had problems creating the database tables needed to speed up your site.":["%s ha riscontrato problemi durante la creazione delle tabelle del database necessarie per rendere più veloce il tuo sito."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["La tua frase chiave è troppo lunga. Può contenere un massimo di 191 caratteri."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sScopri come risolvere questo problema nella nostra sezione di aiuto%2$s."],"The text link counter feature is not working as expected":["Il contatore dei link inseriti nel testo non funziona come previsto"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Il contatore dei link inseriti nel testo ti aiuta a migliorare la struttura del tuo sito. %1$sScopri come il contatore dei link inseriti nel testo può migliorare la tua strategia SEO%2$s."],"The text link counter is working as expected":["Il contatore dei link nel testo sta funzionando correttamente"],"I don't want this site to show in the search results.":["Non voglio che questo sito venga mostrato nei risultati di ricerca."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Se vuoi che i motori di ricerca mostrino questo sito nei loro risultati, %1$svai alle impostazioni di lettura%2$s e deseleziona la casella Visibilità ai motori di ricerca."],"Learn more about the no-index setting on our help page.":["Per saperne di più sull'impostazione no-index, consulta la nostra pagina di aiuto."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Anche se puoi impostare qui i meta robot, l'intero sito è impostato su noindex nelle opzioni della privacy, quindi queste impostazioni non avranno alcun effetto."],"Learn more about canonical URLs on our help page.":["Puoi leggere di più sugli URL canonici nella nostra pagina di aiuto."],"Learn more about the breadcrumbs title setting on our help page.":["Puoi leggere di più sull'impostazione del titolo dei breadcrumb nella nostra pagina di aiuto."],"Learn more about advanced meta robots settings on our help page.":["Puoi leggere di più sulle impostazioni avanzate dei meta robot nella nostra pagina di aiuto."],"Learn more about the no-follow setting on our help page.":["Puoi leggere di più sulle impostazioni no-follow nella nostra pagina di aiuto."],"Should search engines follow links on this %s":["I motori di ricerca dovrebbero seguire i link su questo %s"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["L’endpoint REST API di %1$s ti fornisce tutti i metadati di cui hai bisogno per uno specifico URL. Questo renderà molto facile per i siti WordPress headless usare %1$s per tutti i loro meta output SEO."],"REST API: Head endpoint":["REST API: head endpoint"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Leggi %1$squesto articolo nell'Help%2$s per capire come risolvere il problema."],"a theme that has proper title-tag theme support, or adapt your theme to have that support":["un tema che ha un appropriato supporto al title-tag, o adatta il tuo tema per avere questo supporto"],"Replaced with the term ancestors hierarchy":["Sostituito con il termine gerarchico progenitore"],"Term hierarchy":["Gerarchia dei termini"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sPuoi cambiare il motto in Personalizza%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Stai ancora usando il motto predefinito di WordPress. Puoi anche lasciare vuoto, che è meglio che usare il motto predefinito."],"You should change the default WordPress tagline":["Dovresti cambiare il motto predefinito di WordPress."],"You are using a custom tagline or an empty one.":["Stai usando un motto personalizzato oppure hai lasciato lo spazio vuoto."],"You changed the default WordPress tagline":["Hai cambiato il motto predefinito di WordPress"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["I commenti ai tuoi articoli sono visualizzati in una singola pagina. Questo è proprio quello che suggeriamo. Ottimo!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Ti consigliamo vivamente di inserire il nome degli articoli e delle pagine nel loro URL. Considera di impostare la struttura dei permalink su %s."],"You do not have your postname in the URL of your posts and pages":["Non hai usato il nome degli articoli e delle pagine nel loro URL."],"You do have your postname in the URL of your posts and pages.":["Hai usato il nome degli articoli e delle pagine nel loro URL."],"Your permalink structure includes the post name":["La struttura del permalink include il nome dell’articolo"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["I commenti sui tuoi articoli si dividono in più pagine. Poiché questo non è necessario in 999 casi su 1000, ti consigliamo di disabilitarlo. Per risolvere questo problema, deseleziona \"Dividi i commenti in pagine...\" nel menu Impostazioni>Discussione."],"Comments break into multiple pages":["I commenti si dividono in più pagine"],"Comments are displayed on a single page":["I commenti vengono visualizzati su una singola pagina"],"No title":["Nessun titolo"],"%1$sGo to the Discussion Settings page%2$s":["%1$sVai al menu Impostazioni>Discussione%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sQuesto è stato riportato dal plugin %2$s%3$s"],"Mobile result":["Risultato per i dispositivi mobili"],"Preview as:":["Anteprima come:"],"Desktop result":["Risultato per il desktop"],"Google preview":["Anteprima di Google"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Quando fai clic su OK, apriremo il nostro beacon HelpScout in cui puoi trovare le risposte alle tue domande. Questo beacon caricherà i nostri dati di supporto e potrebbe anche impostare cookie."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Il browser che stai usando attualmente è obsoleto. Poiché ci teniamo a fornirti la miglior esperienza possibile, non supportiamo più questo browser. Al suo posto, puoi usare %1$sFirefox%4$s, %2$sChrome%4$s o %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Se vuoi applicare le impostazioni avanzate per i <code>meta</code> robot in questa pagina, definiscile nel campo seguente."],"Check out %1$s":["Vai alla cassa di %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Abbiamo corsi online, sia gratuiti sia a pagamento per imparare tutto ciò che devi sapere riguardo la SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vuoi imparare la SEO dal Team di Yoast? Vai alla cassa della nostra %1$s"],"Learn SEO":["Impara la SEO"],"%s settings to import:":["Impostazioni di %s da importare:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importa le impostazioni da un'altra installazione di %1$s installation incollandole qui e facendo clic su \"%2$s\"."],"Your %1$s settings:":["Le tue impostazioni di %1$s:"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph metadata\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["Twitter usa i metadati Open Graph come Facebook, perciò assicurati di aver selezionato le impostazioni \"Aggiungi i metadati di Open Graph\" nella scheda Facebook se vuoi ottimizzare il tuo sito per Twitter."],"Schema":["Schema"],"Please check the format of the YouTube URL you entered. %s":["Controlla il formato dell'URL di Youtube che hai inserito. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Controlla il formato dell'URL di Wikipedia che hai inserito. %s"],"Please check the format of the Pinterest URL you entered. %s":["Controlla il formato dell'URL di Pinterest che hai inserito. %s"],"Please check the format of the MySpace URL you entered. %s":["Controlla il formato dell'URL di MySpace che hai inserito. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Controlla il formato dell'URL di LinkedIn che hai inserito. %s"],"Please check the format of the Instagram URL you entered. %s":["Controlla il formato dell'URL di Instagram che hai inserito. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Controlla il formato dell'URL della pagina Facebook che hai inserito. %s"],"Settings saved.":["Impostazioni salvate."],"Dismiss this alert":["Ignora questo avviso "],"An organization name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data%2$s.":[""],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s sembra non essere un ID di Facebook valido. Correggilo."],"The submitted value was: %s":["Il valore inserito è: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Il codice di conferma di Yandex può contenere solo lettere dalla A alla F, numeri, trattini e trattini bassi. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["I nomi utente di Twitter possono solo contenere lettere, numeri e trattini bassi. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Il codice di conferma di Pinterest può contenere solo lettere dalla A alla F, numeri, trattini e trattini bassi. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Il codice di conferma di Bing può contenere solo lettere dalla A alla F, numeri, trattini e trattini bassi. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Il codice di conferma di Google può contenere solo lettere, numeri, trattini e trattini bassi. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Il codice di conferma di Baidu può contenere solo lettere, numeri, trattini e trattini bassi. %s"],"Show this item.":["Mostra questa voce."],"Hide this item.":["Nascondi questa voce"],"You have %d hidden problem:":["Hai %d problema nascosto:","Hai %d problemi nascosti:"],"You have %d hidden notification:":["Hai %d notifica nascosta:","Hai %d notifiche nascoste:"],"Focus keyphrase not set":["La frase chiave non è stata impostata"],"The form contains %1$s error. %2$s":["Il modulo contiene %1$s errore. %2$s","Il modulo contiene %1$s errori. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Le seguenti parole sono quelle che ricorrono di più nel contenuto. Esse danno un'indicazione dell'argomento su cui si concentra il contenuto. Se le parole si discostano molto dal tuo argomento, puoi riscrivere il contenuto in modo più coerente."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Una volta aggiunto altro contenuto, ti forniremo un elenco di parole che ricorrono maggiormente nel testo. Tale analisi ti dà un'idea su cosa si concentra il tuo testo."],"%d occurrences":["%d occorrenze"],"Activate %s for your site on MyYoast":["Attiva %s per il tuo sito su MyYoast"],"Show blog page in breadcrumbs":["Mostra la pagina blog nei breadcrumb"],"We could not find any relevant articles on your website that you could link to from your post.":["Non troviamo nessun articolo rilevante sul tuo sito che possa essere inserito come link nel tuo articolo."],"Has feedback":["Ha un feedback"],"Content optimization:":["Ottimizzazione del contenuto:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLeggibilità%2$s: %3$s"],"Post Noindexed":["Articoli non indicizzati"],"No Focus Keyphrase":["Manca la frase chiave"],"Person logo / avatar":["Logo/avatar per la persona"],"Posts with the SEO score: %s":["Articoli con il punteggio SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s video tutorial"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Per visualizzare i tuoi errori di crawl attuali, %1$svisita Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google ha sospeso la Crawl Errors API. Perciò, gli eventuali errori di crawl che potresti avere non possono più essere visualizzati qui. %1$sLeggi il nostro articolo per avere ulteriori informazioni%2$s."],"Get the %s plugin now":["Acquista subito il plugin %s"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Ottimizza al meglio il tuo sito per un pubblico locale con il nostro plugin %s! Dettagli ottimizzati degli indirizzi, orari di apertura, un localizzatore dei punti vendita e le opzioni di ritiro!"],"Serving local customers?":["Ti rivolgi a clienti locali?"],"Organization's social profiles":["Profili social dell'organizzazione"],"Personal info":["Informazioni personali"],"Organization logo":["Logo dell'Organizzazione"],"Organization name":["Nome dell'Organizzazione"],"Choose whether the site represents an organization or a person.":["Scegli se il sito rappresenta un'Organizzazione o una Persona."],"Knowledge Graph & Schema.org":["Knowledge Graph e Schema.org"],"(if one exists)":["(se uno esiste)"],"Wikipedia page about you":["La tua pagina Wikipedia"],"YouTube profile URL":["URL del profilo YouTube"],"Tumblr profile URL":["URL del profiloTumblr"],"SoundCloud profile URL":["URL del profilo SoundCloud"],"MySpace profile URL":["URL del profilo MySpace"],"Organization or person":["Organizzazione o Persona"],"Organization":["Organizzazione"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["In precedenza hai impostato il sito per rappresentare una persona. Abbiamo migliorato le nostre funzionalità riguardanti i dati Schema e il Knowledge Graph, per questo dovresti andare a %1$scompletare queste impostazioni%2$s."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Hai selezionato l'utente %1$s come la Persona che il sito rappresenta. Le sue informazioni personali saranno ora usate nei risultati di ricerca.  %2$sAggiornane il profilo per assicurarti che siano corrette .%3$s"],"Please select a user below to make your site's meta data complete.":["Seleziona un utente sotto per completare i dati meta del sito."],"Select a user...":["Seleziona un utente..."],"Uncategorized":["Senza categoria"],"If a Wikipedia page for you or your organization exists, add it too.":["Se hai una pagina Wikipedia a tuo nome della tua organizzazione, aggiungila. "],"Pinterest profile URL":["URL del profilo di Pinterest "],"LinkedIn profile URL":["URL del profilo LinkedIn "],"Instagram profile URL":["URL del profilo Instagram "],"No JSON object was returned.":["Non è stato restituito nessun oggetto JSON. "],"Received internal links":["Link interni ricevuti"],"Outgoing internal links":["Link interni in uscita"],"New step added":["È stato aggiunto un nuovo passaggio"],"New question added":["È stata aggiunta una nuova domanda"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Perché questa opzione funzioni, %1$s deve creare una tabella nel tuo database. Non è stato possibile creare questa tabella in automatico."],"Keyphrase":["Frase chiave"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAttributo alt dell'immagine%5$s: su %2$d immagini in questa pagina, %1$d hanno l'attributo alt con parole della tua frase chiave o dei suoi sinonimi. È un po' troppo. %4$sDovresti inserire la frase chiave o i suoi sinonimi solo quando davvero descrivono l'immagine%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAttributo alt dell'immagine%5$s: su %2$d immagini in questa pagina, solo %1$d ha l'attributo alt che riflette l'argomento del tuo testo.%4$sDovresti inserire la frase chiave o i suoi sinonimi nel tag alt delle immagini più importanti!%5$s.","%3$sAttributo alt dell'immagine%5$s: su %2$d immagini in questa pagina, solo %1$d hanno l'attributo alt che riflette l'argomento del tuo testo.%4$sDovresti inserire la frase chiave o i suoi sinonimi nel tag alt delle immagini più importanti!%5$s."],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAttributo alt dell'immagine%3$s: le immagini in questa pagina non hanno l'attributo alt che riflette l'argomento del tuo testo %2$sDovresti inserire la frase chiave o i suoi sinonimi nel tag alt delle immagini più importanti%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAttributo alt dell'immagine%3$s: le immagini in questa pagina hanno l'attributo alt ma tu non hai impostato la frase chiave. %2$sInseriscila ora%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sFrase chiave nei sottotitoli%2$s: %3$s dei tuoi sottotitoli H2 e H3 riflette l'argomento del tuo contenuto. Ottimo lavoro!","%1$sFrase chiave nei sottotitoli%2$s: %3$s dei tuoi sottotitoli H2 e H3 riflettono l'argomento del tuo contenuto. Ottimo lavoro!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sFrase chiave nei sottotitoli%2$s: il sottotitolo H2 o H3 riflette l'argomento del tuo contenuto. Perfetto!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sFrase chiave nei sottotitoli%3$s: %2$susa di più le frasi chiave o i loro sinonimi nei sottotitoli H2 e H3%3$s!"],"Page %s":["Pagina %s"],"Cannot get the size of %1$s because of unknown reasons.":["Impossibile recuperare la dimensione di %1$s per motivi sconosciuti."],"Cannot get the size of %1$s because it is hosted externally.":["Impossibile recuperare la dimensione di %1$s perché è ospitata esternamente."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTitolo unico%3$s: gli H1 dovrebbero essere usati soltanto come titolo principale. Trova tutti gli H1 nel tuo testo che non sono il tuo titolo principale e %2$smodificali con un livello di titolo inferiore%3$s!"],"Improve sharing on Facebook and Pinterest":["Migliora la condivisione su Facebook e Pinterest"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volta. Questo è più del massimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sNon esagerare%2$s!","%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volte. Questo è più del massimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sNon esagerare%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volta. Questo è più del massimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sNon esagerare%2$s!","%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volte. Questo è più del massimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sNon esagerare%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata  %3$d volta. Questo è ottimo!","%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata  %3$d volte. Questo è ottimo!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volta. Questo è meno del minimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sInserisci la tua frase chiave%2$s!","%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata %5$d volte. Questo è meno del minimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sInserisci la tua frase chiave%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensità della frase chiave%2$s: la frase chiave è stata trovata 0 volte. Questo è meno del minimo suggerito di %3$d volte per un testo di questa lunghezza. %4$sInserisci la tua frase chiave%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["L'importazione delle impostazioni è supportata solo sui server che eseguono PHP 5.3 o versioni successive."],"Export your %1$s settings here, to copy them on another site.":["Esporta le impostazioni di %1$s qui, per poi copiarle in un altro sito."],"No settings found.":["Nessuna impostazione trovata."],"These are settings for the %1$s plugin by %2$s":["Queste sono le impostazioni per il plugin %1$s di %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copia tutte queste impostazioni nella scheda %1$s di un altro sito e fai clic \"%1$s\" lì."],"You do not have the required rights to export settings.":["Non hai i diritti necessari per esportare le impostazioni."],"Method %1$s() does not exist in class %2$s":["Il metodo  %1$s() non esiste nella classe %2$s"],"With %s, you can easily create such redirects.":["Con %s, puoi facilmente creare reindirizzamenti (redirects)."],"Google Ads":["Google Ads"],"Learn about why permalinks are important for SEO.":["Approfondisci il motivo per cui i permalink sono così importanti per la SEO. "],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Cambiare le impostazioni dei permalink può influenzare la visibilità sui motori di ricerca. Non dovresti quasi  %1$s mai %2$s farlo quando un sito è online."],"WARNING:":["ATTENZIONE:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sParole funzionali nell frase chiave%3$s: la tua frase chiave \"%4$s\" contiene solo parole funzionali. %2$sLeggi di più su come scegliere una perfetta frase chiave.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Sai che %s analizza anche le diverse forme delle tue frasi chiave, come i plurali e i tempi verbali?"],"Clear Image":["Cancella l'immagine"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLunghezza della frase chiave%3$s: %2$simposta una frase chiave, in modo che sia possibile calcolare il punteggio SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase chiave nello slug%2$s: più di mezza frase chiave è contenuta nello slug. Perfetto!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase chiave nello slug%3$s: (parte) della tua frase chiave non è contenuta nello slug. %2$sTi suggeriamo di cambiarlo%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase chiave nello slug%2$s: ottimo lavoro!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sDistribuzione della frase chiave%2$s: ottimo lavoro!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribuzione della frase chiave%3$s: irregolare. Alcune parti del tuo testo non contengono la frase chiave o i suoi sinonimi. %2$sTi suggeriamo di distribuirli in modo più regolare%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribuzione della frase chiave%3$s: molto irregolare. Molte parti del tuo testo non contengono la frase chiave o i suoi sinonimi. %2$sTi suggeriamo di distribuirli in modo più regolare%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sDistribuzione della frase chiave%3$s: %2$sincludi la parola chiave o i suoi sinonimi nel testo così è possibile calcolarne la distribuzione%3$s."],"Help on choosing the perfect focus keyphrase":["Aiuto nella scelta della frase chiave perfetta"],"Would you like to add a related keyphrase?":["Vorresti aggiungere una frase chiave correlata?"],"Go %s!":["Vai %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Non mostrare gli archivi per data nei motori di ricerca significa tecnicamente  che essi avranno impostato un %1$s nei metadati dei robots. %2$sLeggi di più riguardo alle impostazioni dei risultati di ricerca%3$s."],"Rank better with synonyms & related keyphrases":["Posizionati meglio con i sinonimi e le frasi chiave correlate"],"optimize a single post for synonyms and related keyphrases.":["ottimizza un singolo articolo per i sinonimi e le frasi chiave correlate."],"Synonyms & related keyphrases":["Sinonimi e frasi chiave correlate."],"Add related keyphrase":["Aggiungi una frase chiave correlata"],"Upgrade to %s":["Passa a %s"],"Get %s":["Passa a %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrase chiave usata in precedenza%6$s: hai usato questa frase chiave %1$s%2$d volte prima%3$s. %5$sNon dovresti usare la frase chiave più di una volta%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrase chiave usata in precedenza%5$s: hai già usato questa frase chiave %1$suna volta%2$s. %4$sNon dovresti usare la frase chiave più di una volta%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase chiave usata in precedenza%2$s: non hai mai usato questa frase chiave. Ottimo!"],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAttributo alt dell'immagine%3$s: sembra che in questa pagina non ci siano immagini. %2$sTi suggeriamo di aggiungerne qualcuna%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLink alla frase chiave%3$s: stai inserendo un link a una pagina per le parole per le quali vuoi posizionare questa pagina %2$sTi suggeriamo di non farlo%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sLunghezza del testo%3$s: il testo contiene %1$d %4$s. Ottimo lavoro!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrase chiave nei sottotitoli%3$s: più del 75%% dei sottotitoli H2 e H3 riflettono l'argomento del tuo contenuto. Questo è troppo. %2$sNon esagerare%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sLarghezza del titolo SEO%3$s: %2$sScrivi un titolo SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sLarghezza del titolo SEO%3$s: il titolo SEO è più lungo dei limiti di carattere previsti. %2$sProva a scrivere un titolo più corto%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sLarghezza del titolo SEO%2$s: magnifico lavoro!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sLarghezza del titolo SEO%3$s: il titolo SEO è troppo corto %2$sTi suggeriamo di aggiungere variazioni della frase chiave per creare un testo accattivante che spinga i lettori all'azione%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sLink in uscita%2$s: ci sono sia link nofollow sia normali link in uscita in questa pagina. Perfetto!"],"%1$sOutbound links%2$s: Good job!":["%1$sLink in uscita%2$s: splendido lavoro!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sLink in uscita%3$s: tutti i link in uscita di questa pagina sono del tipo unfollow. %2$sTi suggeriamo di aggiungere anche dei link normali%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sLink in uscita%3$s: non ci sono link in uscita in questa pagina. %2$sTi suggeriamo di aggiungerne qualcuno%3$s."],"%1$sMeta description length%2$s: Well done!":["%1$sLunghezza della descrizione Meta%2$s: ben fatto!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sLunghezza della meta descrizione%3$s: la meta descrizione supera i %4$d caratteri. Per essere sicuro che l'intera descrizione sia visibile, %2$svaluta se ridurre la lunghezza%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sLunghezza della meta descrizione%3$s: la meta descrizione è troppo corta (al di sotto dei %4$d caratteri). Hai a disposizione %5$d caratteri. %2$sPotresti aggiungere degli spazi%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sLunghezza della descrizione Meta%3$s: non hai inserito la descrizione Meta. I motori di ricerca visualizzeranno, così, delle parti di testo prese dalla tua pagina. %2$sTi consigliamo di scriverne una%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase chiave nella descrizione Meta%2$s: hai scritto la descrizione Meta, ma non contiene la frase chiave. %3$sTi suggeriamo di modificarla%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase chiave nella descrizione Meta%2$s: la descrizione Meta contiene la frase chiave %3$s volte, che è più di 2, il numero consigliabile. %4$sTi suggeriamo di modificarla%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrase chiave nella descrizione Meta%2$s: la frase chiave o i suoi sinonimi sono contenuti nella descrizione Meta. Splendido!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLunghezza della frase chiave%5$s: La frase chiave è lunga %1$d %6$s ed è molto più lunga del massimo suggerito di %2$d %6$s. %4$sTi suggeriamo di scriverne una più breve%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sLunghezza della frase chiave%5$s: La frase chiave è lunga %1$d %6$s ed è più lunga del massimo suggerito di %2$d %6$s. %4$sTi suggeriamo di scriverne una più breve%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sLunghezza della frase chiave%2$s: ottimo lavoro!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sLunghezza della frase chiave%3$s: nessuna frase chiave è stata impostata per questa pagina. %2$sImposta una frase chiave, in modo che sia possibile calcolare il punteggio SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase chiave nell'introduzione%3$s: la frase chiave che hai scelto o i suoi sinonimi non compaiono nel primo paragrafo. %2$sAssicurati che i tuoi lettori capiscano subito l'argomento%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase chiave nell'introduzione%3$s: La frase chiave che hai scelto o i suoi sinonimi compaiono nel primo paragrafo, ma non nella stessa frase. %2$sTi suggeriamo di modificare il testo!%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrase chiave nell'introduzione%2$s: ben fatto!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sLink interni%2$s: ci sono sia link nofollow sia link normali in questa pagina. Perfetto!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sLink interni%2$s: ci sono abbastanza link interni. Ottimo!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sLink interni%3$s: i link in questa pagina sono di tipo nofollow. %2$sTi suggeriamo di aggiungere qualche link normale%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sLink interni%3$s: sembra che non ci siano link in questa pagina. %2$sTi suggeriamo di aggiungerne qualcuno%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sParole di transizione%2$s: ben fatto!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sParole di transizione%2$s: solo il %3$s delle frasi contengono delle parole di transizione, che non è abbastanza. %4$sTi suggeriamo di aggiungerne altre%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sParole di transizione%2$s: nessuna frase contiene parole di transizione. %3$sTi suggeriamo di aggiungerne alcune%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNon c'è abbastanza contenuto%2$s: %3$sAggiungi altro contenuto per permettere una buona analisi di leggibilità%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribuzione dei sottotitoli%2$s: non stai usando i sottotitoli, ma il tuo testo è abbastanza corto e probabilmente non ti servono."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribuzione dei sottotitoli%2$s: non stai usando i sottotitoli, sebbene il tuo testo sia piuttosto lungo.  %3$sTi suggeriamo di aggiungere i sottotitoli%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribuzione dei sottotitoli%2$s: %3$d sezione del tuo testo è più lunga di %4$d %6$s e non è separata da sottotitoli. %5$sAggiungi dei sottotitoli per aumentare la leggibilità del testo%2$s.","%1$sDistribuzione dei sottotitoli%2$s: %3$d sezioni del tuo testo sono più lunghe di %4$d %6$s e non sono separate da sottotitoli. %5$sAggiungi dei sottotitoli per aumentare la leggibilità del testo%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribuzione dei sottotitoli%2$s: magnifico lavoro!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sLunghezza delle frasi%2$s: Il %3$s delle frasi contiene più di %4$s %7$s, che è più del limite massimo suggerito del %5$s. %6$sProva a scrivere frasi più brevi%2$s."],"%1$sSentence length%2$s: Great!":["%1$sLunghezza delle frasi%2$s: grande!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFrasi consecutive%2$s: c'è una grande varietà nelle frasi. Davvero grande!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sFrasi consecutive%2$s: il testo contiene %3$d frasi consecutive che iniziano con la stessa parola. %5$sTi suggeriamo di provare a variare un po'%2$s!","%1$sFrasi consecutive%2$s: il testo contiene %4$d paragrafi nei quali  %3$d o più frasi iniziano con la stessa parola. %5$sTi suggeriamo di provare a variare un po'%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sForme passive%2$s: %3$s delle frasi contiene delle forme passive, che è maggiore del massimo suggerito di %4$s. %5$sTi suggeriamo di provare a trasformarle in forma attiva%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sForme passive%2$s: stai usando molte forme attive. Ottimo!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sLunghezza dei paragrafi%2$s: Il %3$d dei paragrafi contiene più del massimo suggerito di %4$d %6$s. %5$sTi consigliamo di scrivere paragrafi più brevi%2$s!","%1$sLunghezza dei paragrafi%2$s: Il %3$d dei paragrafi contiene più del massimo suggerito di  %4$d %6$s. %5$sTi consigliamo di scrivere paragrafi più brevi%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sLunghezza dei paragrafi%2$s: tutti i paragrafi sono della giusta lunghezza- Ottimo lavoro!"],"Good job!":["Ottimo lavoro!"],"Focus keyphrase":["Frase chiave"],"Check Keyphrase Density":["Controlla la densità della frase chiave"],"Disable":["Disattiva"],"Allow Control":["Permetti il controllo"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Questa scheda ti permette di disattivare in modo selettivo le funzionalità di %s per tutti i siti del network. In modalità predefinita, tutte le funzionalità sono attivate: questo permette agli amministratori di scegliere quali funzioni attivare o meno per i propri siti. Quando disattivi una funzionalità qui, gli amministratori dei siti non potranno usarla per nulla."],"%s is a required feature toggle argument.":["%s è un argomento della funzionalità di attivazione obbligatorio."],"Remove keyphrase":["Rimuovi la frase chiave"],"Keyphrase:":["Frase chiave:"],"This feature has been disabled by the network admin.":["Questa funzionalità è stata disattivata dall'amministratore del network."],"Multiple keyphrases":["Frasi chiave multiple"],"Focus keyphrase not set.":["La frase chiave non è stata impostata."],"Colon":["Due punti"],"Optional. Customize how you want to describe the duration of the instruction":["Opzionale. Personalizza come vuoi descrivere la durata del processo indicato nelle istruzioni:"],"Describe the duration of the instruction:":["Descrivi la durata del processo indicato nelle istruzioni:"],"Learn more about the readability analysis":["Leggi di più sull'Analisi di leggibilità. "],"Readability analysis:":["Analisi di leggibilità:"],"There is a new notification.":["C'è una nuova notifica. ","Ci sono nuove notifiche. "],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Sia %1$s sia %2$s gestiscono la SEO del tuo sito. Avere due plugin SEO attivi contemporaneamente può esere dannoso."],"%s, %s and %s":["%s, %s e %s"],"%s and %s":["%s e %s"],"%d minute":["%d minuto","%d minuti"],"%d hour":["%d ora","%d ore"],"%d day":["%d giorno","%d giorni"],"Enter a step title":["Inserisci un titolo del passaggio "],"Optional. This can give you better control over the styling of the steps.":["Opzionale. Questo ti fornisce un controllo migliore dello stile dei passaggi. "],"CSS class(es) to apply to the steps":["Classe(i) CSS da applicare ai passaggi "],"minutes":["minuti "],"hours":["ore"],"days":["giorni"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Crea una guida How-to in una modalità SEO-friendly. Puoi usare solo un blocco How-to per articolo."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Elenca le tue FAQ (Frequently Asked Questions) in una modalità SEO-friendly. Puoi usare solo un blocco FAQ per articolo. "],"Copy error":["Copia l'errore "],"An error occurred loading the %s primary taxonomy picker.":["Si è verificato un errore durante il caricamento del selettore della tassonomia primaria %s. "],"%1$s Structured Data Blocks":["Blocchi di Dati Strutturati di %1$s"],"Time needed:":["Tempo richiesto:"],"Move question down":["Sposta la domanda in basso"],"Move question up":["Sposta la domanda in alto"],"Insert question":["Inserisci domanda"],"Delete question":["Elimina domanda"],"Enter the answer to the question":["Inserisci la risposta alla domanda"],"Enter a question":["Inserisci una domanda"],"Add question":["Aggiungi domanda"],"Frequently Asked Questions":["Domande frequenti"],"Great news: you can, with %s!":["Ottime notizie: puoi con %s!"],"(Opens in a new browser window)":["(Si apre in una nuova finestra del browser)"],"Select the primary %s":["Seleziona il %s primario"],"Check links to this URL":["Controlla i link a questo URL"],"Keyword research training":["Keyword research training"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Stai cercando di utilizzare più frasi chiave? Dovresti aggiungerle separatamente sotto."],"Mark as cornerstone content":["Indica come contenuto centrale"],"Move step down":["Sposta passaggio in basso"],"Move step up":["Sposta passaggio in alto"],"Insert step":["Inserisci passaggio"],"Delete step":["Elimina passaggio"],"Add image":["Aggiungi un'immagine"],"Enter a step description":["Inserisci una descrizione del passaggio"],"Enter a description":["Inserisci una descrizione"],"Unordered list":["Lista non ordinata"],"Showing step items as an ordered list.":["Mostra gli elementi del passaggio come un elenco ordinato."],"Showing step items as an unordered list":["Mostra gli elementi del passaggio come un elenco non ordinato"],"Add step":["Aggiungi un passaggio"],"Delete total time":["Elimina il tempo totale"],"Add total time":["Aggiungi il tempo totale"],"How to":["How to"],"How-to":["How-to"],"Analysis results":["Risultati dell'analisi"],"Enter a focus keyphrase to calculate the SEO score":["Inserisci una frase chiave per calcolare il punteggio SEO"],"Learn more about Cornerstone Content.":["Ulteriori informazioni sui contenuti Cornerstone."],"Cornerstone content should be the most important and extensive articles on your site.":["I contenuti Cornerstone (contenuti centrali) dovrebbero essere gli articoli più importanti ed esaustivi del tuo sito."],"Restore Site":["Ripristina il sito web"],"Network Settings":["Impostazioni di rete"],"You are not allowed to perform this action.":["Non sei autorizzato a eseguire questa azione."],"Error: %s":["Errore: %s"],"Success: %s":["Successo: %s"],"Site with ID %d not found.":["Il sito web con l'ID %d non è stato trovato."],"No site has been selected to restore.":["Nessun sito web è stato selezionato per il ripristino."],"You are not allowed to modify unregistered network settings.":["Non sei autorizzato a modificare le impostazioni di rete non registrate."],"deleted":["eliminato"],"Would you like to add another keyphrase?":["Vorresti aggiungere un'altra frase chiave?"],"Copied!":["Copiato!"],"Not supported!":["Non supportato!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Leggi {{a}} il nostro articolo sulla struttura del sito {{/a}} per imparare di più su come i link interni possono aiutarti a migliorare la tua strategia SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Prendi in considerazione di inserire il collegamento a questi {{a}}articoli cornerstone:{{/a}}"],"Consider linking to these articles:":["Prendi in considerazione di inserire il collegamento a questi articoli:"],"Copy link":["Copia il link"],"Copy link to suggested article: %s":["Copia il link all'articolo suggerito: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leggi la nostra %1$sUltimate guide to keyword research%2$s per ulteriori informazioni sulla ricerca e sulla strategia per le parole chiave."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Le seguenti parole sono quelle che ricorrono più spesso nel tuo testo. Tale analisi ti dà un'idea su cosa si concentra il tuo contenuto. Se le parole differiscono molto dal tuo argomento, dovresti riscrivere i tuoi contenuti in modo più coerente."],"Prominent words":["Parole importanti"],"The site's tagline":["Tagline (motto) del sito"],"Not all required fields are given. Missing field %1$s":["Non sono stati riempiti tutti i campi obbligatori. Manca il campo %1$s"],"Add synonyms":["Aggiungi sinonimi"],"Would you like to add keyphrase synonyms?":["Vuoi aggiungere dei sinonimi della frase chiave?"],"Would you like to add more than one keyphrase?":["Vuoi aggiungere più di una frase chiave?"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Puoi modificare i metadati SEO per questo tipo di contenuto personalizzato sulla %1$spagina del Negozio%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Non hai impostato una pagina Negozio nelle impostazioni di WooCommerce. Devi farlo come prima cosa."],"Current year":["Anno corrente"],"Page":["Pagina"],"Something went wrong. Please reload the page.":["Qualcosa non ha funzionato. Prova a ricaricare la pagina."],"Tagline":["Motto del sito"],"description (custom taxonomy)":["descrizione (tassonomia personalizzata)"],"(custom taxonomy)":["(tassonomia personalizzata)"],"(custom field)":["(campo personalizzato)"],"Term404":["Errore 404"],"Caption":["Didascalia"],"Pagenumber":["Numero di pagina"],"Pagetotal":["Totale pagine"],"Page number":["Numero di pagina"],"User description":["Descrizione dell'utente"],"ID":["ID"],"Modified":["Modificato"],"Post type (plural)":["Post type (plurale)"],"Post type (singular)":["Post type (singolare)"],"Separator":["Separatore"],"Search phrase":["Frase di ricerca"],"Term title":["Titolo del termine"],"Term description":["Descrizione del termine"],"Tag description":["Descrizione del tag"],"Category description":["Descrizione della categoria"],"Primary category":["Categoria primaria"],"Category":["Categoria"],"Tag":["Tag"],"Excerpt only":["Solo riassunto"],"Excerpt":["Riassunto"],"Site title":["Titolo del sito"],"Archive title":["Titolo dell'archivio"],"Parent title":["Titolo genitore"],"Date":["Data"],"Get Yoast SEO Premium":["Passa a Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Dovresti creare un re-indirizzamento per assicurarti che i visitatori non incorrano in un errore 404 facendo clic su un URL non più funzionante."],"Search engines and other websites can still send traffic to your deleted post.":["I motori di ricerca e altri siti web possono ancora inviare il traffico all'articolo eliminato."],"Make sure you don't miss out on traffic!":["Assicurati di non perdere traffico!"],"You just deleted a %1$s.":["Hai appena eliminato %1$s."],"You just trashed a %1$s.":["Hai appena spostato nel cestino %1$s."],"Settings for %s archive":["Impostazioni per l'archivio %s"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Le impostazioni in questa pagina ti permettono di specificare quale sarà l'aspetto predefinito della ricerca per ciascuno tipo di contenuto che hai. Puoi scegliere quali tipi di contenuto fare apparire nei risultati di ricerca e quale sarà la loro descrizione predefinita."],"Url preview":["Anteprima dell'URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Inserisci una descrizione meta editando lo snippet qui sotto. Se non lo fai, Google cercherà di indovinare dal tuo articolo cosa è rilevante per mostrarlo nei risultati di ricerca."],"Dismiss this notice":["Ignora questo avviso"],"No results":["Nessun risultato"],"%d result found, use up and down arrow keys to navigate":["È stato trovato %d risultato, usa i tasti freccia su e giù per navigare","Sono stati trovati %d risultati, usa i tasti freccia su e giù per navigare"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["La lingua del tuo sito è impostata su %s. Se non è corretto, contatta l'amministratore del sito."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Puoi ottenere il codice di verifica Baidu su %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Codice di verifica di Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["La funzione %s di importazione usa tabelle temporanee di database. Sembra che la tua installazione di WordPress non sia in grado di gestirle, consulta il tuo provider."],"Cleanup of %s data failed.":["La pulizia dati di %s non è andata a buon fine."],"Content Type":["Tipo di contenuto"],"Filter by content type":["Filtra per tipo di contenuto"],"Show All Content Types":["Mostra tutti i tipi di contenuto"],"Replaced with the normal title for an archive generated by WordPress":["Sostituisci con il titolo normale per un archivio generato da WordPress"],"Clean":["Pulisci"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Una volta che sei sicuro che il tuo sito sia a posto, puoi pulire. Questo rimuoverà tutti i dati originali."],"Step 5: Clean up":["Passaggio 5: Pulisci"],"Please check your posts and pages and see if the metadata was successfully imported.":["Controlla le tue pagine e articoli e verifica che i metadata sono stati importati con successo."],"Step 3: Check your data":["Passaggio 3: Verifica i tuoi dati"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Questo importerà i metadata degli articoli come i titoli SEO e le descrizioni nei metadati di %1$s. Esegui l'azione solo se non ci sono ancora i metadati di %1$s. I dati esistenti non andranno persi."],"Step 2: Import":["Passaggio 2: Importa"],"Please make a backup of your database before starting this process.":["Fai un backup del database prima di iniziare questo processo."],"Step 1: Create a backup":["Passaggio 1: Crea un backup"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Abbiamo trovato uno o più dati appartenenti ad altri plugin di SEO nel tuo sito. Segui i seguenti passi per importare i dati."],"Plugin: ":["Plugin:"],"%s did not detect any plugin data from plugins it can import from.":["%s non ha trovato nessun dato dai plugin che possa essere importato."],"Posts that should not show up in search results":["Articoli da non mostrare nei risultati delle ricerche"],"%s data found.":["Dati trovati da %s."],"%s data successfully removed.":["%s dati rimossi con successo"],"%s data successfully imported.":["Dati importati con successo da %s."],"%s data not found.":["Non sono stati trovati dati da %s."],"24/7 email support":["Supporto 24/7 via email"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Per consentire ai motori di ricerca di sapere quali profili social sono associati a questo sito, inserisci i dati dei profili social del tuo sito qui sotto."],"Learn more about your social profiles settings":["Leggi di più sulle impostazioni dei tuoi profili sui social network."],"Remove the categories prefix?":["Vuoi rimuovere il prefisso delle categorie?"],"Help on the category prefix setting":["Aiuto per le impostazioni del prefisso delle categorie"],"Learn more about the available variables":["Ulteriori informazioni sulle variabili disponibili"],"Learn more about the RSS feed setting":["Ulteriori informazioni sull'impostazione del feed RSS"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Quando carichi contenuti multimediali (un'immagine o un video ad esempio), WordPress non salva solo i file multimediali, ma crea un URL di allegato. Queste pagine di allegati sono abbastanza vuote: contengono l'elemento multimediale e forse un titolo, se ne inserisci uno. Per questo motivo, se non usi mai questi URL degli allegati, è meglio disabilitarli e reindirizzarlili all'elemento multimediale stesso."],"Learn more about the Media and attachment URLs setting":["Ulteriori informazioni sull'impostazione degli URL dei Media e degli allegati"],"Learn more about the special pages setting":["Ulteriori informazioni sull'impostazione delle pagine speciali"],"Help on the date archives search results setting":["Aiuto per le impostazioni dei motori di ricerca degli archivi per data"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Non mostrare gli archivi per gli autori senza articoli nei risultati di ricerca tecnicamente significa che quelli avranno una meta robot %1$s e saranno esclusi dalle sitemap XML. %2$sLeggi di più sulle impostazioni dei risultati di ricerca%3$s."],"Help on the authors without posts archive search results setting":["Aiuto per le impostazioni dei risultati di ricerca per gli autori senza un archivio degli articoli"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Non mostrare gli archivi per gli autori nei risultati di ricerca tecnicamente significa che quelli avranno una meta robot %1$s e saranno esclusi dalle sitemap XML. %2$sLeggi di più sulle impostazioni dei risultati di ricerca%3$s."],"Help on the author archives search results setting":["Aiuto per l'impostazione dei risultati della ricerca per gli archivi degli autori"],"Archives settings help":["Guida alle impostazioni degli archivi"],"Learn more about the archives setting":["Ulteriori informazioni sull'impostazione degli archivi"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Acquisisci il tuo codice di verifica Yandex da %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Codice di verifica Yandex"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Acquisisci il codice di verifica Google da %1$sGoogle Search Console%2$s."],"Google verification code":["Codice di verifica Google"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Acquisisci il codice di verifica Bing da %1$sBing Webmaster Tools%2$s."],"Bing verification code":["Codice di verifica Bing"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Puoi usare i box qui sotto per fare la verifica con i differenti Webmaster Tools. Questa funzione aggiungerà un meta tag di verifica sulla tua home page. Segui i links per i differenti Webmaster Tools e leggi le istruzioni per i metodi di verifica dei meta tag per ottenere il tuo codice di verifica. Se il tuo sito è già stato verificato, puoi lasciare tutto così com'è."],"Learn more about the Webmaster Tools verification":["Leggi di più sulla verifica con i Webmaster Tools"],"On":["On"],"Help on: %s":["Aiuto su: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s ha molte caratteristiche. Qui sotto, puoi abilitare - disabilitare alcune di queste. Facendo clic sul punto interrogativo, potrai avere più informazioni sulle caratteristiche."],"Off":["Off"],"See who contributed to %1$s.":["Guarda chi ha contribuito a %1$s."],"Help on this search results setting":["Aiuto per il settaggio di questi risultati di ricerca."],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Non mostrare l'archivio per %1$s nei risultati di ricerca tecnicamente significa che avranno meta robot %2$s e saranno esclusi dalle sitemap XML. %3$sLeggi di più sulle impostazioni dei risultati di ricerca%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["La mancata visualizzazione di %1$s nei risultati di ricerca significa tecnicamente che avranno un meta  robot %2$s e saranno esclusi dalle sitemap XML. %3$sLeggi di più sulle impostazioni dei risultati di ricerca %4$s."],"Default for %2$s, currently: %1$s":["Predefinito per %2$s, attualmente: %1$s"],"Show %s in search results?":["Vuoi mostrare %s nei risultati di ricerca?"],"this author's archives":["archivi di questo autore"],"Do not allow search engines to show %s in search results.":["Non consentire ai motori di ricerca di mostrare %s nei risultati di ricerca."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["Gli URL di categoria all'interno di WordPress usano un prefisso, solitamente %s. Questa funzione rimuove quel prefisso, soltanto dalle categorie."],"Category URLs":["URL delle categorie."],"the archive for %s":["l'archivio per %s"],"Redirect attachment URLs to the attachment itself?":["Reindirizzare gli URL degli allegati all'allegato stesso?"],"We recommend you set this to Yes.":["Ti consigliamo di impostarlo su Sì."],"Media & attachment URLs":["URL dei Media e degli allegati"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Questo è ciò che viene mostrato nei risultati della ricerca quando le persone trovano la tua homepage. Ciò significa che probabilmente è quello che vedono quando cercano il tuo marchio."],"date archives":["archivi per data"],"archives for authors without posts":["archivi per gli autori senza articoli"],"Read why XML Sitemaps are important for your site.":["Leggi perché gli le sitemap XML sono importanti per il tuo sito."],"Enable the XML sitemaps that %s generates.":["Abilita le sitemap XML generate da %s."],"See the XML sitemap.":["Vedi la mappa XML del sito."],"%s (current default for %s)":["%s (impostazione corrente predefinita per %s)"],"Media":["Media"],"Content Types":["Tipi di contenuto"],"Should search engines follow links on this %1$s?":["I motori di ricerca dovrebbero seguire i link per questo %1$s?"],"Allow search engines to show this %s in search results?":["Consenti ai motori di ricerca di mostrare %s nei risultati delle ricerche?"],"Search Appearance":["Aspetto della ricerca"],"Toggle %1$s's XML Sitemap":["Attiva la sitemap XML di %1$s"],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Abilita questa funzione se vuoi che Twitter mostri un'anteprima con le immagini ed un riassunto del testo quando un link del tuo sito viene condiviso."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Abilita questa funzione se vuoi che Facebook e altri social media visualizzino un'anteprima con immagini e un riassunto di testo quando viene condiviso un link al tuo sito."],"Read more about how %s works.":["Ulteriori informazioni su come funziona %s."],"%s integration":["Integrazione con %s"],"Find out how the text link counter can enhance your SEO.":["Scopri come il contatore di link di testo può migliorare la tua SEO."],"The text link counter helps you improve your site structure.":["Il contatore di link nel testo ti aiuta a migliorare la struttura del tuo sito."],"Find out how cornerstone content can help you improve your site structure.":["Scopri come i contenuti cornerstone possono aiutarti a migliorare la struttura del tuo sito."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["La funzione del contenuto cornerstone ti consente di contrassegnare e filtrare i contenuti cornerstone sul tuo sito web."],"Discover why readability is important for SEO.":["Scopri perché la leggibilità è importante per la strategia SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["L'analisi di leggibilità offre suggerimenti per migliorare la struttura e lo stile del testo."],"Learn how the SEO analysis can help you rank.":["Scopri come l'analisi SEO può aiutare il tuo posizionamento."],"The SEO analysis offers suggestions to improve the SEO of your text.":["L'analisi SEO offre suggerimenti per migliorare la strategia SEO del tuo testo."],"SEO analysis":["Analisi SEO"],"Allow customers to pick up their %s order locally":["Consenti ai clienti di ritirare il loro ordine %s a livello locale"],"Get better search results in local search":["Ottieni risultati migliori nella ricerca locale"],"Good results":["Risultati buoni"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Post recenti sul blog %1$s"],"Remove highlight from the text":["Rimuovi l'evidenziazione nel testo"],"Your site language is set to %s. ":["La lingua del tuo sito è impostata su %s."],"First-time SEO configuration":["Configurazione SEO iniziale"],"Highlight this result in the text":["Evidenzia questo risultato nel testo"],"Considerations":["Considerazioni"],"Errors":["Errori"],"Change language":["Cambia lingua"],"%s file":["File %s"],"Save changes to %s":["Salva le modifiche al %s"],"Edit the content of your %s:":["Modifica il contenuto del tuo %s:"],"Create %s file":["Crea file %s"],"Updated %s":["%s aggiornato"],"You cannot edit the %s file.":["Non è possibile modificare il file %s."],"You cannot create a %s file.":["Non è possibile creare un file %s."],"More information about %1$s":["Ulteriori informazioni su %1$s"],"Old Configuration Wizard":["Precedente Configurazione guidata"],"Manage your %s subscription on MyYoast":["Gestisci il tuo abbonamento per  %s su MyYoast"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Contrassegna gli (le) %1$s più importanti come 'cornerstone content' (contenuti centrali) per migliorare la struttura del tuo sito. %2$sLeggi di più sui contenuti cornerstone%3$s."],"(Opens in a new browser tab)":["(Si apre in una nuova scheda del browser)"],"Go back":["Torna indietro"],"Posts %1$swithout%2$s a focus keyphrase":["Articoli %1$ssenza%2$s frase chiave"],"Hey, your SEO is doing pretty well! Check out the stats:":["Ehi, la tua SEO sta andando abbastanza bene! Guarda le statistiche:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Non hai pubblicato nessun post, i tuoi punteggi SEO appariranno qui appena scriverari il tuo primo post!"],"Read more like this on our SEO blog":["Leggi più articoli di questo tipo nel nostro blog SEO."],"Readability: %s":["Leggibilità: %s"],"Not activated":["Non attivato"],"Activated":["Attivato"],"%1$s recommendations for you":["Consigli per te da %1$s"],"All Readability Scores":["Tutti i punteggi di leggibilità"],"Filter by Readability Score":["Filtra per punteggio di leggibilità"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Non stai ricevendo aggiornamenti o assistenza! Risolvi il problema aggiungendo questo sito e abilitando %1$s in %2$s."],"Request method %1$s is not valid.":["Il metodo di richiesta %1$s non è valido."],"Text link counter":["Contatore di link nei testi"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Numero di link interni che puntano a questo articolo. Vai nella sezione aiuto alla voce \"Colonne Yoast\" per maggiori informazioni."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Numero di link interni in questo articolo. Vai nella sezione aiuto alla voce \"Colonne Yoast\" per maggiori informazioni."],"%s Columns":["Colonne %s"],"Readability score":["Punteggio di leggibilità"],"Scroll to see the preview content.":["Scorri per vedere l'anteprima del contenuto."],"Other benefits of %s for you:":["Altri benefici da %s per te:"],"Cornerstone content":["Contenuto Cornerstone (contenuto centrale)"],"Upgrade Premium":["Passa a Premium"],"Superfast internal linking suggestions":["Suggerimenti super veloci di link interni"],"Great news: you can, with %1$s!":["Novità importante: puoi con %1$s! "],"Save changes":["Salva le modifiche"],"1 year free support and updates included!":["1 anno di aggiornamenti e supporto personalizzato inclusi!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Il plugin %2$s modifica l'aspetto del tuo sito differenziando il contenuto per i motori di ricerca da quello per gli utenti \"normali\". Questo è un processo chiamato cloaking, che potrebbe portarti a brutte penalizzazioni. Ti suggeriamo di disabilitarlo."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sAnteprima dei social media%2$s: Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sNiente più link non funzionanti%2$s: easy redirect manager"],"No ads!":["Nessuna pubblicità!"],"Facebook & Twitter":["Facebook e Twitter"],"Social media preview":["Anteprima social media"],"Easy redirect manager":["Facile gestore per il reindirizzamento"],"No more dead links":["Niente più link non funzionanti"],"Increase your SEO reach":["Aumenta la tua visibilità SEO"],"Variable":["Variabile"],"Available variables":["Variabili disponibili"],"Scroll to see the table content.":["Scorri per vedere il contenuto della tabella."],"An error occurred in the '%1$s' assessment":["Si è verificato un errore nella valutazione di '%1$s'"],"No new notifications.":["Nessuna nuova notifica."],"Save all":["Salva tutto"],"Save":["Salva"],"%1$s, Author at %2$s":["%1$s, Autore presso %2$s"],"Mobile preview":["Anteprima in modalità mobile"],"Desktop preview":["Anteprima in modalità desktop"],"Please provide an SEO title by editing the snippet below.":["Inserisci un titolo SEO modificando lo snippet sottostante."],"Meta description preview:":["Anteprima della meta descrizione:"],"Slug preview:":["Anteprima dello slug:"],"SEO title preview:":["Anteprima titolo SEO:"],"Close snippet editor":["Chiudi editor snippet"],"Slug":["Slug"],"Remove marks in the text":["Rimuovi l'evidenziazione nel testo"],"Mark this result in the text":["Segnare questo risultato nel testo"],"Marks are disabled in current view":["L'evidenziazione è disabilitata"],"Good SEO score":["Punteggio SEO Buono"],"OK SEO score":["Punteggio SEO Ok"],"Feedback":["Feedback"],"Name":["Nome"],"Please provide a meta description by editing the snippet below.":["Inserisci una meta descrizione modificando lo snippet sottostante."],"Edit snippet":["Modifica snippet"],"You can click on each element in the preview to jump to the Snippet Editor.":["Puoi fare clic su ogni elemento nell'anteprima per passare all'editor dello snippet."],"SEO title preview":["Anteprima del titolo SEO"],"Export settings":["Esporta le impostazioni"],"Please don't show me this notification anymore":["Non mostrarmi più questa notifica"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Se stai riscontrando problemi, %1$sinviaci un bug report%2$s e faremo del nostro meglio per aiutarti."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Abbiamo notato che stai utilizzando %1$s da un po' di tempo; ci auguriamo che ti stia piacendo! Saremmo entusiasti se tu volessi %2$sdarci un punteggio di 5 stelle su WordPress.org%3$s!"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Attenzione: la variabile %1$s non può essere utilizzata in questo template. Vai su %2$s per maggiori informazioni."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["A proposito, sapevi che abbiamo anche un %1$sPlugin Premium%2$s? Fornisce funzionalità più avanzate, quali un gestore di redirect ed il supporto per frasi chiave multiple. Inoltre dispone di una assistenza personalizzata 24/7."],"(no title)":["(senza titolo)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["La barra di amministrazione di %1$s contiene dei link utili a strumenti di terze parti per analizzare le pagine e rendere semplice verificare se si hanno nuove notifiche."],"Admin bar menu":["Menu della barra di amministrazione"],"Features":["Funzionalità"],"SEO title":["Titolo SEO"],"Greater than sign":["Simbolo di maggiore"],"Less than sign":["Simboli di minore"],"Right angle quotation mark":["Virgoletta bassa destra"],"Left angle quotation mark":["Virgoletta bassa sinistra"],"Small tilde":["Tilde piccola"],"Vertical bar":["Barra verticale"],"Low asterisk":["Asterisco basso"],"Asterisk":["Asterisco"],"Bullet":["Punto"],"Middle dot":["punto medio"],"Em dash":["trattino em"],"En dash":["trattino en"],"Dash":["Trattino"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Scegli il simbolo da utilizzare come separatore del titolo. Apparirà, ad esempio, fra il titolo del tuo articolo ed il nome del sito. I simboli sono visualizzati nella dimensione con cui appariranno nei risultati delle ricerche."],"No":["No"],"Yes":["Si"],"Social profiles":["Profili social"],"Posts list":["Elenco articoli"],"Posts list navigation":["Navigazione elenco articoli"],"Filter posts list":["Filtro elenco articoli"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Si noti che i link agli archivi possono continuare ad essere visualizzati dal tema e occorrerà rimuoverli separatamente,"],"%1$s to optimize your site even further":["%1$s per ottimizzare ulteriormente il tuo sito"],"%1$s extensions":["Estensioni %1$s"],"Comes with our 30-day no questions asked money back guarantee":["Include la nostra garanzia di restituzione dei soldi entro 30 giorni senza nessuna domanda sul motivo della richiesta"],"More information %1$sabout %3$s%2$s":["Ulteriori informazioni %1$ssu %3$s%2$s"],"Installed":["Installato"],"gain access to our 24/7 support team.":["Ottieni accesso al nostro team di assistenza 24/7."],"Premium support":["Assistenza premium"],"check what your Facebook or Twitter post will look like.":["verifica come appaiono i tuoi articoli su Facebook o Twitter."],"Social previews":["Anteprime social"],"create and manage redirects from within your WordPress install.":["crea e gestisci i redirect direttamente dalla tua installazione WordPress."],"Redirect manager":["Gestore dei redirect"],"%1$s, take your optimization to the next level!":["%1$s, porta la tua ottimizzazione ad un livello superiore!"],"A seamless integration between %1$s and %2$s":["Una integrazione senza interruzioni fra  %1$s e %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Utilizza le bricole di pane %1$s al posto di %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Inserisci facilmente Google Maps, un localizzatore di punti vendita, gli orari di apertura e molto altro"],"Creates XML News Sitemaps":["Crea sitemap XML per le news"],"Immediately pings Google on the publication of a new post":["Fai un ping a Google alla pubblicazione di un nuovo articolo"],"Optimize your site for Google News":["Ottimizza il tuo sito per Google News"],"Make videos responsive through enabling fitvids.js":["Rendi i video responsive tramite l'abilitazione di fitvids.js"],"Enhance the experience of sharing posts with videos":["Migliora l'esperienza di condivisione di articoli contenenti video"],"Show your videos in Google Videos":["Visualizza i tuoi video su Google Videos"],"Edit &#8220;%s&#8221;":["Modifica &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Passa a Premium"],"Google Trends":["Google Trends"],"Notifications":["Notifiche"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Rimuovi la scheda delle frasi chiave dal meta box e disabilita tutti i suggerimenti relativi alla SEO."],"Disable SEO analysis":["Disabilita l'analisi SEO"],"Twitter settings":["Impostazioni Twitter"],"Pinterest settings":["Impostazioni Pinterest"],"Facebook settings":["Impostazioni Facebook"],"Title separator symbol":["Simbolo separatore del titolo"],"RSS feed settings":["Impostazioni feed RSS"],"Breadcrumbs settings":["Impostazioni dei Breadcrumbs"],"Make primary":["Rendi primario"],"Cancel":["Annulla"],"%s notification":["%s notifica","%s notifiche"],"Disable readability analysis":["Disabilita l'analisi di leggibilità"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Rimuovi la scheda dell'analisi di leggibilità dal meta box e disabilita tutti i suggerimenti sulla leggibilità."],"Readability analysis":["Analisi di leggibilità"],"Needs improvement":["Da migliorare"],"Readability":["Leggibilità"],"Improvements":["Miglioramenti"],"Good job! We could detect no serious SEO problems.":["Buon lavoro! Non siamo in grado di individuare nessun problema SEO."],"We have detected the following issues that affect the SEO of your site.":["Abbiamo individuato i seguenti problemi che riguardano la SEO del tuo sito."],"Problems":["Problemi"],"Analysis":["Analisi"],"Not available":["Non disponibile"],"Filter by SEO Score":["Filtra per punteggio SEO"],"Meta description not set.":["Meta descrizione non impostata."],"Open":["Apri"],"Loading...":["Caricamento in corso..."],"No results found":[""],"Dashboard":["Bacheca"],"You can fix this on the %1$sPermalink settings page%2$s.":["Puoi correggerlo nella %1$sPagina delle impostazioni dei permalink%2$s."],"Replaced with the primary category of the post/page":["Sostituito con la categoria principale nell'articolo/pagina"],"Pinterest confirmation":["Conferma Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Se hai già confermato il tuo sito in Pinterest, puoi saltare il passaggio successivo."],"Format-based archives":["Archivio Format-based"],"Webmaster Tools verification":["Verifica per gli strumenti per webmaster"],"Buy %s":["Compra %s"],"New %1$s Title":["Nuovo %1$s Titolo"],"Existing %1$s Title":["Titolo %1$s Esistente"],"Expected an integer as input.":["L'input dev'essere un intero"],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Sto provando a costruire una chiave sicura della cache della sitemap, ma la combinazione di suffisso e prefisso lascia poco spazio di azione. Probabilmente stai cercando di elaborare una pagina con molti caratteri."],"Redirects":["Redirect"],"Remove":["Rimuovi"],"Keep":["Mantieni"],"Bold the last page":["Evidenzia in grassetto l'ultima pagina"],"Regular":["Standard"],"Bold":["Grassetto"],"Show Blog page":["Vedi la pagina del Blog"],"Primary %s":["%s Primario"],"Primary":["Primario"],"Make %1$s primary %2$s":["Rendi %1$s primario %2$s"],"Integrations":["Integrazioni"],"Term is set to noindex.":["Il termine è impostato su noidex."],"Author archives":["Archivi autore"],"Enabled":["Abilitato"],"Disabled":["Disabilitato"],"The separator defined in your theme's %s tag.":["Il separatore definito nel tag %s del tuo tema."],"No index":["Noindex"],"Once Weekly":["Una volta alla settimana"],"SEO score":["Punteggio SEO"],"Team Yoast":["Team Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["La prima vera soluzione SEO tutto-in-uno per WordPress, compresa l'analisi dei contenuti su ogni pagina, sitemap XML e molto altro."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Attivazione non riuscita:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["L'estensione del filtro sembra non essere disponibile. Suggeriamo di richiedere l'abilitazione al proprio gestore hosting."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["L'installazione del plugin %1$s è incompleta. Consulta le %2$sistruzioni per l'installazione%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["L'estensione Standard PHP Library (SPL) non pare disponibile. Richiedi al tuo host di abilitarla."],"SEO Settings":["Impostazioni SEO"],"Mobile-Friendly Test":["Test Mobile-Friendly"],"Google Page Speed Test":["Test Google Page Speed"],"CSS Validator":["Validazione CSS"],"HTML Validator":["Validazione HTML"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins Validator"],"Facebook Debugger":["Debugger Facebook"],"Check Google Cache":["Controlla la Cache di Google"],"Analyze this page":["Analizza questa pagina"],"Keyword Research":["Ricerca Parole chiave"],"%s does not seem to be a valid url. Please correct.":["%s non sembra essere una url valida. Correggi e riprova."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s non sembra essere una string di verifica valida %2$s. Correggi e riprova."],"%s Archive":["Archivi %s"],"You searched for %s":["Hai cercato %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s sembra essere un nome utente di Twitter non valido. Correggilo."],"Summary with large image":["Sommario con immagini grandi"],"The post %1$s appeared first on %2$s.":["L'articolo %1$s proviene da %2$s."],"No numeric value was received.":["Nessun valore numerico inserito."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Questo deve essere un blog esistente. Il blog %s non esiste o è stato segnato come cancellato."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["L'impostazione di default del blog deve essere l'id numerico del blog che vuoi usare come default."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$snon è una scelta valida per chi dovrebbe essere autorizzato ad accedere alle impostazioni  di %2$s. Valori ripristinati al default."],"Please select a valid post type for taxonomy \"%s\"":["Seleziona un tipo di contenuto valido per la tassonomia \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Seleziona una tassonomia valida per i contenuti di tipo \"%s\""],"You searched for":["Hai cercato"],"Home":["Home"],"Archives for":["Archivi per"],"Error 404: Page not found":["Errore 404: Pagina non trovata"],"Good":["Buona"],"Replaced with a custom taxonomies description":["Sostituito con la descrizione di una tassonomia custom"],"Replaced with a posts custom taxonomies, comma separated.":["Sostituito con una tassonomia personalizzata per gli articoli, separata da virgole."],"Replaced with a posts custom field value":["Sostituita con un valore di un campo personalizzato"],"Replaced with the slug which caused the 404":["Sostituito con lo slug che ha causato l'errore 404"],"Replaced with the posts focus keyphrase":["Sostituito dalla frase chiave principale dell'articolo"],"Attachment caption":["Didascalia Allegato"],"Replaced with the current page number":["Sostituito con il numero di pagina corrente"],"Replaced with the current page total":["Sostituito con il numero di pagine totale"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Sostituito con il numero di pagina corrente e relativo contesto(es. pagina 2 di 4)"],"Replaced with the current year":["Sostituito con l'anno in corso"],"Replaced with the current month":["Sostituito con il mese corrente"],"Replaced with the current day":["Sostituito con la giornata in corso"],"Replaced with the current date":["Sostituito con la data corrente"],"Replaced with the post/page author's 'Biographical Info'":["Rimpiazzato con \"Informazioni biografiche\" dell'autore del post/pagina."],"Replaced with the post/page author's 'nicename'":["Sostituito con il 'nicename' dell'autore del post/pagina"],"Replaced with the post/page ID":["Sostituito con l'ID del post/pagina"],"Replaced with the post/page modified time":["Sostituito con l'ora di modifica del post/pagina "],"Replaced with the content type plural label":["Sostituito con l'etichetta plurima per il tipo di articolo"],"Replaced with the content type single label":["Sostituito con l'etichetta singola del tipo di articolo"],"Replaced with the current search phrase":["Sostituito con la frase di ricerca corrente"],"Replaced with the term name":["Sostituito dal nome del termine"],"Replaced with the term description":["Sostituito dalla descrizione del termine"],"Replaced with the tag description":["Sostituito dalla descrizione del tag"],"Replaced with the category description":["Sostituito dalla descrizione della categoria"],"Replaced with the post categories (comma separated)":["Sostituito dalle categorie dell'articolo (separate da una virgola)"],"Replaced with the current tag/tags":["Rimpiazzato dagli attuali tag"],"Replaced with the post/page excerpt (without auto-generation)":["Sostituito dal riassunto articolo/pagina (senza autogenerazione)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Sostituito dal riassunto articolo/pagina (autogenerato se non esiste)"],"The site's name":["Il nome del sito"],"Replaced with the title of the parent page of the current page":["Sostituito con il titolo della pagina padre della pagina corrente"],"Replaced with the title of the post/page":["Sostituito dal titolo del post/pagina"],"Replaced with the date of the post/page":["Rimpiazzato dalla data articolo/pagina"],"Page %1$d of %2$d":["Pagina %1$d di %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Non puoi sovrascrivere una variabile di sostituzione standard di WPSEO registrando una variabile con lo stesso nome. Utilizza piuttosto il filtro \"wpseo_replacements\" per aggiustare il valore di sostituzione."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Una variabile di sostituzione con questo nome è già stata registrata. Prova a rendere il nome di questa variabile ancora più univoco."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Una variabile di sostituzione non può iniziare con \"%%cf_\" o \"%%ct_\" perchè sono riservate per le variabili di variabili standard di WPSEO per i campi personalizzati e per le tassonomie personalizzate. Prova a rendere il nome di questa variabile univoco."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Una variabile di sostituzione può contenere solo caratteri alfanumerici, il carattere di sottolineatura o il trattino. Prova a rinoinare la tua variabile."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Avviso per l'amministratore: questa pagina non mostra una meta descrizione perché non ne ha una, è necessario scriverla per questa pagina o andare nel menu  [%1$s - %2$s] e impostare un template."],"Page not found":["Pagina non trovata"],"%s Archives":["%s Archivi"],"Meta description to use for Author page":["Meta descrizione da usare per la pagina autore "],"Title to use for Author page":["Titolo da usare per la pagina autore"],"%1$s settings":["Impostazioni %1$s"],"Export your %1$s settings":["Esporta le tue impostazioni %1$s"],"Import settings":["Importa impostazioni"],"Import from other SEO plugins":["Importa da altri plugin SEO"],"Import":["Importa"],"If you had a %s file and it was editable, you could edit it from here.":["Se tu avessi un file %s e questo fosse modificabile, potresti modificarlo da qui."],"If your %s were writable, you could edit it from here.":["Se il tuo %s fosse modificabile, potresti modificarlo da qui."],"You don't have a %s file, create one here:":["Non hai un file %s, creane uno qui:"],"A link to your site, with your site's name and description as anchor text.":["Un link al tuo sito, con il nome e la descrizione del tuo sito come testo di ancoraggio."],"A link to your site, with your site's name as anchor text.":["Un link al tuo sito, con il nome del tuo sito come testo di ancoraggio."],"A link to the post, with the title as anchor text.":["Un link all'articolo, con il titolo come testo di ancoraggio."],"A link to the archive for the post author, with the authors name as anchor text.":["Un link all'archivio dell'autore dell'articolo, con il nome dell'autore come testo di ancoraggio."],"You can use the following variables within the content, they will be replaced by the value on the right.":["È possibile utilizzare le seguenti variabili all'interno del contenuto, verranno sostituite dal valore mostrato qui a destra."],"Content to put after each post in the feed":["Contenuto da inserire dopo qualsiasi post nel feed"],"Content to put before each post in the feed":["Contenuto da inserire prima di ogni post nel feed"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Questa funzionalità è utilizzata per aggiungere automaticamente contenuti al tuo RSS. Più nello specifico, è progettata per aggiungere link che rimandino al tuo blog e ai tuoi articoli, in modo che gli scrapers aggiungeranno a loro volta automaticamente questi links, aiutando i motori di ricerca ad identificarti come la fonte originale dei contenuti."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["L'utilizzo della funzione breadcrumbs è spiegata nel %1$snostro articolo nella knowledge-base sull'implementazione dei breadcrumbs%2$s."],"How to insert breadcrumbs in your theme":["Come inserire i breadcrumbs nel tuo tema"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Archivio dei post type da mostrare nei breadcrumbs per le tassonomie"],"Taxonomy to show in breadcrumbs for content types":["Tassonomia da mostrare nei breadcrumbs per i post type"],"Breadcrumb for 404 Page":["Breadcrumb per la pagina 404"],"Prefix for Search Page breadcrumbs":["Prefisso nel breadcrumbs delle pagina di ricerca"],"Prefix for Archive breadcrumbs":["Prefisso per gli archivi dei Breadcrumbs"],"Prefix for the breadcrumb path":["Prefisso per il percorso dei Breadcrumbs"],"Anchor text for the Homepage":["Testo del link per la Home Page"],"Separator between breadcrumbs":["Separatore tra i breadcrumbs"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Di seguito sono elencati i punteggi SEO dei tuoi articoli pubblicati. Ora è il momento giusto per iniziare a migliorare alcuni dei tuoi post!"],"Credits":["Crediti"],"&laquo; Back to Tools page":["&laquo; Torna alla pagina degli strumenti"],"%1$s comes with some very powerful built-in tools:":["%1$s viene fornito con alcuni strumenti integrati molto potenti:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Questo strumento consente di modificare rapidamente file importanti per la SEO, come il vostro robots.txt e, se ne avete uno, il file .htaccess."],"File editor":["Modifica file"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importa le impostazioni da altri plugin SEO ed esporta le tue impostazione per riutilizzarle su un altro sito."],"Import and Export":["Importa ed esporta"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Questo strumento permette di cambiare rapidamente i titoli e le descrizioni dei tuoi post e pagine senza dover andare nell'editor per ognuno di essi."],"Bulk editor":["Editor di massa"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Per %1$sconvalidare il tuo sito con Pinterest%2$s, aggiungi qui il meta tag:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["Pinterest usa i metadata Open Graph come Facebook, perciò assicurati di aver selezionato le impostazioni \"Aggiungi i dati meta di Open Graph\" nella scheda Facebook se vuoi ottimizzare il tuo sito per Pinterest."],"Add Twitter card meta data":["Aggiungi i metadati della Twitter card"],"This image is used if the post/page being shared does not contain any images.":["Questa immagine viene utilizzata se un/a articolo/pagina che vengono condivisi non contengono alcuna immagine."],"Default settings":["Impostazioni standard"],"Description":["Descrizione"],"Add Open Graph meta data":["Aggiungi meta dati Open Graph"],"Accounts":["Account"],"Restore site to defaults":["Reimposta il sito"],"Site ID":["ID Sito"],"Using this form you can reset a site to the default SEO settings.":["Usando questo modulo sarà possibile impostare il sito con i valori predefiniti di SEO."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["I dati sensibili della privacy (amministratori FB e simili), specifici per il tema (riscrittura titolo) ed alcune altre impostazioni specifiche non verranno importate nei nuovi siti."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Inserisci lo %1$sID del sito%2$s per il sito dal quale ricavare le impostazioni che desideri utilizzare come predefinite per tutti i siti già aggiunti al tuo network. Lascia vuoto per nessun sito (verranno utilizzati i valori predefiniti del plugin)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Scegli il sito le cui impostazioni verranno utilizzate come standard per tutti i siti che verranno aggiunti al network. Se scegli 'Nessuno', verranno utilizzati i valori standard del plugin."],"New sites in the network inherit their SEO settings from this site":["I nuovi siti del network erediteranno le impostazioni SEO da questo sito"],"Super Admins only":["Solo super amministratori"],"Site Admins (default)":["Amministratori del sito (predefinito)"],"Who should have access to the %1$s settings":["Chi dovrebbe avere accesso alle impostazioni di %1$s"],"spam":["spam"],"mature":["maturo"],"archived":["archiviato"],"public":["pubblico"],"%s restored to default SEO settings.":["%s ripristinato ai valori di default SEO."],"Settings Updated.":["Impostazioni aggiornate."],"404 pages":["Pagine 404"],"Search pages":["Pagine di ricerca"],"These pages will be %s by default, so they will never show up in search results.":["Queste pagine saranno %s di default, quindi non appariranno mai nei risultati delle ricerche."],"Special pages":["Pagine speciali"],"Date-based archives could in some cases also be seen as duplicate content.":["Gli archivi per data potrebbero in alcuni casi essere rilevati come contenuti duplicati."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Se questo è il caso sul tuo sito, è possibile disabilitarlo  (questo lo reindirizza alla home page), o aggiungergli %s in modo da non mostrarlo nei risultati della ricerca."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Se il tuo blog è curato solo da un autore l'archivio autori sarà esattamente uguale alla tua homepage. Questo è ciò che si intende quando si parla di %1$scontenuti duplicati%2$s."],"Date archives":["Archivi per data"],"author archives":["Archivi autori"],"Title":["Titolo"],"Take note:":["Prendi nota:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Puoi definire il titolo e la descrizione della pagina home %1$smodificando direttamente da qui la pagina%2$s."],"You can determine the title and description for the posts page by %1$sediting the posts page itself%2$s.":["Puoi impostare il titolo e la descrizione per la pagina degli articoli %1$smodificando direttamente da qui a pagina%2$s."],"Homepage &amp; Posts page":["Homepage & Pagina degli articoli"],"Title Separator":["Separatore del titolo"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s determina in modo automatico quando è necessario forzare la riscrittura dei titoli delle pagine, se pensi sia sbagliato e sai quello che stai facendo puoi cambiare le impostazioni da qui."],"Force rewrite titles":["Forza la riscrittura dei titoli"],"Taxonomies":["Tassonomie"],"Homepage":["Homepage"],"%1$s Extensions":["Estensioni %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integra al meglio WooCommerce con %1$s ed ottieni funzionalità extra!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Migliora il posizionamento locale e su Google Maps, senza fare nessuno sforzo!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Sei su Google News? Aumenta il tuo traffico da Google News ottimizzandoti per esso!"],"Optimize your videos to show them off in search results and get more clicks!":["Ottimizza i tuoi video per visualizzarli nei risultati di ricerca ed avere più click!"],"The premium version of %1$s with more features & support.":["La versione premium di  %1$s con molte altre funzionalità e l'assistenza."],"Person":["Persona"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Questo dato viene mostrato come dato meta del tuo sito. &Egrave; destinato a comparire nel %1$sKnowledge Graph di Google%2$s. Puoi scegliere se essere una Organizzazione o una Persona."],"Website name":["Nome sito web"],"Webmaster Tools":["Strumenti per Webmaster"],"RSS":["RSS"],"Permalink":["Permalink"],"Breadcrumbs":["Breadcrumb"],"Authenticate":["Autenticati"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Per essere in grado di creare un redirect e risolvere questo problema, hai bisogno di %1$s. È possibile acquistare il plugin, compreso un anno di assistenza e aggiornamenti, su %2$s."],"Creating redirects is a %s feature":["Creare redirect è una caratteristica di %s"],"New URL":["Nuova URL"],"Search":["Ricerca"],"URL":["URL"],"Deactivate %s":["Disattivare %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["I plugin %1$s potrebbero causare problemi quando utilizzati in combinazione con %2$s."],"Upload Image":["Carica immagine"],"%s Posts Overview":["Panoramica degli articoli %s"],"Breadcrumbs title":["Titolo dei breadcrumbs"],"Pinterest":["Pinterest"],"Social settings":["Impostazioni Social"],"Archives":["Archivi"],"Close":["Chiudi"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Sia %1$s che %2$s generano una mappa del sito XML. Avere due file XML non porta benefici per i motori di ricerca e potrebbe rallentare il sito."],"Configure %1$s's Open Graph settings":["Configura le impostazioni OpenGraph di %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Sia %1$s sia %2$s generano dei meta tag OpenGraph, che potrebbero causare immagini e testi sbagliati qualora fossero condivisi su Facebook, Twitter, LinkedIn ed altri social."],"%s image":["Immagine %s"],"%s description":["Descrizione %s"],"%s title":["Titolo %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["molto difficile"],"Try to make shorter sentences, using less difficult words to improve readability":["Prova a scrivere frasi più brevi, usando parole meno difficili per migliorare la leggibilità. "],"difficult":["difficile"],"Try to make shorter sentences to improve readability":["Prova a creare frasi più brevi per migliorare la leggibilità."],"fairly difficult":["abbastanza difficile"],"OK":["OK"],"fairly easy":["abbastanza facile"],"easy":["facile"],"very easy":["molto facile"],"The copy scores %1$s in the test, which is considered %2$s to read.":["Il contenuto ha ottenuto il punteggio %1$s nel test, che è considerato %2$s da leggere."],"Flesch reading ease":["Facilità di lettura Flesch"],"Meta Desc.":["Desc. meta"],"All SEO Scores":["Tutti i punteggi SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Problema SEO: l'immagine in evidenza deve avere una dimensione di almeno 200 per 200 pixel per poter essere utilizzata da Facebook e altri social media."],"(no parent)":["(nessun genitore)"],"meta description":["Meta descrizione"],"Page title":[""],"Post is set to noindex.":["Articolo impostato come da non indicizzare"],"The URL that this page should redirect to.":["L'URL al quale questa pagina deve reindirizzare."],"301 Redirect":["Redirect 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["L'URL canonico a cui questa pagina dovrebbe puntare. Lascia in bianco per utilizzare il permalink predefinito. Sono supportate anche gli %1$sURL canonici tra domini diversi (cross domain)%2$s."],"Canonical URL":["URL canonico"],"Title to use for this page in breadcrumb paths":["Titolo da usare nel percorso del breadcrumb in questa pagina"],"Breadcrumbs Title":["Titolo dei breadcrumbs"],"No Snippet":["Nessuno snippet"],"No Archive":["Nessun Archivio"],"No Image Index":["Nessuna immagine indice"],"None":["Nessuno"],"Meta robots advanced":["Meta Robots avanzate"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Attenzione: anche se da qui puoi impostare i valori meta per le impostazioni per i robot, l'intero sito è impostato come da non indicizzare nelle impostazioni generali di privacy, quindi queste impostazioni non avranno alcun effetto."],"Meta description":["Meta descrizione"],"SEO Title":["Titolo SEO"],"Focus keyword":["Parola chiave principale"],"Settings successfully imported.":["Impostazioni importate con successo."],"Settings could not be imported:":["Le impostazioni non possono essere importate:"],"Breadcrumb for 404 pages:":["Breadcrumb per le pagine 404:"],"Prefix for search result pages:":["Prefisso per le pagine dei risultati della ricerca:"],"Prefix for archive pages:":["Prefisso per le pagine archivio:"],"Prefix for breadcrumbs:":["Prefisso per i breadcrumb:"],"Anchor text for the homepage:":["Anchor text per la homepage:"],"Breadcrumbs separator:":["Separatore dei Breadcrumb:"],"%s Breadcrumbs":["%s Breadcrumb"],"Use Image":["Usa immagine"],"Action":["Azione"],"Page URL/Slug":["URL/Slug pagina"],"Publication date":["Data di pubblicazione"],"Post Status":["Stato articolo"],"WP Page Title":["Titolo pagina WP"],"View":["Visualizza"],"View &#8220;%s&#8221;":["Visualizza &#8220;%s&#8221;"],"Preview":["Anteprima"],"Preview &#8220;%s&#8221;":["Anteprima &#8220;%s&#8221;"],"Edit":["Modifica"],"Filter":["Filtro"],"New Yoast Meta Description":["Nuova meta descrizione Yoast"],"Existing Yoast Meta Description":["Meta descrizione Yoast esistente"],"Facebook profile URL":["URL profilo Facebook"],"Twitter username (without @)":["Username Twitter (senza @)"],"Google":[""],"FAQ":["FAQ"],"Settings":["Impostazioni"],"Huge SEO Issue: You're blocking access to robots.":["Grande problema SEO: stai bloccando l'accesso ai robot."],"Posts":["Articoli"],"Edit Files":["Modifica Files"],"General":["Generale"],"Extensions":["Estensioni"],"Search Console":["Console di ricerca"],"Tools":["Strumenti"],"Advanced":["Avanzate"],"XML sitemaps":["Sitemaps XML"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s ha scoperto che stai utilizzando la versione %2$s di %3$s, aggiorna all'ultima versione per evitare problemi di compatibilità."],"Just another WordPress site":["Solo un altro sito WordPress"],"You have used HTML in your value which is not allowed.":["Non è consentito utilizzare HTML."],"You can't edit %s that aren't yours.":["Non puoi modificare i %s che non sono tuoi."],"You can't edit %s.":["Non puoi modificare %s."],"Post has an invalid Content Type: %s.":["L'articolo ha impostato un tipo invalido: %s."],"Post doesn't exist.":["L'articolo non esiste."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Cestinato <span class=\"count\">(%s)</span>","Cestinati <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tutto <span class=\"count\">(%s)</span>","Tutti <span class=\"count\">(%s)</span>"]}}}