{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n % 10 == 1 && (n % 100 < 11 || n % 100 > 19)) ? 0 : ((n % 10 >= 2 && n % 10 <= 9 && (n % 100 < 11 || n % 100 > 19)) ? 1 : 2);","lang":"lt"},"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":[""],"Alternate organization name":[""],"Organization or Person":[""],"Use the alternate website name for acronyms, or a shorter version of your website's name.":[""],"Alternate website name":[""],"This name is shown for your site in the search results.":[""],"Website":[""],"Choose how the title of your 404 error pages should look in the browser.":[""],"404 error pages":[""],"Choose how the title of your internal search pages should look in the browser.":[""],"Internal search pages":[""],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile.":[""],"We're sorry, you're not allowed to edit the other profiles of the selected user.":[""],"We're sorry, you're not allowed to edit the other profiles of %1$s%3$s%2$s.":[""],"Show Formats in search results":[""],"Show Media pages in search results":[""],"Show Date archives in search results":[""],"Show Author archives in search results":[""],"Breadcrumbs for %1$s":[""],"Site connections":[""],"See the XML sitemap":[""],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords!":[""],"Enable feature":[""],"Site features":[""],"Learn more":[""],"Set the basic info for your website. Note that some of these values can be used as variables when configuring the search appearance of your content.":[""],"Site info":[""],"We're sorry, you're not allowed to edit the %1$sSite title%2$s and %1$sTagline%2$s.":[""],"Show or hide our tools and controls in the attachment editor.":[""],"(e.g., %1$s":[""],"Remove unregistered URL parameters":[""],"Optimize Google Analytics utm tracking parameters":[""],"Remove WP-JSON API":[""],"Remove emoji scripts":[""],"Remove Atom / RDF feeds":[""],"Remove search results feeds":[""],"Remove custom taxonomy feeds":[""],"Remove tag feeds":[""],"Remove category feeds":[""],"Remove post type feeds":[""],"Remove post authors feeds":[""],"Remove post comments feeds":[""],"Remove global comment feeds":[""],"Remove global feed":[""],"Remove powered by HTTP header":[""],"Remove generator tag":[""],"Remove oEmbed links":[""],"Remove RSD / WLW links":[""],"Remove REST API links":[""],"Remove shortlinks":[""],"%1$s are used for %2$s.":[""],"%1$s are used for %2$s and %3$s.":[""],"Show or hide our tools and controls in the content editor.":[""],"Enable SEO controls and assessments":[""],"Unlock with %1$s":[""],"We couldn’t find anything with that term.":[""],"Please enter a search term that is longer than 3 characters.":[""],"Search...":[""],"Quick search...":[""],"No, continue editing":[""],"Yes, discard changes":[""],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":[""],"Discard all changes":[""],"Connect %1$s with %2$s":[""],"or %1$sLearn more%2$s\t":[""],"Instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"%1$sConnect %2$s with %3$s%4$s to instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"Redirect pretty URLs for search pages to raw format":[""],"Choose the general appearance of your breadcrumbs.":[""],"Breadcrumb appearance":[""],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":[""],"Please tell us more about the person this site represents.":[""],"E.g. https://example.com/yoast":[""],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":[""],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":[""],"Choose whether your site represents an organization or a person.":[""],"Person/organization":[""],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":[""],"E.g. https://wikipedia.com/yoast":[""],"E.g. https://youtube.com/yoast":[""],"E.g. https://twitter.com/yoast":[""],"E.g. https://tumblr.com/yoast":[""],"E.g. https://soundcloud.com/yoast":[""],"E.g. https://pinterest.com/yoast":[""],"E.g. https://myspace.com/yoast":[""],"E.g. https://linkedin.com/yoast":[""],"E.g. https://instagram.com/yoast":[""],"E.g. https://facebook.com/yoast":[""],"Tell us about the other profiles on the web that belong to the person.":[""],"Other profiles":[""],"Oops! Something went wrong while retrieving the user social profiles.":[""],"Writing":[""],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[""],"Google Analytics utm tracking parameters":[""],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":[""],"Advanced: URL cleanup":[""],"Prevent crawling of internal site search URLs":[""],"Block internal site searches which match the patterns of known spam attacks.":[""],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":[""],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs.":[""],"Enables advanced settings for protecting your internal site search URLs.":[""],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":[""],"Internal site search cleanup":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":[""],"WP-JSON API":[""],"Remove JavaScript used for converting emoji characters in older browsers.":[""],"Remove URLs which provide alternative (legacy) formats of all of the above.":[""],"Remove URLs which provide information about your search results.":[""],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":[""],"Remove URLs which provide information about your recent posts, for each tag.":[""],"Remove URLs which provide information about your recent posts, for each category.":[""],"Remove URLs which provide information about your recent posts, for each post type.":[""],"Remove URLs which provide information about recent posts by specific authors.":[""],"Remove URLs which provide information about recent comments on each post.":[""],"Also disables Post comment feeds.":[""],"Remove URLs which provide an overview of recent comments on your site.":[""],"Remove URLs which provide an overview of your recent posts.":[""],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":[""],"Disable unwanted content formats":[""],"Remove links which allow others sites to ‘ping’ yours when they link to you.":[""],"Remove information about the plugins and software used by your site.":[""],"Remove links used for embedding your content on other sites.":[""],"Remove links used by external systems for publishing content to your blog.":[""],"Remove links to the location of your site’s REST API endpoints.":[""],"Rest API links":[""],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":[""],"Remove unwanted metadata":[""],"Crawl optimization":[""],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s":[""],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":[""],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":[""],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of %1$s and %2$s URLs.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. Most people can safely disable all of these, which can help to save bytes, electricity, and trees.":[""],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":[""],"E.g., %1$s and %2$s":[""],"E.g., %1$s":[""],"Enable breadcrumbs for your theme":[""],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":[""],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":[""],"Breadcrumbs for Taxonomies":[""],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":[""],"Breadcrumbs for Post types":[""],"Show Blog page in breadcrumbs":[""],"Breadcrumb for 404 page":[""],"Prefix for Search page breadcrumbs":[""],"Add prefix":[""],"Add anchor text":[""],"Add separator":[""],"Configure the appearance and behavior of your breadcrumbs.":[""],"Disabling this will redirect the %1$s to your site's homepage.":[""],"Refresh this page":[""],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":[""],"Something went wrong. An unexpected error occurred.":[""],"Be the first to %1$sget new features & tools%2$s, before everyone else. Get %1$s24/7 support%2$s and boost your website’s visibility.":[""],"Failed to retrieve users.":[""],"Searching users...":[""],"No users found.":[""],"Discard changes":[""],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":[""],"The profile is not valid. Please enter a valid URL.":[""],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":[""],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":[""],"Wikipedia":[""],"YouTube":[""],"Tumblr":[""],"SoundCloud":[""],"MySpace":[""],"LinkedIn":[""],"Instagram":[""],"User":[""],"Organization or a person":[""],"Site basics":[""],"Yoast's recommended reading list":[""],"Text formality":[""],"Read more about text formality.":[""],"%1$s%3$s%2$s will help you assess the formality level of your text.":[""],"%1$sSKU%3$s: Not all your product variants have a SKU. You can add a SKU via the \"Variations\" tab in the Product data box. %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""]," You can add a SKU via the \"Inventory\" tab in the Product data box.":[""],"Not all your product variants have an identifier. You can add a product identifier via the \"Variations\" tab in the Product data box":[""],"Your product is missing an identifier (like a GTIN code). You can add a product identifier via the \"Yoast SEO\" tab in the Product data box":[""],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":[""],"Remove unused resources":[""],"Restore last hidden item":[""],"This feature is not available for multisites.":[""],"Prevent search engines from crawling /wp-json/":[""],"Prevent search engines from crawling site search URLs":[""],"Help us to analyze your site by running the site analysis below.":[""],"Site analysis is disabled for non-production environments.":[""],"Stop site analysis":[""],"Start site analysis":[""],"Please update your Yoast SEO Premium plugin to the latest version to be able to use this feature.":[""],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":[""],"Formats":[""],"Media pages":[""],"Categories & tags":[""],"Content types":[""],"Show more":[""],"Show less":[""],"Configure the basics for your website.":[""],"This field updates the %1$sTagline in your WordPress settings%2$s.":[""],"This field updates the %1$sSite title in your WordPress settings%2$s.":[""],"Choose how your %1$s pages should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s page.":[""],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show %1$s pages in search results":[""],"Choose how your %1$s pages should look in search engines. You can always customize this per individual %2$s page.":[""],"We recommend disabling %1$s pages. Disabling %1$s pages will cause all attachment URLs to redirect to the media itself.":[""],"%1$s pages":[""],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":[""],"Choose how your Homepage should look on social media. Note that this is what people probably will see when they search for your brand name.":[""],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":[""],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %1$s.":[""],"Date archive":[""],"Choose how your %1$s should look on social media by default.":[""],"Disabling this means that archives for authors without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show archives for authors without posts in search results":[""],"Choose how your %1$s should look in search engines.":[""],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":[""],"Author archive":[""],"Read more about the search results settings":[""],"Choose how your %1$s should look in search engines and on social media.":[""],"Contact support":[""],"We're very sorry, but it seems like the following error has interrupted our application:":[""],"An error occurred while calculating your content: %s":[""],"This functionality is disabled in staging environments.":[""],"We would like to show you insights into content that we feel could use improving.":[""],"No data to show yet":[""],"Show %1$s more...":[""],"Open editor":[""],"Add focus keyphrase":[""],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":[""],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":[""],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":[""],"Posts and pages that haven't been analyzed (%1$s)":[""],"Posts and pages without a focus keyphrase (%1$s)":[""],"Restore all hidden items":[""],"Your site has no content with incoming links left to display here.":[""],"Highest number of incoming links":[""],"Congratulations! All of your content has a green SEO score!":[""],"Your site has no content with SEO scores left to display here.":[""],"An error occured while calculating the SEO scores of your content. Please try again later.":[""],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":[""],"Lowest SEO scores":[""],"Refresh data":[""],"Last refreshed: %d min ago":["","Last refreshed: %d mins ago","Last refreshed: %d mins ago"],"An error occurred: %s":[""],"You have hidden all items from this list, so there is no content left to display here.":[""],"Add links":[""],"An error occured while calculating the incoming links of your content. Please try again later.":[""],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":[""],"Lowest number of incoming links":[""],"Congratulations! All of your content has a green readability score!":[""],"Your site has no content with Readability scores left to display here.":[""],"An error occured while calculating the Readability scores of your content. Please try again later.":[""],"Improve":[""],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":[""],"Restore hidden items":[""],"Lowest readability scores":[""],"The undo request was unsuccessful.":[""],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":[""],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":[""],"The content below is supposed to be your cornerstone content: the most important and extensive articles on your site. ":[""],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":[""],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":[""],"The request has failed.":[""],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":[""],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":[""],"An error occurred while fetching the suggested links list: %s":[""],"Start writing a new post":[""],"Don't know where to start? Have a look at our recommended reading list!":[""],"keyword strategy, site structure and copywriting.":[""],"There are three major elements you need to consider when writing good content for SEO:":[""],"You need to have more content on your site to make your website rank well in the search engines.":[""],"Start writing content!":[""],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":[""],"You've disabled features that are needed to show data":[""],"Read reviews from real users":[""],"Be the first to %1$s get new features & tools%2$s, before everyone else. Get %1$s 24/7 support%2$s and boost your website’s visibility.":[""],"%1$s attempted to load the class %2$s but it could not be found.":[""],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":[""],"Choose how your Homepage should look in search engines.":[""],"Keep the categories prefix in the slug":[""],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":[""],"Choose how your %1$s archive should look on social media.":[""],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Choose how your %1$s archive should look in search engines.":[""],"These settings are specifically for optimizing your %1$s archive.":[""],"%1$s archive":[""],"Add custom fields to page analysis":[""],"Additional settings":[""],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":[""],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":[""],"Social appearance":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":[""],"Search appearance":[""],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":[""],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":[""],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Oh no! It seems your form contains invalid data. Please review the following fields:":[""],"Archive social image":[""],"Archive social description":[""],"Archive social title":[""],"Show the archive for %1$s in search results":[""],"Archive breadcrumbs title":[""],"Archive meta description":[""],"Archive SEO title":[""],"Enable %1$s for %2$s":[""],"Show %1$s in search results":[""],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":[""],"%1$sSKU%2$s: All your product variants have a SKU. Good job!":[""],"%1$sSKU%3$s: Your product is missing a SKU.%4$s %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""],"%1$sSKU%2$s: Your product has a SKU. Good job!":[""],"%1$s%2$s%5$s: %3$s. %4$sInclude it if you can, as it will help search engines to better understand your content.%5$s":[""],"%1$s%2$s%4$s: %3$s. Good job!":[""],"All your product variants have a barcode":[""],"Not all your product variants have a barcode":[""],"Your product has a barcode":[""],"Your product is missing a barcode (like a GTIN code)":[""],"All your product variants have an identifier":[""],"Your product has an identifier":[""],"This feature has been disabled, since it is not supported for your language yet.":[""],"Discover why inclusive language is important for SEO.":[""],"The inclusive language analysis offers suggestions to write more inclusive copy.":[""],"Inclusive language analysis":[""],"Inclusive language":[""],"Use %s fields to power your meta tags and templates, and analyze all of your content.":[""],"Integrate your custom fields and SEO data":[""],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":[""],"Upgrade your %s SEO":[""],"Connect your %1$s account to improve your site’s search results using %2$s data.":[""],"Improve internal search results":[""],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":[""],"Get the most out of %1$s and %2$s, together":[""],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":[""],"Get %1$s tools and functionality in %2$s":[""],"Upgrade your workflow and automate tasks":[""],"Use the power of the blockchain to timestamp your content with %s.":[""],"Make your terms & privacy pages more trustworthy":[""],"Keep an eye on how your posts are ranking by connecting to your %s account.":[""],"Track your rankings through time":[""],"Find out what your audience is searching for with %s data right in your sidebar.":[""],"Do keyword research without leaving your post":[""],"Oops! Something went wrong while saving.":[""],"Great! Your settings were saved successfully.":[""],"Close sidebar":[""],"Open sidebar":[""],"Get your verification code in %1$sYandex Webmaster tools%2$s.":[""],"Yandex":[""],"Claim your site over at %1$sPinterest%2$s.":[""],"Get your verification code in %1$sGoogle Search console%2$s.":[""],"Get your verification code in %1$sBing Webmaster tools%2$s.":[""],"Bing":[""],"Add verification code":[""],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":[""],"Baidu":[""],"Verify your site with different tools. This will add a verification meta tag on your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":[""],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":[""],"Restrict advanced settings for authors":[""],"Security & privacy":[""],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":[""],"REST API endpoint":[""],"APIs":[""],"The Yoast SEO admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Slack sharing":[""],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Twitter card data":[""],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Open Graph data":[""],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":[""],"Social sharing":[""],"Site structure":[""],"Tell us which features you want to use.":[""],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":[""],"Enable the XML sitemaps that Yoast SEO generates.":[""],"Network disabled":[""],"Unavailable for sub-sites":[""],"This image is used as a fallback for posts/pages that don't have any images set.":[""],"Site image":[""],"Title separator":[""],"Recommended size for this image is %1$s%3$s%2$s":[""],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":[""],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":[""],"RSS feed":[""],"%1$s (default)":[""],"A person logo / avatar need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site logo as default values.":[""],"We took the liberty of using your site title and logo for the organization name and logo. Feel free to change them below.":[""],"Edit your %1$s":[""],"slug":[""],"keyphrase":[""],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":[""],"Install %1$s Content Analysis for %2$s":[""],"Activate %1$s Content Analysis for %2$s":[""],"%1$s integrates with %2$s":[""],"Send tweets, trigger emails, and integrate with over 5,000 other apps & tools in %s.":[""],"Integration active":[""],"Plugin not detected":[""],"Enable integration":[""],"Plugin integrations":[""],"Recommended integrations":[""],"Integration unavailable for multisites":[""],"Network Disabled":[""],"Looking for your integrations settings? We've moved them to a %1$sseparate Integrations page%2$s.":[""],"Unlock with Premium!":[""],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our Insights section. Enable the Insights feature in General > Features, or ask your admin to enable it for you.":[""],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our %3$sInsights%4$s%2$s section.":[""],"Premium SEO analysis:":[""],"Beta":[""],"Get the %s plugin!":[""],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":[""],"no data":[""],"Your text should be slightly longer to calculate your Flesch reading ease score.":[""],"Continue writing to get insight into the readability of your text!":[""],"%1$s: %2$s of the words in your text are considered complex. %3$sTry to use shorter and more familiar words to improve readability%4$s.":[""],"%1$s: You are not using too many complex words, which makes your text easy to read. Good job!":[""],"Word complexity":[""],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":[""],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":[""],"Get %s to enjoy the benefits of prominent words":[""],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":[""],"Buy %s now!":[""],"Are you working on a news article? %s helps you optimize your site for Google News.":[""],"Premium SEO analysis":[""],"Optimize even further with our premium SEO analysis":[""],"1 year of premium support and updates included!":[""],"Unlock with %s":[""],"Unlock expert workouts and workflows":[""],"Use synonyms, plurals, and variations":[""],"Target multiple focus keyphrases":[""],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":[""],"Learn more about character count":[""],"Character count":[""],"Learn more about word count":[""],"Word count":[""],"Learn more about Flesch reading ease":[""],"out of 100":[""],"okay":[""],"Learn more about reading time":[""],"Reading time":[""],"minute":["","minutes","minutes"],"Activate %1$s!":[""],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":[""],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":[""],"Please use a comma to separate multiple URL parameters.":[""],"Additional URL parameters to allow":[""],"Remove unwanted URL parameters from your URLs.":[""],"Permalink cleanup settings":[""],"Max number of characters to allow in searches":[""],"Clean up and filter searches to prevent search spam.":[""],"Search cleanup settings":[""],"Filter searches with common spam patterns":[""],"Filter searches with emojis and other special characters":[""],"Filter search terms":[""],"Unregistered URL parameters":[""],"Campaign tracking URL parameters":[""],"Timestamp this %s":[""],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":[""],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":[""],"Keyphrase in SEO title":[""],"Contact %s support.":[""],"WordProof Timestamp":[""],"View this content's Timestamp certificate":[""],"Contact WordProof support":[""],"Find out how IndexNow can help your site.":[""],"IndexNow":[""],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":[""],"Or visit your SEO dashboard":[""],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":[""],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":[""],"Register now!":[""],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":[""],"Get the most out of Yoast SEO":[""],"Dismiss this notice.":[""],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":[""],"SEO configuration":[""],"By removing Global comments feed, Post comments feeds will be removed too.":[""],"Remove feed links added by WordPress that aren't needed for this site.":[""],"Feed crawl settings":[""],"Remove links added by WordPress to the header and &lt;head&gt;.":[""],"Basic crawl settings":[""],"Powered by HTTP header":[""],"Pingback HTTP header":[""],"Emoji scripts":[""],"Generator tag":[""],"oEmbed links":[""],"RSD / WLW links":[""],"REST API links":[""],"Shortlinks":[""],"Atom/RDF feeds":[""],"Search results feeds":[""],"Custom taxonomy feeds":[""],"Tag feeds":[""],"Category feeds":[""],"Post type feeds":[""],"Post authors feeds":[""],"Global comment feeds":[""],"Global feed":[""],"Please select a name in the site representation step for this step to be effective.":[""],"%1$sLearn more about crawl settings.%2$s":[""],"%1$sLearn more about crawl settings and how they could benefit your site.%2$s":[""],"Post comments feeds":[""],"To make the crawling of your site more efficient and environmental friendly, %1$s allows you to remove URLs (added by WordPress) that might not be needed for your site.":[""],"Crawl settings":[""],"Finish configuration":["Baigti konfigūraciją"],"Personal preferences":[""],"SEO data optimization":["SEO duomenų optimizavimas"],"An error has occurred: %1$s":["Įvyko klaida: %1$s"],"We could not save the organization name. Please check the value.":[""],"No items found.":[""],"All redirect types":["Visi peradresavimo tipai"],"Add Redirect":[""],"Old URL":["Senas URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":[""],"301 Moved Permanently":["301 Perkeltas visam laikui"],"Type":["Tipas"],"Plain redirects":[""],"Regex Redirects":["Regex peradresavimai"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":[""],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":[""],"Add another profile":["Pridėkite kitą profilį"],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":[""],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":[""],"Start first-time configuration!":[""],"Set the essential %s settings for your site in a few steps.":[""],"For the best ranking results: configure %s!":[""],"Your site is already easier to find for search engines.":[""],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":[""],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":[""],"Tell us about your site, so we can get your site ranked!":[""],"Go to your SEO dashboard":[""],"What data will be tracked and for what reasons?":[""],"%s usage tracking":[""],"E.g. example@email.com":["Pvz. pavyzdys@email.com"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":[""],"%s newsletter":["%s naujienlaiškis"],"Please enter a valid email address.":["Prašome įvesti galiojantį elektroninio pašto adresą."],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":[""],"Help us out here! Is your site about an organization or a person? ":[""],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Atlikę šį veiksmą padėsite „Google“ suprasti jūsų tinklalapį ir padidinsite galimybę gauti %1$sgausius rezultatus%2$s."],"Personal logo or avatar":["Asmeninis logotipas arba avataras"],"Select a user":["Pasirinkite vartotoją"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":[""],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":[""],"Uploading image...":[""],"Select an option":["Pasirinkite nustatymą"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":[""],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":[""],"We've already successfully analyzed your site. You can move on to the next step.":[""],"We've successfully analyzed your site!":["Sėkmingai išanalizavome jūsų tinklalapį!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":[""],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":[""],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":[""],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":[""],"E.g. https://www.wikipedia.com/yoast":["Pvz. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Pvz. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Pvz. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Pvz. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Pvz. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Pvz. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Pvz. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Pvz. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Pvz. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Pvz. https://www.facebook.com/yoast"],"Delete item":[""],"E.g. https://social-platform.com/yoast":["Pvz. https://social-platform.com/yoast"],"Other social profile":["Kitas socialinis profilis"],"First-time configuration":[""],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":[""],"Step 4: Go through the first time configuration":[""],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":[""],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":[""],"Personal social profiles":["Asmeniniai socialiniai profiliai"],"Postname permalink":[""],"Page comments":["Puslapio komentarai"],"Links table":["Nuorodų lentelė"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":[""],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":[""],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":[""],"The validation of the AIOSEO data structure has failed.":["Nepavyko patvirtinti AIOSEO duomenų struktūros."],"Currently, the %s integration is not available for multisites.":[""],"WordProof authentication":[""],"Connected to WordProof":[""],"Connection failed":[""],"Not working? %1$sContact %3$s support%2$s.":[""],"Try again":[""],"Find possible solutions in this %1$sArticle%2$s.":[""],"There was a connection problem. This could be because your third party connections are blocked.":[""],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":[""],"Your %s is now protected via the blockchain!":[""],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":[""],"Unable to create new timestamps. Please authenticate with WordProof.":[""],"Timestamp with WordProof":[""],"Learn more about timestamping":[""],"Authenticate with WordProof":[""],"Manage WordProof settings":[""],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":[""],"%1$s can be used to timestamp your privacy page.":[""],"Open settings":[""],"Open authentication":[""],"The timestamp is not created because you need to authenticate with %s first.":[""],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":[""],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":[""],"%s has successfully timestamped this page.":[""],"You are out of timestamps. Please upgrade your account by opening the %s settings.":[""],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":[""],"Timestamp this post":[""],"content words":[""],"content word":[""],"Cleanup failed with the following error:":[""],"Note: These settings will overwrite the default settings of Yoast SEO.":[""],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":[""],"Post metadata (SEO titles, descriptions, etc.)":[""],"The import from %s includes:":[""],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":[""],"Please select an SEO plugin below to see what data can be imported.":[""],"Clean up":[""],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":[""],"Note: ":["Pastaba:"],"The cleanup can take a long time depending on your site's size.":[""],"Default tagline":[""],"Import failed with the following error:":[""],"No data found from other SEO plugins.":[""],"Select SEO plugin":["Pasirinkite SEO įskiepį"],"The import can take a long time depending on your site's size.":[""],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":[""],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":[""],"Installation Successful":["Įdiegimas sėkmingas"],"Blog Post":[""],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":[""],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":[""],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":[""],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":[""],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["","%2$sText length%4$s: The text contains %1$d %7$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.","%2$sText length%4$s: The text contains %1$d %7$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s."],"character":["simbolis","characters","characters"],"word":["žodis","words","words"],"words":["žodžiai"],"characters":["simboliai"],"Man holding a tablet.":["Vyras laikantis planšetę."],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":[""],"You've successfully installed %s!":["Jūs sėkmingai įdiegėte %s!"],"Skip%s":["Praleiskite %s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":[""],"%s account":["%s paskyra"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":[""],"Tracking the ranking position...":[""],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":[""],"reconnect to %s":["vėl prisijungti prie %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":[""],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":[""],"No keyphrase has been set. Please set a keyphrase first.":[""],"upgrade your %s plan":[""],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":[""],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":[""],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":[""],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":[""],"Read more about keyphrase tracking with Wincher":[""],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":[""],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":[""],"Please enter a focus keyphrase first to track keyphrase performance":[""],"Keyphrase position in the last 90 days on a scale from 0 to 100.":[""],"Track SEO performance":[""],"You can enable / disable tracking the SEO performance for each keyphrase below.":[""],"Track all keyphrases on this page":[""],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":[""],"Learn more about the SEO performance feature.":[""],"SEO performance":[""],"Connect with %s":["Prisijungti su %s"],"Top performing keyphrases on your site":[""],"* focus keyphrase":[""],"Get more insights over at %s":[""],"Position over time":[""],"Position":["Pozicija"],"Tracking":["Stebėjimas"],"The %s integration offers the option to track specific keyphrases and gain insights in their positions.":[""],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":[""],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":[""],"Saved!":["Išsaugota!"],"Save and continue":["Išsaugokite ir tęskite"],"No, don’t track my site data":[""],"Does your site represent an Organization or Person?":[""],"Activate %s":[""],"Update %s":[""],"Renew %s":["Atnaujinti %s"],"Get help activating your subscription":[""],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":[""],"Activate your subscription of %s":[""],"Update to the latest version of %s":[""],"Renew your subscription":[""],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":[""],"Renew your subscription of %s":[""],"Could not save this value. Please check the URL.":[""],"Could not save this value. Please check the URL or username.":[""],"Oops! Something went wrong. Check your email address and try again.":[""],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":[""],"Yes, you can track my site data":[""],"Site representation":[""],"Continue":["Tęsti"],"Thank you! Check your inbox for the confirmation email.":[""],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":[""],"Sign up!":[""],"Email address":[""],"%1$sBack to all workouts":[""],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":[""],"Add internal links to your posts and pages":[""],"Make pages easier for Google and visitors to find":[""],"Clean up your unlinked content to make sure people can find it":[""],"Orphaned content":[""],"Bring more visitors to your articles":[""],"Make your important articles rank higher":[""],"%1$s/%2$s steps completed":[""],"Unlock with %s!":[""],"Start workout!":[""],"Do workout again":[""],"Continue workout!":[""],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":[""],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":[""],"Current or first category title":[""],"Category Title":["Kategorijos pavadinimas"],"Replaced with the post content":[""],"Post Content":[""],"Replaced with the permalink":[""],"Replaced with the last name of the author":[""],"Author last name":["Autoriaus pavardė"],"Replaced with the first name of the author":[""],"Author first name":["Autoriaus vardas"],"Replaced with the day the post was published":[""],"Post day":[""],"Replaced with the month the post was published":[""],"Post month":[""],"Replaced with the year the post was published":[""],"Post year":[""],"Current day":[""],"Current month":["Šis mėnuo"],"Current date":[""],"Get %s to unlock social previews!":[""],"Want to see how your content will look when it’s shared on %s?":[""],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sRaktinės frazės ilgis%5$s: Raktinė frazė yra %1$d  %6$s ilgio. Tai yra mažiau nei rekomenduojamas minimalus %2$d  %7$s skaičius. %4$sPrailginkite ją%5$s!","%3$sRaktinės frazės ilgis%5$s: Raktinė frazė yra %1$d  %6$s ilgio. Tai yra mažiau nei rekomenduojamas minimalus %2$d  %7$s skaičius. %4$sPrailginkite ją%5$s!","%3$sRaktinės frazės ilgis%5$s: Raktinė frazė yra %1$d  %6$s ilgio. Tai yra mažiau nei rekomenduojamas minimalus %2$d  %7$s skaičius. %4$sPrailginkite ją%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sRaktinės frazės ilgis%5$s: Raktinė frazė yra %1$d  %6$s ilgio. Tai yra mažiau nei rekomenduojamas minimalus %2$d  %6$s skaičius. %4$sPrailginkite ją%5$s!"],"%1$sImage alt tags%2$s: All images have alt attributes. Good job!":["%1$sPaveikslėlio alt žymės%2$s: Visi paveikslėliai turi alt žymes. Puikiai padirbėta!"],"%3$sImage alt tags%5$s: %1$d image out of %2$d doesn't have alt attributes. %4$sAdd alt attributes to your images%5$s!":["%3$sPaveikslėlio alt žymės%5$s: %1$d paveikslėlis iš %2$d neturi alt žymės. %4$sPridėkite alt žymes savo paveikslėliams%5$s!","%3$sPaveikslėlio alt žymės%5$s: %1$d paveikslėliai iš %2$d neturi alt žymių. %4$sPridėkite alt žymes savo paveikslėliams%5$s!","%3$sPaveikslėlio alt žymės%5$s: %1$d paveikslėlių iš %2$d neturi alt žymių. %4$sPridėkite alt žymes savo paveikslėliams%5$s!"],"%1$sImage alt tags%3$s: None of the images has alt attributes. %2$sAdd alt attributes to your images%3$s!":["%1$sPaveikslėlio alt žymės%3$s: Nei vienas paveikslėlis neturi alt žymių. %2$sPridėkite alt žymes savo paveikslėliams%3$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Atrodo, kad nenaudojate mūsų %1$s%2$s papildinio %3$s. %4$sĮsigykite jį šiandien%5$s ir gaukite prieigą prie dar daugiau įrankių ir SEO funkcijų, padėsiančių jūsų produktams būti pastebėtiems paieškos rezultatuose."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Žemiau pateikiama techninė informacija apie klaidą. Išsamesnį paaiškinimą rasite %1$sšiame puslapyje%2$s."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sPaveikslėlio raktažodis%2$s: Puikiai padirbėta!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sPaveikslėlio raktažodis%3$s: Šiame puslapyje esantys paveikslėliai neturi alt žymių, kuriose būtų bent pusė jūsų raktinės frazės žodžių. %2$sIštaisykite tai%3$s!"],"%1$sImages%2$s: Good job!":["%1$sPaveikslėliai%2$s: Puikiai padirbėta!"],"%1$sImages and videos%2$s: Good job!":["%1$sPaveikslėliai ir vaizdo įrašai%2$s: Puikiai padirbėta!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sPaveikslėliai ir vaizdo įrašai%5$s:Šiame puslapyje rodomas tik %1$d paveikslėlis arba vaizdo įrašas. Rekomenduojame bent %2$d. %4$sPridėkite daugiau tinkamų paveikslėlių ar vaizdo įrašų%5$s!","%3$sPaveikslėliai ir vaizdo įrašai%5$s:Šiame puslapyje rodomi tik %1$d paveikslėliai arba vaizdo įrašai. Rekomenduojame bent %2$d. %4$sPridėkite daugiau tinkamų paveikslėlių ar vaizdo įrašų%5$s!","%3$sPaveikslėliai ir vaizdo įrašai%5$s:Šiame puslapyje rodomi tik %1$d paveikslėlių arba vaizdo įrašų. Rekomenduojame bent %2$d. %4$sPridėkite daugiau tinkamų paveikslėlių ar vaizdo įrašų%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sPaveikslėliai%5$s: Šiame puslapyje rodomas tik %1$d paveikslėlis. Rekomenduojame bent %2$d. %4$sPridėkite daugiau tinkamų paveikslėlių%5$s!","%3$sPaveikslėliai%5$s: Šiame puslapyje rodomas tik %1$d paveikslėliai. Rekomenduojame bent %2$d. %4$sPridėkite daugiau tinkamų paveikslėlių%5$s!","%3$sPaveikslėliai%5$s: Šiame puslapyje rodomas tik %1$d paveikslėlių. Rekomenduojame bent %2$d. %4$sPridėkite daugiau tinkamų paveikslėlių%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sPaveikslėliai ir vaizdo įrašai%3$s: Šiame puslapyje nėra jokių paveikslėlių ar vaizdo įrašų. %2$sPridėkite kelis%3$s!"],"%1$sLists%3$s: No lists appear on this page. %2$sAdd at least one ordered or unordered list%3$s!":["%1$sSąrašai%3$s: Šiame puslapyje nėra jokių sąrašų. %2$sPridėkite bent vieną sutvarkytą arba nesutvarkytą sąrašą%3$s!"],"%1$sLists%2$s: There is at least one list on this page. Great!":["%1$sSąrašai%2$s: Šiame puslapyje yra bent vienas sąrašas. Puiku!"],"Error stack trace":["Klaidų sekimas"],"Response":["Atsakymas"],"Error message":["Klaidos pranešimas"],"Status code":["Būsenos kodas"],"Request method":["Užklausos metodas"],"Request URL":["Užklausos URL"],"Error details":["Išsami informacija apie klaidą"],"Prep time":["Pasiruošimo laikas"],"The time it takes to prepare the items to be used in the instructions.":["Laikas, kurio reikia instrukcijose naudojamiems dalykams paruošti."],"Recipe prep time":["Recepto paruošimo laikas"],"The time it takes to actually cook the dish.":["Laikas, kurio reikia pagaminti patiekalą."],"Recipe cooking time":["Recepto gaminimo laikas"],"Workouts":["Treniruotės"],"A new version of %1$s is available. %2$sRenew your subscription%3$s if you want to update to the latest version.":["Pasirodė nauja %1$s versija. %2$sAtnaujinkite savo planą%3$s, jei norite naudotis naujausia versija."],"Rank with articles you want to rank with":[""],"The cornerstone approach":[""],"SEO workouts":["SEO treniruotės"],"Enter step":["Pradėti "],"Instructions":["Instrukcijos"],"Instructions title":["Instrukcijų pavadinimas"],"The steps of making the recipe, in the form of an ordered list with HowToStep and/or HowToSection items.":[""],"Recipe instructions":["Recepto instrukcijos"],"Enter an ingredient":["Pridėkite ingredientą"],"Ingredients":["Ingredientai"],"Ingredients title":["Ingredientų pavadinimas"],"The ingredients used in the recipe, e.g. sugar, flour or garlic.":["Šiame recepte naudojami ingredientai, pvz., cukrus, miltai arba česnakas."],"Recipe ingredient(s)":[""],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":[""],"Find out more about our %s integration.":["Sužinokite daugiau apie mūsų %s integraciją."],"Set up automated actions when you publish or update your content. By connecting %1$s with %2$s, you can easily send out your published posts to any of its 2000+ destinations, such as Twitter, Facebook and more.":[""],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":[""],"Find out how Insights can help you improve your content.":[""],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":[""],"Read more about Schema.":["Sužinokite daugiau apie Schema."],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Deja, nepavyko užbaigti jūsų SEO duomenų optimizavimo. Įsitikinkite ar jūsų MyYoast paskyra aktyvi, atlikdami %1$sšiuos žingsnius%2$s."],"To unlock this feature please update %s to the latest version.":["Norėdami atrakinti šią savybę, atnaujinkite %s į naujausią versiją."],"Rewrite titles":["Perrašyti pavadinimus"],"%d minutes":["%d minutės"],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Archyvų išvaizdos socialiniuose tinkluose nustatymams reikalingi „Open Graph“ metaduomenys (šiuo metu jie išjungti). Juos galite įjungti %1$s “Socialinių tinklų\" nustatymuose, skirtuke “Facebook“%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":[""],"%s archive settings":["%s archyvo nustatymai"],"Single %s settings":["Pavienio %s nustatymai"],"These are the image, title and description used when a link to your homepage is shared on social media.":[""],"Default image":["Numatytasis vaizdas"],"The social homepage settings have been moved to the %1$s‘Search appearance’ settings under the ‘General’ tab%2$s.":[""],"Social image":["Socialinis vaizdas"],"Enter a recipe description":["Įveskite recepto aprašymą"],"A description of the recipe.":["Recepto aprašymas."],"Recipe description":["Recepto aprašymas"],"Cooking time":["Gaminimo laikas"],"Unlock with Premium":["Atrakinkite naudodami Premium"],"Good job! All required information has been provided.":["Puiku! Visa būtina informacija yra pateikta."],"Recommended information":["Rekomenduojama informacija"],"Required information":["Būtina informacija"],"JobPosting schema":["Darbo Skelbimų schema"],"%s has been left empty.":["%s liko tuščia."],"The `%1$s` attribute is recommended but missing.":["Požymis `%1$s` yra rekomenduojamas, bet jo nėra."],"The `%1$s` attribute is required but missing.":["Požymis `%1$s` yra būtinas, bet jo nėra."],"Addon installation failed because of an error: %s.":["Priedo instaliacija nepavyko dėl klaidos: %s."],"You are not allowed to install plugins.":["Jums neleidžiama įdiegti įskiepių. "],"Addon installed.":["Priedas įdiegtas."],"Addon activation failed because of an error: %s.":["Priedo nepavyko suaktyvinti dėl klaidos: %s."],"You are not allowed to activate plugins.":["Jums neleidžiama įjungti įskiepių."],"Addon activated.":["Priedas suaktyvintas."],"%1$s Continue to %2$s%3$s":["%1$s Toliau eikite į %2$s%3$s"],"Installing and activating addons":["Priedų įdiegimas ir aktyvavimas"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Jokių %1$s įskiepių nebuvo įdiegta. Panašu, kad jūs neturite jokių aktyvių prenumeratų."],"the following addons":["šie priedai"],"%s SEO installation":["%s SEO įdiegimas"],"Install and activate":["Įdiekite ir įjunkite"],"Please confirm below that you would like to install %s on this site.":["Prašome patvirtinti, jeigu jūs norėtumėte įdiegti %s šiame tinklalapyje."],"Insert variable":["Įterpkite kintamąjį"],"Heading %d":["Antraštė %d"],"Change heading level":["Keisti antraštės lygį"],"The `%1$s` block is recommended but missing.":["Blokas '%1$s' yra rekomenduojamas, bet jo nėra."],"The `%1$s` block is required but missing.":["Blokas „%1$s“ yra būtinas, bet jo nėra."],"Shopping data preview:":["Pirkinių duomenų peržiūra:"],"Availability":["Prieinamumas"],"Price":["Kaina"],"Rating":["Įvertinimas"],"%s reviews":["%s atsiliepimai"],"Rating: %s":["Įvertinimas: %s"],"Image":["Paveikslėlis"],"Social description":["Socialinis aprašymas"],"Social title":["Socialinis pavadinimas"],"Not all required information has been provided! %s schema will not be generated for your page.":["Ne visa būtina informacija pateikta! Jūsų puslapyje nebus sukurta %s schema."],"Add a block to your recipe...":["Pridėkite bloką prie savo recepto..."],"Serves #":["Aptarnauja #"],"Create a Recipe in an SEO-friendly way. You can only use one Recipe block per post.":["Sukurkite šabloną SEO-daugišku požiūriu. Vienam įrašui Jūs galite naudoti tik vieną bloką."],"%1$s Recipe":["%1$s Receptas"],"Enter a recipe name":["Įveskite šablono pavadinimą"],"Required by %s":["Reikalinga %s"],"Auto-updates are disabled based on this setting for %1$s.":["Pagal šį %1$s nustatymą automatiniai naujinimai yra išjungti."],"Auto-updates are enabled based on this setting for %1$s.":["Pagal šį nustatymą %1$s automatiniai atnaujinimai yra įjungti."],"Select a date":["Pasirinkite datą"],"New":["Naujas"],"Schema analysis:":["Schemos analizė:"],"Enable Breadcrumbs for your theme":["Įjungti „Breadcrumbs“ (navigacijos juostą) savo temai"],"Note: You can always choose to enable / disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Pastaba: Jūs visada galite pasirinkti įjungti ar išjungti juos savo temai žemiau. Šis nustatymas nebus taikomas navigacijos juostai (breadcrumbs), įterptiems per valdiklį, bloką ar trumpąjį kodą."],"You've just removed the ‘%1$s’ block, but this is a %2$srecommended block for Schema output%3$s. Are you sure you want to do this?":["Jūs ką tik pašalinote „%1$s“ bloką, bet tai yra %2$srekomenduotinas blokas schemos generavimui%3$s. Ar tikrai norite tęsti toliau?"],"You've just removed the ‘%1$s’ block, but this is a %2$srequired block for Schema output%3$s. Without this block no Schema will be generated. Are you sure you want to do this?":["Jūs ką tik pašalinote bloką „%1$s“, bet jis yra %2$s reikalingas blokas schemos generavimui %3$s. Be šio bloko nebus sukurta schema. Ar tikrai norite tai padaryti?"],"seconds":["sekundės"],"Select image":["Pasirinkti paveikslėlį"],"Replace image":["Pakeisti paveikslėlį"],"site structure":["tinklalapis struktūra"],"internal linking":["vidinis susiejimas"],"breadcrumbs":["breadcrumbs (naršymo kelias)"],"seo":["SEO"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Prideda „Yoast SEO“ navigacijos juosta (breadcrumbs) prie Jūsų šablono ar turinio."],"Yoast Breadcrumbs":["Yoast Breadcrumbs (naršymo kelias)"],"No, please undo this":["Ne, prašau atšaukti"],"The term is considered invalid. The following reason was given by WordPress: %s":["Šis terminas laikomas neleistinu. WordPress nurodo priežastį: %s"],"The post could not be found.":["Įrašas nerastas."],"The term could not be found.":["Terminas nerastas."],"This feature has been disabled since subsites never send tracking data.":["Ši funkcija buvo išjungta, nes antrinės svetainės niekada nesiunčia stebėjimo duomenų."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the Yoast SEO Multilingual add-on%2$s as well!":["Pastebime, kad įdiegėte WPML. Norėdami įsitikinti, kad kanoniniai URL nustatyti teisingai, %1$s įdiekite ir suaktyvinkite „Yoast SEO Multilingual“ priedą %2$s!"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Deja, mes negalime išsaugoti Jūsų SEO nustatymų pakeitimų, kai dirbate su juodraščiu, kuris jau paskelbtas %1$s . Jei norite išsaugoti SEO pakeitimus, būtinai spauskite „Atnaujinti“ arba palaukite, kol pakeisite savo SEO kai būsite pasirengę atnaujinti %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Pradėkite nuo „Yoast SEO“ turinio analizės, skirtos „Elementor“!"],"Got it":["Supratau"],"New: Yoast SEO for Elementor":["Naujiena: Yoast SEO skirtas \"Elementor\""],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Dėl kategorijos bazės nustatymo pakeitimo kai kuriuos jūsų SEO duomenis reikia perdirbti."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Palaukite maždaug savaitę, kol %1$s automatiškai apdoros didžiąją dalį Jūsų turinio fone."],"%s minute":["%s minutė","%s minutės","%s minučių"],"Est. reading time":["Apytikslis skaitymo laikas"],"Written by":["Autorius"],"Google Rich Results Test":["\"Google Rich\" rezultatų testas"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Sužinokite, kaip turtingas fragmentas gali pagerinti matomumą ir paspaudimų rodiklį."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Tai prideda autoriaus eilutę ir apytikslį skaitymo laiką prie straipsnio fragmento, kai tai yra pasidalinama \"Slack\" platformoje."],"Enhanced Slack sharing":["Išplėstas \"Slack\" dalinimasis"],"Activate your subscription":["Įjungti prenumeratą"],"SEO data optimization is disabled for non-production environments.":["Ne testavimo aplinkose SEO duomenų optimizavimas yra išjungtas."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Ši funkcija apima ir pakeičia „Text Link Counter“ ir „Internal Linking Analysis“"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Šis skirtukas leidžia pasirinktinai išjungti %1$s integravimą su trečiųjų šalių produktais visose tinklalapiuose. Pagal numatytuosius nustatymus visos integracijos įgalintos, o tai leidžia svetainės administratoriams patiems pasirinkti, ar jie nori įjungti ar išjungti savo tinklalapio integraciją. Kai čia išjungsite integraciją, svetainės administratoriai apskritai negalės naudoti integracijos."],"%s can integrate with third party products. You can enable or disable these integrations below.":[""],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Dėl URL kategorijos nustatymo pakeitimo, kai kuriuos jūsų SEO duomenis reikia perrašyti."],"Stop SEO data optimization":["Stabdyti SEO duomenų optimizaciją"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Deja, nepavyko optimizuoti Jūsų SEO duomenų. Paspauskite mygtuką dar kartą, norėdami paleisti iš naujo."],"Optimizing SEO data... This may take a while.":["Optimizuojami SEO duomenys... Tai gali užtrukti."],"SEO data optimization complete":["SEO duomenų optimizavimas baigtas"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Galite pagreitinti savo tinklalapį ir sužinoti apie savo vidinę susiejimo struktūrą, leisdami mums atlikti keletą optimizacijų kaip SEO duomenys yra saugomi."],"Start SEO data optimization":["Pradėti SEO duomenų optimizavimą"],"Learn more about the benefits of optimized SEO data.":["Sužinokite daugiau apie optimizuotų SEO duomenų pranašumus."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Galite pagreitinti savo tinklalapį ir sužinoti apie savo vidinę susiejimo struktūrą, leisdami mums atlikti keletą optimizacijų kaip yra saugomi SEO duomenys . Jei turite daug turinio, tai gali šiek tiek užtrukti, bet patikėkite mumis, tai verta atlikti."],"Optimize SEO Data":["Optimizuokite SEO duomenis"],"If the problem persists, please contact support.":["Jei problema išlieka, susisiekite su palaikymo tarnyba."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Kažkas ne taip, nepavyko optimizuoti Jūsų SEO duomenų. Prašome %1$s pradėti procesą iš naujo%2$s."],"All permalinks were successfully reset":["Visos nuorodos sėkmingai atstatytos"],"Check out %s!":["Išbandykite %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Ar norėtumėte galėti pridėti kelis raktažodžius prie %s analizės, kad galėtumėte dar labiau optimizuoti savo turinį?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Bandydami gauti susijusių raktažodžių susidūrėme su problema. Pabandykite dar kartą vėliau."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Pasiekėte maksimalų 4 susijusių raktažodžių kiekį. Galite pakeisti arba pašalinti susijusius raktažodžius %s meta laukelyje arba šoninėje juostoje."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Palaukite, kol %1$s prisijungs prie %2$s, kad gautumėte susijusių raktažodžių..."],"Upgrade your %s plan":["Atnaujinkite „%s“ planą"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Šiandien pasiekėte savo užklausų limitą. Grįžkite rytoj arba atnaujinkite planą per %s."],"Last month":["Paskutinis mėnuo"],"Two months ago":["Prieš du mėnesius"],"Three months ago":["Prieš tris mėnesius"],"Four months ago":["Prieš keturis mėnesius"],"Five months ago":["Prieš penkis mėnesius"],"Six months ago":["Prieš šešis mėnesius"],"Seven months ago":["Prieš septynis mėnesius"],"Eight months ago":["Prieš aštuonis mėnesius"],"Nine months ago":["Prieš devynis mėnesius"],"Ten months ago":["Prieš dešimt mėnesių"],"Eleven months ago":["Prieš vienuolika mėnesių"],"Twelve months ago":["Prieš dvylika mėnesių"],"Get more insights at %s":["Gaukite daugiau įžvalgų apsilankę %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Raktinių žodžių apimtis per pastaruosius 12 mėnesių skalėje nuo 0 iki 100."],"Learn more about the related keyphrases trend":["Sužinokite daugiau apie susijusių raktažodžių tendencijas"],"Trend":["Tendencija"],"Learn more about the related keyphrases volume":["Sužinokite daugiau apie susijusių raktažodžių apimtį"],"Volume":["Apimtis"],"Related keyphrase":["Susijęs raktažodis"],"Select country":["Pasirinkite šalį"],"Show results for:":["Rodyti rezultatus:"],"Please enter a focus keyphrase first to get related keyphrases":["Pirmiausia įveskite pagrindinį raktažodį, kad gautumėte susijusių raktažodžių pasiūlymus"],"Sorry, there's no data available for that keyphrase/country combination.":["Deja, nėra duomenų apie šio raktažodio ir šalies kombinaciją."],"Get related keyphrases":["Gauti susijusių raktažodžių"],"Related keyphrases":["Susiję raktažodžiai"],"The number of headers and header labels don't match.":["Antraščių ir antraščių etikečių skaičius nesutampa."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["„%s“ integracija rodo pasiūlymus ir įžvalgas apie raktažodžius, susijusius su įvestu pagrindiniu raktiniu žodžiu."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Išjungus „Yoast SEO“ XML svetainių schemas nebus išjungtos pagrindinės „WordPress“ svetainės schemos. Kai kuriais atvejais dėl šios „%1$s“ gali atsirasti SEO klaidų jūsų tinklalapyje %2$s. Apie juos gali būti pranešta „Google Search Console“ ir kituose įrankiuose."],"If you still need support and have an active subscription for this product, please email %s.":["Jei Jums vis tiek reikia palaikymo ir turite aktyvią šio produkto prenumeratą, siųskite el. laišką %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Tikėtina, kad atsakymą į savo klausimą galite rasti mūsų %1$s pagalbos centre %2$s."],"Need support?":["Reikia pagalbos?"],"Twitter preview":["„Twitter“ peržiūra"],"Facebook preview":["„Facebook“ peržiūra "],"Return to your %s":["Atgal į %s"],"Make sure to save your %s for changes to take effect":["Kad pakeitimai įsigaliotų, būtinai išsaugokite %s"],"Make your products stand out in Google":["Padarykite savo produktus išskirtinius „Google“"],"Everything you need for Google News":["Viskas, ko reikia „Google“ naujienoms"],"Start ranking better for your videos":["Pradėkite geriau reitinguoti savo vaizdo įrašus"],"Stop losing customers to other local businesses":["Nustokite prarasti klientus kitiems vietiniams verslams"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Išplėstinė meta langelio „%1$s“ skiltis leidžia vartotojui pašalinti įrašus iš paieškos rezultatų arba pakeisti jį kanoniniu adresu. Schemos skirtuko nustatymai leidžia vartotojui pakeisti įrašo schemos metaduomenis. Greičiausiai nenorite, kad tai darytų joks vrtotojas. Štai kodėl pagal nutylėjimą tai gali padaryti tik redaktoriai ir administratoriai. Nustačius „%2$s“, visi vartotojai gali pakeisti šiuos nustatymus."],"Security: no advanced or schema settings for authors":["Sauga: nėra jokių išplėstinių ar schemos nustatymų autoriams"],"Report":["Ataskaita"],"Tech Article":["Techninis straipsnis"],"Scholarly Article":["Mokslinis straipsnis"],"Satirical Article":["Satyrinis straipsnis"],"Advertiser Content Article":["Reklamuotojo turinio straipsnis"],"News Article":["Naujienų straipsnis"],"Social Media Posting":["Socialinių tinklų įrašas"],"Article":["Straipsnis"],"Search Results Page":["Paieškos rezultatų puslapis"],"Real Estate Listing":["Nekilnojamojo turto sąrašas"],"Checkout Page":["Išsiregistravimo puslapis"],"Collection Page":["Kolekcijos puslapis"],"Medical Web Page":["Medicinis tinklalapis"],"Contact Page":["Kontaktų puslapis"],"Profile Page":["Profilio puslapis"],"QA Page":["Kokybės užtikrinimo puslapis"],"FAQ Page":["DUK puslapis"],"About Page":["Apie puslapis"],"Item Page":["Prekės puslapis"],"Web Page":["Tinklalapis"],"Default for %1$s (%2$s)":["Numatytasis %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Tai padeda paieškos sistemoms suprasti jūsų tinklalapį ir turinį. Žemiau galite pakeisti kai kuriuos šio puslapio nustatymus."],"Yoast SEO automatically describes your pages using schema.org":["„Yoast SEO“ automatiškai apibūdina Jūsų puslapius naudodamas schema.org"],"default":["numatytasis"],"Article type":["Straipsnio tipas"],"Page type":["Puslapio tipas"],"Learn more about page or content types":["Sužinokite daugiau apie puslapio ar turinio tipus"],"What type of page or content is this?":["Kokio tipo puslapis ar turinys tai yra?"],"Learn more about structured data with Schema.org":["Sužinokite daugiau apie struktūrinius duomenis naudodami „Schema.org“"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["%1$s numatytąjį tipą galite pakeisti %2$s paieškos išvaizdos nustatymuose %3$s."],"Default Article type":["Numatytasis straipsnio tipas"],"Default Page type":["Numatytasis puslapio tipas"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["","Upon saving, these settings will apply to all of your %1$s. %1$s that are manually configured will be left untouched.","Upon saving, these settings will apply to all of your %1$s. %1$s that are manually configured will be left untouched."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Pasirinkite, kaip jūsų %1$s turėtų būti aprašytas pagal numatytuosius nustatymus jūsų tinklalapio schema.org žymėjime. Šiuos nustatymus jūs galite pakeisti šiam %1$s."],"Learn more about the schema settings":["Sužinokite daugiau apie schemos nustatymus"],"Schema settings":["Schemos nustatymai"],"Structured Data":["Struktūrizuoti duomenys"],"Yoast How-to":["Yoast patarimai"],"Yoast FAQ":["Yoast DUK"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":[""],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":[""],"%1$s Internal Linking Blocks":["%1$s vidiniai susiejimo blokai"],"Allow us to track some data about your site to improve our plugin.":["Leiskite mums stebėti kai kuriuos duomenis apie jūsų tinklalapį, kad patobulintume mūsų įskiepį."],"Usage tracking":["Naudojimosi stebėjimas"],"Read more about how internal linking can improve your site structure.":[""],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to.":[""],"Link suggestions":["Nuorodų pasiūlymai"],"Insights":["Įžvalgos"],"Remove image":["Pašalinti paveikslėlį"],"%s preview":["%s peržiūra"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Įkelto paveikslėlio failo dydis yra per didelis pagal %s. reikalavimus Failo dydis turi būti mažesnis negu %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Įkelto paveiksėlio failo formatas yra nepalaikomas. Palaikomi formatai: %s, %s, %s ir %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":[""],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Paveikslėlio matmenys netinkami. Minimalūs matmenys yra %dx%d pikselių. Didžiausi matmenys yra %dx%d pikselių."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Paveikslėlio matmenys netinkami. Minimalūs matmenys yra %dx%d pikselių."],"Dismiss":[""],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":[""],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":[""],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Atnaujinkite „WordPress“ versiją arba įdiekite „Gutenberg“ įskiepį, kad gautumėte šią %1$s savybę."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Nuorodos žymėjimas kaip „nofollow“/„sponsored“ nėra galimas senesnėms versijoms nei 5.4."],"Show SEO settings for %1$s?":["Peržiūrėti %1$s SEO nustatymus?"],"Open in new tab":["Atidaryti naujame skirtuke"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Tai yra rėmėjų nuoroda ar skelbimas (pažymėkite kaip %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Paieškos sistemos turėtų nepaisyti šios nuorodos (pažymėti kaip %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Sužinokite daugiau apie nuorodos žymėjimą kaip „nofollow ar „sponsored.“"],"Link inserted.":["Nuoroda įterpta."],"Link edited.":["Nuoroda redaguota."],"Warning: the link has been inserted but may have errors. Please test it.":["Įspėjimas: nuoroda įterpta, bet gali būti klaidų. Prašome išbandyti."],"Unlink":["Atsieti"],"Link removed.":["Nuoroda pašalinta."],"Link":["Nuoroda"],"We've analyzed your post. There is still room for improvement!":["Išanalizavome jūsų įrašą. Dar yra kur tobulėti!"],"We've analyzed your post. Everything looks good. Well done!":["Išanalizavome jūsų įrašą. Viskas atrodo gerai. Puikiai padirbėjote!"],"No focus keyword was entered":["Neįvedėte pagrindinio raktažodžio"],"Share your post!":["Pasidalinkite savo įrašu!"],"Improve your post with Yoast SEO":["Pagerinkite savo įrašą naudodami „Yoast SEO“"],"SEO analysis:":["SEO anlizė:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":[""],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Parašėme straipsnį apie %1$s tam, kad parodyti kaip galite naudoti SEO balą ir skaitomumo balą %2$s."],"%1$s adds several columns to this page.":["%1$s prideda keletą stulpelių šiame puslapyje."],"We estimate this will take less than a minute.":["Manome, kad tai užtruks mažiau nei minutę."],"We estimate this will take a couple of minutes.":["Manome, kad tai užtruks porą minučių."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":[""],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Manome, kad tai gali ilgai užtrukti dėl jūsų tinklalapio dydžio. Kol laukiate, kaip alternatyvų būdą, jūs galite:"],"Show debug information":[""],"Your site will continue to work normally, but won't take full advantage of %s.":["Jūsų tinklalapis veiks ir toliau įprastai, tačiau neišnaudos visų %s pranašumų."],"%s had problems creating the database tables needed to speed up your site.":["%s kilo problemų kuriant duomenų bazės lenteles, reikalingas jūsų tinklalapiui pagreitinti."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Jūsų raktinė frazė per ilga. Frazė gali turėti ne daugiau kaip 191 simbolį."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$s Sužinokite, kaip išspręsti šią problemą mūsų pagalbos centre %2$s."],"The text link counter feature is not working as expected":[""],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":[""],"The text link counter is working as expected":[""],"I don't want this site to show in the search results.":["Aš nenoriu, kad šis tinklalapis būtų rodomas paieškos rezultatuose."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Jei norite, kad paieškos sistemos rodytų šį tinklalapį savo rezultatuose, jūs turite %1$s pereiti į jūsų skaitymo nustatymus %2$s ir panaikinti žymėjimą Paieškos sistemos matomumas."],"Learn more about the no-index setting on our help page.":["Sužinokite daugiau apie nustatymą be indekso mūsų pagalbos puslapyje."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":[""],"Learn more about canonical URLs on our help page.":["Sužinokite daugiau apie kanoninius URL mūsų pagalbos puslapyje."],"Learn more about the breadcrumbs title setting on our help page.":[""],"Learn more about advanced meta robots settings on our help page.":["Sužinokite daugiau apie išplėstinius meta robotų nustatymus mūsų pagalbos puslapyje."],"Learn more about the no-follow setting on our help page.":["Sužinokite daugiau apie „nofollow“ nustatymą mūsų pagalbos puslapyje."],"Should search engines follow links on this %s":[""],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":[""],"REST API: Head endpoint":[""],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Perskaitykite %1$s šį pagalbos straipsnį %2$s, kad sužinotumėte, kaip išspręsti šią problemą."],"a theme that has proper title-tag theme support, or adapt your theme to have that support":["tema, turinti tinkamą pavadinimo žymos temos palaikymą, arba pritaikykite savo temą, kad ji turėtų šią paramą"],"Replaced with the term ancestors hierarchy":[""],"Term hierarchy":["Termino hierarchija"],"%1$sYou can change the tagline in the customizer%2$s.":[""],"You still have the default WordPress tagline. Even an empty one is probably better.":["Vis dar naudojate numatytąją WordPress antraštę. Tikriausiai tuščia antraštė yra geriau."],"You should change the default WordPress tagline":["Turėtumėte pakeisti numatytąją „WordPress“ žymą"],"You are using a custom tagline or an empty one.":["Naudojate pasirinktinę arba tuščią žymą."],"You changed the default WordPress tagline":["Pakeitėte numatytajį WordPress apibūdinimo įrašą."],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Jūsų įrašų komentarai rodomi viename puslapyje. Tai yra būtent taip, kaip mes rekomenduotume. Jums sekasi puikiai!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Labai rekomenduojama nurodyti savo vardą įrašų ir puslapių URL. Apsvarstykite galimybę nustatyti nuolatinės nuorodos struktūrą į %s."],"You do not have your postname in the URL of your posts and pages":["Jūsų įrašų ir puslapių pavadinimų nėra jų nuorodose."],"You do have your postname in the URL of your posts and pages.":["Jūsų įrašų ir puslapių pavadinimai yra jų nuorodose."],"Your permalink structure includes the post name":["Jūsų nuolatinės nuorodos struktūra turi įrašo pavadinimą"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":[""],"Comments break into multiple pages":["Komentarai suskirstyti į kelis puslapius"],"Comments are displayed on a single page":["Komentarai rodomi viename puslapyje"],"No title":["Be pavadinimo"],"%1$sGo to the Discussion Settings page%2$s":[""],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sApie tai pranešė %2$s įskiepis%3$s"],"Mobile result":["Mobilus rezultatas"],"Preview as:":["Peržiūrėti kaip:"],"Desktop result":["Darbalaukio rezultatas"],"Google preview":["Google išankstinė peržiūra"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":[""],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":[""],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Jei norite šiame puslapyje pritaikyti išplėstinius <code>meta</code> robotų parametrus, apibrėžkite juos sekančiame laukelyje."],"Check out %1$s":["Išbandykite %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":[""],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Norite mokytis SEO su Yoast komanda? Apsilankykite: %1$s!"],"Learn SEO":["Išmokite SEO"],"%s settings to import:":["%s nustatymai importavimui:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":[""],"Your %1$s settings:":["Jūsų %1$s nustatymai:"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph metadata\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":[""],"Schema":["Schema"],"Please check the format of the YouTube URL you entered. %s":["Prašome patikrinti savo Youtube nuorodos formatą. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Patikrinkite įvesto Wikipedia URL adreso formatą. %s"],"Please check the format of the Pinterest URL you entered. %s":["Patikrinkite įvesto Pinterest URL formatą. %s"],"Please check the format of the MySpace URL you entered. %s":["Patikrinkite įvesto MySpace URL formatą. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Prašome patikrinti savo LinkedIn nuorodos formatą. %s"],"Please check the format of the Instagram URL you entered. %s":["Patikrinkite įvesto Instagram URL formatą. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Patikrinkite įvesto Facebook URL formatą. %s"],"Settings saved.":["Nustatymai išsaugoti."],"Dismiss this alert":["Paslėpti šį pranešimą"],"An organization name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data%2$s.":[""],"%s does not seem to be a valid Facebook App ID. Please correct.":["Atrodo, kad %s nėra galiojantis Facebook programėlės ID. Prašome pataisyti."],"The submitted value was: %s":["Pateikta reikšmė buvo: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex patvirtinimo kodus gali sudaryti tik raidės nuo A iki F, skaičiai, brūkšneliai ir pabraukimo brūkšnys. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter vartotojo vardus gali sudaryti tik raidės, skaičiai ir pabraukimo brūkšniai. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest patvirtinimo kodus gali sudaryti tik raidės nuo A iki F, skaičiai, brūkšneliai ir pabraukimo brūkšniai. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing patvirtinimo kodus gali sudaryti tik raidės nuo A iki F, skaičiai, brūkšneliai ir pabraukimo brūkšniai. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google patvritinimo kodus gali sudaryti tik raidės, skaičiai, brūkšneliai ir pabraukimo brūkšniai. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu patvirtinimo kodus gali sudaryti tik raidės, skaičiai, brūkšneliai ir pabraukimo brūkšniai. %s"],"Show this item.":["Rodyti šį įrašą."],"Hide this item.":["Slėpti šį įrašą."],"You have %d hidden problem:":["Turite %d paslėptą problemą:","Turite %d paslėptas problemas:","Turite %d paslėptų problemų:"],"You have %d hidden notification:":["Turite %d paslėptą pranešimą:","Turite %d paslėptus pranešimus:","Turite %d paslėptų pranešimų:"],"Focus keyphrase not set":[""],"The form contains %1$s error. %2$s":["Šioje formoje rasta %1$s klaida. %2$s","Šioje formoje rastos %1$s klaidos. %2$s","Šioje formoje rasta %1$s klaidų. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":[""],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Kai pridėsite šiek tiek daugiau kopijų, pateiksime dažniausiai turinyje pasitaikančių žodžių sąrašą. Jie parodo, į ką sutelktas jūsų turinio dėmesys."],"%d occurrences":["%d įvykiai"],"Activate %s for your site on MyYoast":["Aktyvuokite %s Jūsų tinklalapui MyYoast sistemoje"],"Show blog page in breadcrumbs":["Rodyti tinklaraščio puslapį kelrodyje"],"We could not find any relevant articles on your website that you could link to from your post.":["Negalėjome rasti tinkamų straipsnių Jūsų tinklalapyje, kuriuos galėtumėte susieti su Jūsų  įrašu."],"Has feedback":["Yra atsiliepimų"],"Content optimization:":["Turinio optimizavimas:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sSkaitomumas%2$s: %3$s"],"Post Noindexed":["Įrašas neindeksuojamas"],"No Focus Keyphrase":["Nėra raktažodžio"],"Person logo / avatar":["Vartotojo logotipas / avataras"],"Posts with the SEO score: %s":["Įrašai su SEO balu: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s video pamoka"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Norėdami peržiūrėti dabartines indeksavimo klaidas, %1$sprašome apsilankyti Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":[""],"Get the %s plugin now":["Įdiegti %s įskiepį dabar"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":[""],"Serving local customers?":["Aptarnaujate vietinius klientus?"],"Organization's social profiles":["Organizacijos socialinių tinklų paskyros"],"Personal info":["Asmeninė informacija"],"Organization logo":["Organizacijos logotipas"],"Organization name":["Organizacijos pavadinimas"],"Choose whether the site represents an organization or a person.":["Pasirinkite ar tinklalapis reprezentuoja organizaciją ar asmenį."],"Knowledge Graph & Schema.org":["Žinių grafikas ir Schema.org"],"(if one exists)":["(jei egzistuoja)"],"Wikipedia page about you":["Wikipedia puslapis apie Jus"],"YouTube profile URL":["YouTube profilio URL"],"Tumblr profile URL":["Tumblr profilio URL"],"SoundCloud profile URL":["SoundCloud profilio URL"],"MySpace profile URL":["MySpace profilio URL"],"Organization or person":["Organizacija ar asmuo"],"Organization":["Organizacija"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":[""],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":[""],"Please select a user below to make your site's meta data complete.":["Prašome pasirinkti žemiau esantį vartotoją, kad užbaigtumėte tinklalapio meta aprašymą."],"Select a user...":["Pasirinkti vartotoją..."],"Uncategorized":["Be kategorijos"],"If a Wikipedia page for you or your organization exists, add it too.":[""],"Pinterest profile URL":["Pinterest profilio URL"],"LinkedIn profile URL":["LinkedIn profilio URL"],"Instagram profile URL":["Instagram profilio URL"],"No JSON object was returned.":["Joks JSON objektas nebuvo grąžintas."],"Received internal links":["Įeinančios vidinės nuorodos"],"Outgoing internal links":["Išeinančios vidinės nuorodos"],"New step added":["Pridėtas naujas žingsnis"],"New question added":["Įterptas naujas klausimas"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":[""],"Keyphrase":["Raktažodis"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":[""],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["","%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d have alt attributes that reflect the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!","%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d have alt attributes that reflect the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":[""],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":[""],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["","%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflect the topic of your copy. Good job!","%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflect the topic of your copy. Good job!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":[""],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":[""],"Page %s":["Puslapis %s"],"Cannot get the size of %1$s because of unknown reasons.":["Dėl nežinomų priežasčių negalima gauti %1$s dydžio."],"Cannot get the size of %1$s because it is hosted externally.":["Negalima gauti %1$s dydžio, nes jis talpinamas išoriniuose šaltiniuose."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":[""],"Improve sharing on Facebook and Pinterest":["Pagerinkite pasidalinimą Facebook'e ir Pinterest'e"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["","%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d times. This is great!","%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d times. This is great!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!","%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":[""],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Nustatymų importavimas yra palaikomas tik serveriuose kuriuose veikia PHP 5.3 ar naujesnė versija."],"Export your %1$s settings here, to copy them on another site.":["Eksportuokite savo %1$s nustatymus čia, kad galėtumėte juos nukopijuoti kitoje svetainėje."],"No settings found.":["Nustatymai nerasti."],"These are settings for the %1$s plugin by %2$s":["Tai %1$s įskiepio %2$s nustatymai"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Nukopijuokite visus šiuos nustatymus į kitos svetainės %1$s skirtuką ir spustelėkite \"%1$s\"."],"You do not have the required rights to export settings.":["Jūs neturite būtinų leidimų, kad galėtumėte eksportuoti nustatymus."],"Method %1$s() does not exist in class %2$s":["%1$s() metodas neegzistuoja %2$s klasėje "],"With %s, you can easily create such redirects.":["Naudodami %s galite lengvai sukurti tokius nukreipimus."],"Google Ads":["Google reklamos"],"Learn about why permalinks are important for SEO.":["Sužinokite, kodėl nuolatinės nuorodos yra labai svarbios SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Keisdami nuolatinių nuorodų nustatymus galite rimtai paveikti savo tinklalapio matomumą paieškos sistemose. To beveik %1$sniekada %2$s nereikėtų daryti veikiančiame tinklalpyje."],"WARNING:":["ĮSPĖJIMAS:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":[""],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Ar žinojote, kad %s taip pat analizuoja įvairias raktinės frazės žodžių formas, pavyzdžiui, daugiskaitą ir būtąjį laiką?"],"Clear Image":["Ištrinti paveikslėlį"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[""],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":[""],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":[""],"%1$sKeyphrase in slug%2$s: Great work!":[""],"%1$sKeyphrase distribution%2$s: Good job!":[""],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":[""],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":[""],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":[""],"Help on choosing the perfect focus keyphrase":[""],"Would you like to add a related keyphrase?":[""],"Go %s!":["Pirmyn %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":[""],"Rank better with synonyms & related keyphrases":["Užimkite aukštesnes pozicijas su sinonimais ir panašiomis raktinėmis frazėmis"],"optimize a single post for synonyms and related keyphrases.":[""],"Synonyms & related keyphrases":["Sinonimai ir susijusios frazės"],"Add related keyphrase":["Pridėti raktinę frazę"],"Upgrade to %s":["Atnaujinti į %s"],"Get %s":["Gauti %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sAnksčiau naudota raktinė frazė%6$s: Jūs naudojote šią raktinę frazę %1$s%2$d kartų anksčiau%3$s. %5$sNenaudokite raktinės frazės daugiau nei vieną kartą%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":[""],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sAnksčiau naudota raktinė frazė%2$s: Jūs anksčiau nenaudojote šios raktinės frazės, labai gerai."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":[""],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":[""],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":[""],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":[""],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":[""],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":[""],"%1$sSEO title width%2$s: Good job!":[""],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO antraštės ilgis%3$s: SEO pavadinimas yra per trumpas. %2$sPanaudokite daugiau raktinių frazių arba sukurkite įtikinamą raginimo atlikti veiksmą tekstą%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sIšorinės nuorodos%2$s: Šiame puslapyje yra ir nesekamų (nofollow), ir įprastų išorinių nuorodų. Gerai padirbėjote!"],"%1$sOutbound links%2$s: Good job!":["%1$sIšorinės nuorodos%2$s: Gerai padirbėjote!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sIšorinės nuorodos%3$s: Visos šiame puslapyje esančios išeinančios nuorodos yra nesekamos (nofollow). %2$sPridėkite keletą įprastų nuorodų%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sIšorinės nuorodos%3$s:Šiame puslapyje nėra išorinių nuorodų. %2$sPridėkite bent keletą%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sMeta aprašymo ilgis%2$s: Šaunu!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sMeta aprašymo ilgis%3$s: Meta aprašymas yra ilgesnis nei %4$d simbolių. Kad visas aprašymas būtų matomas, %2$s turėtumėte sumažinti dabartinį aprašymą%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sMeta aprašymo ilgis%3$s: Meta aprašymas yra per trumpas (mažiau nei %4$d simbolių). Galima naudoti iki %5$d simbolių. %2$sIšnaudokite vietą%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sMeta aprašymo ilgis%3$s:  Nenurodytas joks meta aprašymas. Paieškos sistemos vietoj jo rodys puslapio kopiją. %2$sNepamirškite jo parašyti%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sRaktinė frazė meeta aprašyme%2$s: Meta aprašymas nurodytas, tačiau jame nėra raktinės frazės. %3$sIštaisykite tai%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sRaktinė frazė meta aprašyme%2$s: Meta aprašyme raktinė frazė minima %3$s kartus, o tai viršija rekomenduojamą maksimalų 2 kartų skaičių. %4$sSutvarkykite tai%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sRaktinė frazė meta aprašyme%2$s: Raktažodis arba sinonimas pateikiamas meta aprašyme. Gerai padirbėta!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":[""],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":[""],"%1$sKeyphrase length%2$s: Good job!":["%1$sRaktinės frazės ilgis%2$s: Tinkamas!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":[""],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":[""],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":[""],"%1$sKeyphrase in introduction%2$s: Well done!":[""],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":[""],"%1$sInternal links%2$s: You have enough internal links. Good job!":[""],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":[""],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":[""],"%1$sTransition words%2$s: Well done!":[""],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sPereinamieji žodžiai%2$s: Tik %3$s sakiniuose yra pereinamųjų žodžių, o tai yra nepakankamai. %4$sPanaudokite jų daugiau%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sPereinamieji žodžiai%2$s: Nė viename sakinyje nėra pereinamųjų žodžių. %3$sPanaudokite bent kelis%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sNepakankamai turinio%2$s: %3$sPrašome pridėti šiek tiek turinio, kad būtų galima atlikti gerą analizę%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sPagrindinės antraštės pasiskirstymas%2$s: Jūs nenaudojate jokių paantraštinių antraščių, tačiau jūsų tekstas yra pakankamai trumpas ir tikriausiai jų nereikia."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sPagrindinės antraštės pasiskirstymas%2$s: Jūs nenaudojate jokių paantraščių, nors jūsų tekstas yra gana ilgas. %3$sPamėginkite pridėti keletą paantraštinių antraščių%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["","%1$sSubheading distribution%2$s: %3$d sections of your text are longer than %4$d %6$s and are not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.","%1$sSubheading distribution%2$s: %3$d sections of your text are longer than %4$d %6$s and are not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sPagrindinės antraštės pasiskirstymas%2$s: Puikiai padirbėta!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":[""],"%1$sSentence length%2$s: Great!":["%1$sSakinio ilgis%2$s: Puikus!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sSakinių įvairovė%2$s: Jūsų sakiniuose yra pakankamai įvairovės. Puikiai padirbėjote!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sSakinių įvairovė%2$s: Tekste yra %3$d sakinys iš eilės, prasidedantis tuo pačiu žodžiu. %5$sPabandykite naudoti sinonimus%2$s!","%1$sSakinių įvairovė%2$s: Tekste yra %4$d atvejai, kai %3$d ar daugiau iš eilės einančių sakinių prasideda tuo pačiu žodžiu. %5$sPabandykite naudoti sinonimus%2$s!","%1$sSakinių įvairovė%2$s: Tekste yra %4$d atvejų, kai %3$d ar daugiau iš eilės einančių sakinių prasideda tuo pačiu žodžiu. %5$sPabandykite naudoti sinonimus%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sPasyvus balsas%2$s: %3$s sakiniuose yra naudojamas pasyvusis balsas, o tai yra daugiau nei rekomenduojamas maksimalus %4$s skaičius. %5$sPabandykite vartoti aktyvius sakinių atitikmenis%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sPasyvusis balsas%2$s: vartojate pakankamai aktyvaus balso. Tai puiku!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["","%1$sParagraph length%2$s: %3$d of the paragraphs contain more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!","%1$sParagraph length%2$s: %3$d of the paragraphs contain more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sPastraipos ilgis%2$s: Nė viena pastraipa nėra per ilga. Puikiai padirbėta!"],"Good job!":["Puikiai padirbėta!"],"Focus keyphrase":["Raktinė frazė"],"Check Keyphrase Density":["Patikrinti raktinės frazės tankumą"],"Disable":["Išjungti"],"Allow Control":["Leisti valdyti"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":[""],"%s is a required feature toggle argument.":[""],"Remove keyphrase":["Pašalinti raktažodį"],"Keyphrase:":["Raktažodis:"],"This feature has been disabled by the network admin.":["Tinklo administratorius šią funkciją išjungė."],"Multiple keyphrases":["Kelios raktinės frazės"],"Focus keyphrase not set.":["Pagrindinė raktinė frazė nenustatyta."],"Colon":["Dvitaškis"],"Optional. Customize how you want to describe the duration of the instruction":["Neprivaloma. Nustatykite, kaip norite apibūdinti instrukcijos trukmę"],"Describe the duration of the instruction:":["Apibūdinkite instrukcijos trukmę:"],"Learn more about the readability analysis":["Sužinokite daugiau apie skaitomumo analizę"],"Readability analysis:":["Skaitomumo analizė:"],"There is a new notification.":["Turite naują pranešimą.","Turite naujų pranešimų.","Turite naujų pranešimų."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Tiek %1$s, tiek%2$s tvarko jūsų svetainės SEO. Dviejų SEO įskiepių naudojimas vienu metu yra žalingas."],"%s, %s and %s":["%s, %s ir %s"],"%s and %s":["%s ir %s"],"%d minute":["%d minutė","%d minutės","%d minučių"],"%d hour":["%d valanda","%d valandos","%d valandų"],"%d day":["%d diena","%d dienos","%d dienų"],"Enter a step title":["Įrašykite žingsnio pavadinimą"],"Optional. This can give you better control over the styling of the steps.":["Neprivaloma. Taip galite geriau tvarkyti žingsnių stilių."],"CSS class(es) to apply to the steps":["CSS klasė (-ės), kuri (-ios) taikoma (-os) žingsniams"],"minutes":["minutės"],"hours":["valandos"],"days":["dienos"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":[""],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":[""],"Copy error":["Kopijavimo klaida"],"An error occurred loading the %s primary taxonomy picker.":[""],"%1$s Structured Data Blocks":[""],"Time needed:":["Reikalingas laikas:"],"Move question down":[""],"Move question up":["Kelti klausimą viršun"],"Insert question":["Įterpti klausimą"],"Delete question":["Ištrinti klausimą"],"Enter the answer to the question":["Įveskite atsakymą klausimui"],"Enter a question":["Įveskite klausimą"],"Add question":["Pridėti klausimą"],"Frequently Asked Questions":["Dažnai Užduodami Klausimai"],"Great news: you can, with %s!":["Puiki žinia: jūs galite, su %s!"],"(Opens in a new browser window)":["(Atidaromas naujame naršyklės lange)"],"Select the primary %s":["Pasirinkti pirminį %s"],"Check links to this URL":["Parinkti nuorodas į šį URL"],"Keyword research training":["Raktažodžių analizės treniruotės"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Ar Jūs bandote naudoti keletą raktažodžių? Turėtumėte juos pridėti atskirai žemiau."],"Mark as cornerstone content":[""],"Move step down":["Perkelti žemiau"],"Move step up":["Perkelti aukščiau"],"Insert step":["Įterpti žingsnį"],"Delete step":["Pašalinti žingsnį"],"Add image":["Pridėti paveikslėlį"],"Enter a step description":[""],"Enter a description":[""],"Unordered list":["Nerikiuotas sąrašas"],"Showing step items as an ordered list.":["Rodyti žingsnių elementus kaip surikiuotą sąrašą."],"Showing step items as an unordered list":["Rodyti žingsnių elementus kaip nesurikiuotą sąrašą."],"Add step":["Pridėti žingsnį"],"Delete total time":["Ištrinti bendrą laiką"],"Add total time":["Pridėti bendrą laiką"],"How to":["Kaip?"],"How-to":["Kaip?"],"Analysis results":["Analizės rezultatai"],"Enter a focus keyphrase to calculate the SEO score":["Įveskite pagrindinė raktinę frazę SEO balui apskaičiuoti"],"Learn more about Cornerstone Content.":["Sužinokite daugiau apie pagrindinį turinį."],"Cornerstone content should be the most important and extensive articles on your site.":["Pagrindinis turinys turėtų būti svarbiausi ir išsamiausi jūsų svetainės straipsniai."],"Restore Site":["Atkurti tinklalapį"],"Network Settings":["Tinklo nustatymai"],"You are not allowed to perform this action.":["Jums neleidžiama atlikti šio veiksmo."],"Error: %s":["Klaida: %s"],"Success: %s":["Pavyko: %s"],"Site with ID %d not found.":["Svetainė, kurios ID %d, nerastas."],"No site has been selected to restore.":["Atkūrimui nebuvo pasirinktias nei vienas tinklalapis."],"You are not allowed to modify unregistered network settings.":[""],"deleted":["ištrinta"],"Would you like to add another keyphrase?":["Norėtumėte pridėti dar vieną raktinę frazę?"],"Copied!":["Nukopijuota!"],"Not supported!":["Nepalaikoma!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Perskaitykite mūsų straipsnį apie tinklalapio struktūrą{{/a}}, kad sužinotumėte daugiau apie tai, kaip vidinės nuorodos gali padėti pagerinti jūsų SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Apsvarstykite galimybę pateikti nuorodas į šiuos {{a}}pagrindinius straipsnius:{{/a}}"],"Consider linking to these articles:":["Apsvarstykite galimybę pateikti nuorodas į šiuos straipsnius:"],"Copy link":["Kopijuoti nuorodą"],"Copy link to suggested article: %s":["Nukopijuokite nuorodą į siūlomą straipsnį: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":[""],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":[""],"Prominent words":["Pasikartojantys žodžiai"],"The site's tagline":[""],"Not all required fields are given. Missing field %1$s":[""],"Add synonyms":[""],"Would you like to add keyphrase synonyms?":[""],"Would you like to add more than one keyphrase?":["Norėtumėte pridėti daugiau nei vieną raktinę frazę?"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":[""],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":[""],"Current year":["Dabartiniai metai"],"Page":["Puslapis"],"Something went wrong. Please reload the page.":["Kažkas ne taip. Prašome iš naujo įkelti puslapį."],"Tagline":["Tinklalapio apibūdinimas"],"description (custom taxonomy)":["aprašymas (pasirinktinė taksonomija)"],"(custom taxonomy)":["(pasirinktinė taksonomija)"],"(custom field)":["(pasirinktinas laukas)"],"Term404":["Terminas404"],"Caption":["Antraštė"],"Pagenumber":["Puslapio numeris"],"Pagetotal":["Iš viso puslapių"],"Page number":["Puslapio numeris"],"User description":["Vartotojo aprašymas"],"ID":["ID"],"Modified":["Pakeista"],"Post type (plural)":["Įrašo tipai"],"Post type (singular)":["Įrašo tipas"],"Separator":["Skirtukas"],"Search phrase":["Paieškos frazė"],"Term title":["Termino pavadinimas"],"Term description":["Termino aprašymas"],"Tag description":["Žymės apibūdinimas"],"Category description":["Kategorijos aprašymas"],"Primary category":["Pirminė kategorija"],"Category":["Kategorija"],"Tag":["Žyma"],"Excerpt only":["Tik ištrauka"],"Excerpt":["Ištrauka"],"Site title":["Tinklalapio pavadinimas"],"Archive title":["Archyvo pavadinimas"],"Parent title":[""],"Date":["Data"],"Get Yoast SEO Premium":[""],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Turėtumėte sukurti peradresavimą, kad lankytojai, spustelėję nebeveikiantį URL adresą, negautų 404 klaidos."],"Search engines and other websites can still send traffic to your deleted post.":["Paieškos varikliai ir kiti tinklalapiai vis tiek gali siųsti srautą į Jūsų pašalintą įrašą."],"Make sure you don't miss out on traffic!":[""],"You just deleted a %1$s.":[""],"You just trashed a %1$s.":["Ką tik perkėlėte į šiukšlinę %1$s."],"Settings for %s archive":["Nustatymai %s archyvui"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":[""],"Url preview":["Url peržiūra"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":[""],"Dismiss this notice":["Paslėpti šį pranešimą"],"No results":["Nerasta rezultatų."],"%d result found, use up and down arrow keys to navigate":["","%d results found, use up and down arrow keys to navigate","%d results found, use up and down arrow keys to navigate"],"Your site language is set to %s. If this is not correct, contact your site administrator.":[""],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Gauti Baidu patvirtinimo kodą iš %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Baidu patvirtinimo kodas"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["%s importuotojas naudoja laikinas duomenų bazės lenteles. Atrodo jog jūsų WordPress instaliacija neturi šio palaikymo ir negali atlikti importo, prašau susisiekite su talpinimo tiekėju."],"Cleanup of %s data failed.":["Išvalyti informacijos %s nepavyko."],"Content Type":["Turinio tipas"],"Filter by content type":["Filtruoti pagal turinio tipą"],"Show All Content Types":["Parodyti visus turinio tipus"],"Replaced with the normal title for an archive generated by WordPress":["Pakeistas į įprastą \"WordPress\" sukurto archyvo antrašte"],"Clean":["Išvalyti"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Kai bus viskas gerai su puslapiu, jūs galėsite jį išvalyti. Jis ištrins originalius įrašus."],"Step 5: Clean up":["Išvalyti"],"Please check your posts and pages and see if the metadata was successfully imported.":["Prašau patikrinkite įrašus ir puslapius ir peržiūrėkite ar metaduomenys tvarkingai importuoti."],"Step 3: Check your data":["Patikrinti duomenis"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Šis importas įrašo meta duomenys kaip SEO pavadinimas ir aprašymas į Yoast SEO meta duomenys. Tai daroma yra tiktai kada nėra egzistuojančiu Yoast SEO meta duomenų. Originalūs duomenys nebus paliesti."],"Step 2: Import":["Importas"],"Please make a backup of your database before starting this process.":["Prašome pasidaryti atsarginę duomenų bazės kopiją prieš atliekant šį veiksmą."],"Step 1: Create a backup":["Sukurti duomenų kopiją"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Mes aptikome SEO įskiepius jūsų svetainėje. Prašau sekite nurodymus jog importuotumėte duomenys:"],"Plugin: ":["Įskiepis:"],"%s did not detect any plugin data from plugins it can import from.":["%s neaptiko jokių įskiepių duomenų, kurie galėtų būti importuoti."],"Posts that should not show up in search results":["Įrašai, kurie neturėtų būti rodomi paieškos rezultatuose"],"%s data found.":["%s duomenys rasti."],"%s data successfully removed.":["%s duomenų sėkmingai ištrinta."],"%s data successfully imported.":["%s duomenys sėkmingai importuoti."],"%s data not found.":["%s duomenys nerasti."],"24/7 email support":["24/7 palaikymas el. paštu"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Leisti paieškos varikliams žinoti kurie socialiniai profiliai yra susietas šioje svetainėje, įveskite žemiau savo svetaines socialinius profilio duomenis."],"Learn more about your social profiles settings":["Sužinokite daugiau apie Jūsų socialinio profilio nustatymus"],"Remove the categories prefix?":["Ištrinti kategorijų priešdėlį?"],"Help on the category prefix setting":["Pagalba dėl kategorijos priešdėlio nustatymų"],"Learn more about the available variables":["Sužinokite daugiau apie galimus kintamuosius"],"Learn more about the RSS feed setting":["Sužinokite daugiau apie RSS srauto nustatymus"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Kai jūs įkeliate media (paveikslėlį arba video kaip pavyzdys) į WordPress, jis ne tiktai išsaugo media, bet sukuria ir priedo nuorodą. Šie priedo puslapiai yra ganėtinai tušti, juos sudaro media įrašas ir galbūt pavadinimas, jeigu bent vieną įvedate. Kadangi jūs nenaudojote priedo nuorodą, galbūt geriau pašalinti juos ir nukreipti į media."],"Learn more about the Media and attachment URLs setting":["Sužinokite daugiau apie media ir priedo nuorodų nustatymus"],"Learn more about the special pages setting":["Sužinoktie daugiau apie specialius puslapio nustatymus"],"Help on the date archives search results setting":["Pagalba dėl archyvų datos paieškos rezultatų nustatymų"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Nerodoma data archyvų paieškos rezultatuose, techniškai tai reiškia %1$s jog robotai nesurenka meta duomenų ir nerodys svetainės turinyje XML formatu. %2$sDaugiau informacijos paieškos rezultatų nustatymuose%3$s."],"Help on the authors without posts archive search results setting":["Pagalba dėl autoriaus rodymo kada neturi archyvinių įrašų paieškos rezultatuose"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Nerodomo autorių paieškos rezultatuose, techniškai tai reiškia %1$s jog robotai nesurenka meta duomenų ir nerodys svetainės turinyje XML formatu. %2$sDaugiau informacijos paieškos rezultatų nustatymuose%3$s."],"Help on the author archives search results setting":["Pagalba apie autoriaus archyvus paieškos rezultatuose"],"Archives settings help":["Archyvų nustatymų pagalba"],"Learn more about the archives setting":["Sužinoti daugiau apie archyvų nustatymus"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Gauti Yandex patvirtinimo kodą iš %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Yandex patvirtinimo kodas"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Gauti Google patvirtinimo kodą iš %1$sGoogle Search Console%2$s."],"Google verification code":["Google patvirtinimo kodas"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Gauti Bing patvirtinimo kodą iš %1$sBing Webmaster Tools%2$s."],"Bing verification code":["Bing patvirtinimo kodas"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Jūs galite lentelėmis žemiau jog patvirtintumėte skirtingus puslapio valdymo įtaisus. Ši funkcija leidžia pridėti patvirtinimo metą žymą jūsų puslapiui. Sekite nuorodas, skirtingų svetainės valdymo įtaisų ir žiūrėkite instrukcijas dėl meta žymos patvirtinimo. Jeigu jūsų svetainė jau patvirtinta, galite apie tai nesukti galvos."],"Learn more about the Webmaster Tools verification":[""],"On":["Įjungti"],"Help on: %s":["Pagalba: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s atkeliauja su daugybę funkcijų. Jūs galite įjungti / išjungti kelis iš jų žemiau. Paspaudus ant klaustuko suteiks daugiau informacijos apie galimybę."],"Off":["Išjungti"],"See who contributed to %1$s.":["Kas galėtų turėti prieigą prie %1$s nustatymų."],"Help on this search results setting":["Pagalba paieškos rezultatų nustatymams"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Nerodoma archyvo %1$s paieškos rezultatuose, techniškai tai reiškia %2$s jog robotai nesurenka meta duomenų ir nerodys svetainės turinyje XML formatu. %3$sDaugiau informacijos paieškos rezultatų nustatymuose%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Nerodoma %1$s paieškos rezultatuose, techniškai tai reiškia %2$s jog robotai nesurenka meta duomenų ir nerodys svetainės turinyje XML formatu. %3$sDaugiau informacijos paieškos rezultatų nustatymuose%4$s."],"Default for %2$s, currently: %1$s":["Standartinis yra %2$s, dabartinis: %1$s"],"Show %s in search results?":["Rodyti %s paieškos rezultatuose?"],"this author's archives":["šio autoriaus archyvai"],"Do not allow search engines to show %s in search results.":["Neleisti paieškos varikliams rodyti %s paieškos rezultatuose."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["Kategorijos URL nuorodose WordPress sistemoje dažniausiai naudojamas priešdėlis %s, ši funkcija ištrina priešdėlį tik kategorijose."],"Category URLs":["Kategorijų nuorodos"],"the archive for %s":["%s archyvai"],"Redirect attachment URLs to the attachment itself?":["Nukreipti priedo URL nuorodą tiesiai į patį priedą?"],"We recommend you set this to Yes.":["Rekomenduojame tai įjungti"],"Media & attachment URLs":["Media ir priedų URL nuorodos"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":[""],"date archives":["datos archyvai"],"archives for authors without posts":["archyvas autoriams be įrašų"],"Read why XML Sitemaps are important for your site.":["Skaityti kodėl XML svetainės žemėlapiai yra svarbūs Jūsų tinklalapiui."],"Enable the XML sitemaps that %s generates.":["Įjungti XML svetainės žemėlapius, kurie %s sugeneruos."],"See the XML sitemap.":["Peržiūrėti XML svetainės žemėlapį."],"%s (current default for %s)":["%s (pagal nutylėjimą %s)"],"Media":["Failai"],"Content Types":["Turinio tipai"],"Should search engines follow links on this %1$s?":["Ar paieškos sistemos turi sekti nuorodas %1$s?"],"Allow search engines to show this %s in search results?":["Leisti paieškos sistemoms rodyti %s paieškos rezultatuose?"],"Search Appearance":["Paieškos apipavidalinimas"],"Toggle %1$s's XML Sitemap":["Perjungti %1$s XML svetainės žemėlapį"],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Read more about how %s works.":["Skaityti daugiau kaip veikia %s."],"%s integration":["%s integracija"],"Find out how the text link counter can enhance your SEO.":["Sužinokite, kaip teksto nuorodų skaičiuoklė gali pagerinti jūsų SEO."],"The text link counter helps you improve your site structure.":["Tekstinių nuorodų skaičiuoklė padeda pagerinti tinklalapio struktūrą."],"Find out how cornerstone content can help you improve your site structure.":["Sužinokite, kaip pagrindinis turinys gali padėti patobulinti tinklalapio struktūrą."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Naudodami pagrindinio turinio funkciją galite pažymėti ir filtruoti pagrndinį tinklalapio turinį."],"Discover why readability is important for SEO.":["Sužinokite kodėl skaitomumas yra svarbus SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":[""],"Learn how the SEO analysis can help you rank.":["Sužinokite kaip SEO analizatorius gali Jums padėti."],"The SEO analysis offers suggestions to improve the SEO of your text.":[""],"SEO analysis":["SEO analizė"],"Allow customers to pick up their %s order locally":["Leisti klientams atsiimti %s užsakymą vietoje"],"Get better search results in local search":["Gaukite geresnius paieškos rezultatus vidinėje paieškoje"],"Good results":["Geri rezultatai"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Naujausi tinklaraščio %1$s įrašai"],"Remove highlight from the text":["Pašalinti teksto paryškinimą"],"Your site language is set to %s. ":[""],"First-time SEO configuration":["Pradinis SEO konfigūravimas"],"Highlight this result in the text":["Pažymėti šį rezultatą tekste"],"Considerations":["Apsvarstymai"],"Errors":["Klaidos"],"Change language":["Pakeisti kalbą"],"%s file":["%s failas"],"Save changes to %s":["Išsaugoti pakeitimus į %s"],"Edit the content of your %s:":["Redaguoti turinį %s:"],"Create %s file":["Sukurti %s failą"],"Updated %s":["Atnaujinta %s"],"You cannot edit the %s file.":["Jūs negalite redaguoti %s failo."],"You cannot create a %s file.":["Jūs negalite suskurti %s failo."],"More information about %1$s":["Daugiau informacijos apie %1$s"],"Old Configuration Wizard":["Senasis konfigūravimo vedlys"],"Manage your %s subscription on MyYoast":["Valdyti savo %s My Yoast prenumeratą"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":[""],"(Opens in a new browser tab)":["(Atverčiama naujame naršyklės skirtuke)"],"Go back":["Grįžti atgal"],"Posts %1$swithout%2$s a focus keyphrase":["Įrašai %1$sbe%2$s raktažodžio"],"Hey, your SEO is doing pretty well! Check out the stats:":["Sveiki, Jūsų SEO veikia puikiai! Pažiūrėkite statistiką:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Jūs neturite jokių paskelbtų įrašų. SEO reitingas atsiras, kai tik paskelbsite pirmą įrašą!"],"Read more like this on our SEO blog":["Skaityti daugiau panašių įrašų mūsų SEO blog'e"],"Readability: %s":["Skaitomumas: %s"],"Not activated":["Neaktyvuota"],"Activated":["Aktyvuota"],"%1$s recommendations for you":["%1$s rekomendacija(-os) Jums"],"All Readability Scores":["Visi skaitomumo balai"],"Filter by Readability Score":["Filtruoti pagal skaitomumo balus"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Jūs negaunate naujienų ir pagalbos! Ištaisykite šią problemą pridėdami šį tinklalapį ir įgalindami %1$s jam %2$s."],"Request method %1$s is not valid.":["Užklausos metodas %1$s yra netinkamas."],"Text link counter":["Tekstinių nuorodų kiekis"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":[""],"%s Columns":["%s stulpeliai"],"Readability score":["Skaitomumo rezultatas"],"Scroll to see the preview content.":[""],"Other benefits of %s for you:":[""],"Cornerstone content":["Kertinis turinys"],"Upgrade Premium":["Pirkti Premium versiją"],"Superfast internal linking suggestions":["Super greiti vidinio susiejimo pasiūlymai"],"Great news: you can, with %1$s!":["Puiki žinia: Jūs galite, su %1$s!"],"Save changes":["Išsaugoti pakeitimus"],"1 year free support and updates included!":["1 metų nemokami atnaujinimai įskaičiuoti!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":[""],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sSocialinių tinklų peržiūra%2$s: „Facebook“ ir „Twitter“"],"%1$sNo more dead links%2$s: easy redirect manager":[""],"No ads!":["Jokių reklamų!"],"Facebook & Twitter":["Facebook ir Twitter"],"Social media preview":["Socialinės medijos peržiūra"],"Easy redirect manager":["Paprastas peradresavimo valdymas"],"No more dead links":["Neveikiančių nuorodų daugiau nėra"],"Increase your SEO reach":["Patobulinkite savo SEO įgudžius"],"Variable":["Kintamasis"],"Available variables":["Galimi kintamieji"],"Scroll to see the table content.":["Slinkite, kad pamatytumėte lentelės turinį."],"An error occurred in the '%1$s' assessment":["Įvyko „%1$s“ įvertinimo klaida"],"No new notifications.":["Nėra naujų pranešimų."],"Save all":["Išsaugoti viską"],"Save":["Išsaugoti"],"%1$s, Author at %2$s":["%1$s, Autorius %2$s"],"Mobile preview":["Mobilios versijos peržiūra"],"Desktop preview":["Kompiuterio peržiūra"],"Please provide an SEO title by editing the snippet below.":[""],"Meta description preview:":["Meta aprašymo peržiūra:"],"Slug preview:":["Nuorodos peržiūra:"],"SEO title preview:":["SEO pavadinimo peržiūra:"],"Close snippet editor":["Uždaryti fragmentų redaktorių"],"Slug":["Nuoroda"],"Remove marks in the text":["Panaikinti žymeklius tekste"],"Mark this result in the text":["Pažymėti šį rezultatą tekste"],"Marks are disabled in current view":["Žymėjimas yra išjungtas dabartinėje peržiūroje"],"Good SEO score":["Geras SEO rezultatas"],"OK SEO score":["Neblogas SEO rezultatas"],"Feedback":["Atsliepimas"],"Name":["Pavadinimas"],"Please provide a meta description by editing the snippet below.":[""],"Edit snippet":["Redaguoti fragmentus"],"You can click on each element in the preview to jump to the Snippet Editor.":[""],"SEO title preview":["SEO antraštės peržiūra"],"Export settings":["Eksportavimo nustatymai"],"Please don't show me this notification anymore":["Prašau daugiau nerodyti man šio pranešimo"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":[""],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":[""],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":[""],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":[""],"(no title)":["(be pavadinimo)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Admin bar menu":["Administratoriaus meniu juosta"],"Features":["Funkcijos"],"SEO title":["SEO antraštė"],"Greater than sign":["Daugiau nei ženklas"],"Less than sign":["Mažiau nei ženklas"],"Right angle quotation mark":["Kabutės dešiniajame kampe"],"Left angle quotation mark":["Kabutės kairiajame kampe"],"Small tilde":["Mažoji tildė"],"Vertical bar":["Vertikali juosta"],"Low asterisk":["Maža žvaigždutė"],"Asterisk":["Žvaigždutė"],"Bullet":["Taškas"],"Middle dot":["Vidurio taškas"],"Em dash":["Ilgasis brūkšnys"],"En dash":["Trumpasis brūkšnys"],"Dash":["Brūkšnys"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":[""],"No":["Ne"],"Yes":["Taip"],"Social profiles":["Socialinių tinklų profiliai"],"Posts list":["Įrašų sąrašas"],"Posts list navigation":["Įrašų sąrašo navigacija"],"Filter posts list":["Filtruoti įrašų sąrašą"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":[""],"%1$s to optimize your site even further":[""],"%1$s extensions":["%1$s plėtiniai"],"Comes with our 30-day no questions asked money back guarantee":[""],"More information %1$sabout %3$s%2$s":["Daugiau informacijos %1$sapie %3$s%2$s"],"Installed":["Įdiegta"],"gain access to our 24/7 support team.":["gaukite 24/7 palaikymą iš mūsų komandos."],"Premium support":["Premium palaikymas"],"check what your Facebook or Twitter post will look like.":["peržiūrėkite kaip atrodys „Facebook“ arba „Twitter“ įrašas."],"Social previews":["Socialinių tinklų peržiūra"],"create and manage redirects from within your WordPress install.":["kurkite ir tvarkykite nukreipimus iš savo WordPress."],"Redirect manager":["Nukreipimų valdymas"],"%1$s, take your optimization to the next level!":["%1$s, perkelkite savo optimizavimą į kitą lygį!"],"A seamless integration between %1$s and %2$s":["Vientisa integracija tarp %1$s ir %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Naudoti %1$s kelrodžius vietoje %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Lengvai įterpkite Google žemėlapius, parduotuvės vietovę, darbo laiką ir pan."],"Creates XML News Sitemaps":["Sukuria XML naujienų svetainės žemėlapį"],"Immediately pings Google on the publication of a new post":[""],"Optimize your site for Google News":["Optimizuoti savo tinklalapį Google Naujienoms"],"Make videos responsive through enabling fitvids.js":[""],"Enhance the experience of sharing posts with videos":[""],"Show your videos in Google Videos":["Rodykite savo vaizdo įrašus „Google Video“"],"Edit &#8220;%s&#8221;":["Redaguoti &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Gauti Premium"],"Google Trends":["Google Trends"],"Notifications":["Pranešimai"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":[""],"Disable SEO analysis":["Išjungti SEO analizę"],"Twitter settings":["Twitter nustatymai"],"Pinterest settings":["Pinterest nustatymai"],"Facebook settings":["Facebook nustatymai"],"Title separator symbol":["Antraštės skirtuko simbolis"],"RSS feed settings":["RSS srauto nustatymai"],"Breadcrumbs settings":["Kelrodžių nustatymai"],"Make primary":["Padaryti pagrindiniu"],"Cancel":["Atšaukti"],"%s notification":["%s pranešimas","%s pranešimai","%s pranešimų"],"Disable readability analysis":["Išjungti skaitomumo analizę"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Pašalina metabox skaitymo skirtuką ir išjungia visus skaitymo-susijusius pasiūlymus."],"Readability analysis":["Skaitomumo analizė"],"Needs improvement":["Reikia tobulinti"],"Readability":["Skaitomumas"],"Improvements":["Patobulinimai"],"Good job! We could detect no serious SEO problems.":["Gerai padirbėta! Neaptikome jokių rimtų SEO problemų."],"We have detected the following issues that affect the SEO of your site.":["Aptikome šias problemas, kurios turi įtakos jūsų tinklalapio SEO."],"Problems":["Problemos"],"Analysis":["Analizė"],"Not available":["Nepasiekiamas"],"Filter by SEO Score":["Filtruoti pagal SEO balą"],"Meta description not set.":["Meta aprašymas nenustatytas."],"Open":["Atidaryti"],"Loading...":["Įkeliama..."],"No results found":[""],"Dashboard":["Skydelis"],"You can fix this on the %1$sPermalink settings page%2$s.":["Tai galite ištaisyti %1$sNuorodų nustatymų puslapyje%2$s."],"Replaced with the primary category of the post/page":[""],"Pinterest confirmation":["Pinterest patvirtinimas"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Jeigu Jūsų tinklalapis jau yra patvirtintas Pinterest, tuomet galite praleisti šį žingsnį."],"Format-based archives":["Archyvai pagal formatą"],"Webmaster Tools verification":["„Webmaster Tools“ patvirtinimas"],"Buy %s":["Pirkti %s"],"New %1$s Title":["Naujas %1$s pavadinimas"],"Existing %1$s Title":["Esamas %1$s pavadinimas"],"Expected an integer as input.":["Buvo tikimasi sveiko skaičiaus kaip įvesties."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Bandoma sukurti svetainės žemėlapio podėlio raktą, tačiau įrašo priešdėlio ir galūnės kombinacija palieka per mažai vietos šiam veiksmui. Jūs greičiausiai reikalaujate puslapio, kuris yra toliau negu numatytas diapozonas."],"Redirects":["Peradresavimai"],"Remove":["Pašalinti"],"Keep":["Palikti"],"Bold the last page":["Paryškinti paskutini puslapį"],"Regular":["Įprastas"],"Bold":["Paryškintas"],"Show Blog page":["Rodyti tinklaraščio puslapį"],"Primary %s":["Pirminis %s"],"Primary":["Pirminis"],"Make %1$s primary %2$s":["Padaryti %1$s pagrindiniu %2$s"],"Integrations":["Integracijos"],"Term is set to noindex.":["Terminas priskirtas prie neindeksuojamų."],"Author archives":["Autoriaus archyvai"],"Enabled":["Įjungta"],"Disabled":["Neįgaliesiems"],"The separator defined in your theme's %s tag.":[""],"No index":["Nėra indekso"],"Once Weekly":["Karta per savaitę"],"SEO score":["SEO rezultatas"],"Team Yoast":["Yoast komanda"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Pirmasis viskas viename SEO sprendimas WordPress sistemai, įskaitant puslapio turinio analizė, XML svetainės žemėlaiai ir daug daugiau."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Aktyvavimas nepavyko:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":[""],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":[""],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":[""],"SEO Settings":["SEO nustatymai"],"Mobile-Friendly Test":["Suderinamumo su mob. versija testas"],"Google Page Speed Test":["Google puslapio greičio nustatymo testas"],"CSS Validator":["CSS validatorius"],"HTML Validator":["HTML validatorius"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins validatorius"],"Facebook Debugger":["Facebook klaidų tikrintojas"],"Check Google Cache":["Patikrinti Google atmintį"],"Analyze this page":["Analizuoti šį puslapį"],"Keyword Research":["SEO tyrinėjimas"],"%s does not seem to be a valid url. Please correct.":[""],"%1$s does not seem to be a valid %2$s verification string. Please correct.":[""],"%s Archive":["%s archyvas"],"You searched for %s":["Jūs ieškojote: %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s atrodo, kad tai nėra galiojantis „Twitter“ vartoitojo vardas. Prašome pataisyti."],"Summary with large image":["Santrauka su dideliu vaizdu"],"The post %1$s appeared first on %2$s.":[""],"No numeric value was received.":["Skaitmeninė vertė nebuvo gauta."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Tai turi būti esamas tinklaraštis. Tinklaraštis %s neegzistuoja arba buvo pažymėtas kaip ištrintas."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":[""],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":[""],"Please select a valid post type for taxonomy \"%s\"":[""],"Please select a valid taxonomy for post type \"%s\"":["Prašome pasirinkti galiojančią įrašo tipo taksonomiją „%s“"],"You searched for":["Jūs ieškojote"],"Home":["Titulinis puslapis"],"Archives for":["Archyvai"],"Error 404: Page not found":["Klaida 404: Puslapis nerastas"],"Good":["Gerai"],"Replaced with a custom taxonomies description":["Pakeista su papildomos taksonomijos aprašymu"],"Replaced with a posts custom taxonomies, comma separated.":["Pakeista su įrašo papildomomis taksonomijos, atskirtomis kableliais."],"Replaced with a posts custom field value":["Pakeista su papildomo laukelio reikšme"],"Replaced with the slug which caused the 404":["Pakeista su nuoroda, kuri sukėlė 404 klaidą"],"Replaced with the posts focus keyphrase":["Pakeista su įrašo pagrindiniu raktažodžiu"],"Attachment caption":["Prisegtų bylų antraštė"],"Replaced with the current page number":["Pakeista su pabartinio puslapio numeriu"],"Replaced with the current page total":["Pakeista su dabartiniu puslapių skaičiumi"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Pakeista su dabartiniu puslapio numeriu ir tekstu (pvz.: puslapis 2 iš 4)"],"Replaced with the current year":[""],"Replaced with the current month":[""],"Replaced with the current day":[""],"Replaced with the current date":[""],"Replaced with the post/page author's 'Biographical Info'":["Pakeista su  įrašo ar puslapio autoriaus biografine informacija"],"Replaced with the post/page author's 'nicename'":["Pakeista su įrašo ar puslapio autoriaus slapyvardžiu"],"Replaced with the post/page ID":["Pakeista su įrašo ar puslapio ID"],"Replaced with the post/page modified time":["Pakeista su įrašo ar puslapio redagavimo data"],"Replaced with the content type plural label":["Pakeista su įrašo tipo daugiskaitos pavadinimu"],"Replaced with the content type single label":["Pakeista su įrašo tipo vienaskaitos pavadinimu"],"Replaced with the current search phrase":["Pakeista su ieškoma paieškos fraze"],"Replaced with the term name":["Pakeista su terminiu pavadinimu"],"Replaced with the term description":["Pakeista su terminiu aprašymu"],"Replaced with the tag description":["Pakeista su žymos aprašymu"],"Replaced with the category description":["Pakeista su kategorijos aprašymu"],"Replaced with the post categories (comma separated)":["Pakeista su įrašų kategorijomis (atskirtomis kableliais)"],"Replaced with the current tag/tags":["Pakeista su dabartine žyma / žymomis"],"Replaced with the post/page excerpt (without auto-generation)":["Pakeista su įrašo ar puslapio trumpu aprašymu (be automatinio generavimo)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Pakeista su įrašo ar puslapio trumpu aprašymu (arba sugeneruotas automatiškai jei neįvestas)"],"The site's name":["Tinklalapio pavadinimas"],"Replaced with the title of the parent page of the current page":["Pakeista su tėvinio šiam puslapiui antrašte"],"Replaced with the title of the post/page":["Pakeista su įrašo ar puslapio antrašte"],"Replaced with the date of the post/page":["Pakeista įrašo ar puslapio sukūrimo data"],"Page %1$d of %2$d":["Puslapis %1$d iš %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":[""],"A replacement variable with the same name has already been registered. Try making your variable name unique.":[""],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":[""],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":[""],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":[""],"Page not found":["Puslapis nerastas"],"%s Archives":["%s archyvai"],"Meta description to use for Author page":["Meta aprašymas autoriaus puslapyje"],"Title to use for Author page":["Antraštė autoriaus puslapyje "],"%1$s settings":["%1$s nustatymai"],"Export your %1$s settings":["Eksportuoti Jūsų %1$s nustatymus"],"Import settings":["Importavimo nustatymai"],"Import from other SEO plugins":["Importuoti iš kitų SEO įskiepių"],"Import":["Importuoti"],"If you had a %s file and it was editable, you could edit it from here.":["Jei Jūs turite %s failą ir galite jį redaguoti, Jūs tai galite atlikti iš čia."],"If your %s were writable, you could edit it from here.":["Jei %s turėtų rašymo leidimus, Jūs galėtumėte ją redaguoti tiesiog iš čia."],"You don't have a %s file, create one here:":["Jūs neturite %s failo, sukurti jį galite čia:"],"A link to your site, with your site's name and description as anchor text.":["Nuorodą į Jūsų tinklalapį, kur tinklalapio pavadinimas ir aprašymas yra kaip pagrindinis tekstas."],"A link to your site, with your site's name as anchor text.":["Nuorodą į Jūsų tinklalapį, kur tinklalapio pavadinimas yra kaip pagrindinis tekstas."],"A link to the post, with the title as anchor text.":["Nuorodą į įrašą, kur svetainės antraštė yra kaip pagrindinis tekstas."],"A link to the archive for the post author, with the authors name as anchor text.":["Nuoroda į įrašų archyvą, kur autoriaus vardas yra kaip pagrindinis tekstas."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Jūs galite naudoti šiuos kintamuosius turinyje, jie bus pakeičiami dešinėje esančiomis reikšmėmis."],"Content to put after each post in the feed":["Turinys, kurį įdėti po kiekvienu RSS įrašu"],"Content to put before each post in the feed":["Turinys, dedamas prieš kiekvieną RSS įrašą"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Ši savybė yra skirta automatiškai pridėti turinį į savo RSS, tiksliau, tai reiškia, kad yra pridedamos atgalinės nuorodos į savo tinklaraštį ir jo įrašus, padeda paieškos sistemoms nustatyti turinio originalaus šaltinį."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Ši kelrodžio ypatybė paaiškinta %1$smūsų žinių bazės straipsnyje prie kelrodžių  integravimą%2$s."],"How to insert breadcrumbs in your theme":["Kaip įterpti kelrodį į Jūsų temą"],"Blog":["Tinklaraštis"],"Content type archive to show in breadcrumbs for taxonomies":["Įrašų tipo archyvas, kuris bus rodomas kelrodyje taksonomijoms"],"Taxonomy to show in breadcrumbs for content types":["Taksonomija rodoma kelrodyje įrašų tipams"],"Breadcrumb for 404 Page":["Navigacijos juostos nuoroda 404 puslapiui"],"Prefix for Search Page breadcrumbs":["Priešdėlis paieškos puslapio kelrodžiui"],"Prefix for Archive breadcrumbs":["Priešdėlis archyvo kelrodžiams"],"Prefix for the breadcrumb path":["Priešdėlis kelrodžiui"],"Anchor text for the Homepage":["Pagrindinis tekstas pradiniam puslapiui"],"Separator between breadcrumbs":["Skirtukas tarp kelrodžių"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":[""],"Credits":["Padėka"],"&laquo; Back to Tools page":["&laquo; Grįžti į įrankių puslapį"],"%1$s comes with some very powerful built-in tools:":["%1$s turi galingus integruotus įrankius:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":[""],"File editor":["Failų redaktorius"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importuokite nustatymus iš kitų SEO įskiepių ir eksportuokite savo nustatymus pakartotiniam naudojimui (kitame) tinklalapyje."],"Import and Export":["Importas ir eksportas"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Šis įrankis leidžia Jums greitai pakeisti įrašų ir puslapių pavadinimus ir aprašymus neatidarius kiekvieno puslapio redaktoriaus."],"Bulk editor":["Masinis redaktorius"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Kad %1$spatvirtinti savo svetaine su Pinterest%2$s, pridėkite meta žymą čia:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["Pinterest naudoja Open Graph meta duomenis, taip pat kaip ir Facebook, tad bukite tikri, kad Open Graph žymos langelis Facebook skirtuke pažymėtas, jei norite optimizuoti savo Pinterest."],"Add Twitter card meta data":["Pridėti „Twitter“ kortelės meta duomenis"],"This image is used if the post/page being shared does not contain any images.":["Šis paveikslėlis bus naudojamas, jei būtų dalijamasi įrašu ar puslapiu, kuris neturi jokių paveiksliukų."],"Default settings":["Numatytieji nustatymai"],"Description":["Aprašymas"],"Add Open Graph meta data":["Pridėti OpenGraph  meta duomenis"],"Accounts":["Paskyros"],"Restore site to defaults":["Atstatyti tinklalapį į numatytuosius"],"Site ID":["Tinklalapio ID"],"Using this form you can reset a site to the default SEO settings.":["Naudodami šią formą Jūs galite atkurti tinklalapio SEO numatytuosius nustatymus."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":[""],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":[""],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":[""],"New sites in the network inherit their SEO settings from this site":[""],"Super Admins only":["Tik super administratoriai"],"Site Admins (default)":["Tinklalapio administratoriai (numatyta)"],"Who should have access to the %1$s settings":["Kas gali turėti prieigą prie %1$s nustatymų"],"spam":["brukalas"],"mature":["brandus"],"archived":["suarchyvuotas"],"public":["viešas"],"%s restored to default SEO settings.":["%s atkurta į numatytuosius SEO nustatymus."],"Settings Updated.":["Nustatymai atnaujinti."],"404 pages":["404 klaidos puslapiai"],"Search pages":["Paieškos puslapiai"],"These pages will be %s by default, so they will never show up in search results.":["Šie puslapiai bus %s pagal numatytuosius nustatymus, taigi jie niekada neatsiras paieškos rezultatuose."],"Special pages":["Specialieji puslapiai"],"Date-based archives could in some cases also be seen as duplicate content.":["Datos archyvai, kai kuriais atvejais, taip pat gali būti matomi, kaip pasikartojantis turinys."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Jei tai yra Jūsų tinklalapio atvejis, galite jį išjungti (kas nurodo jam atlikti nukreipimą į pagrindinį puslapį), arba pridėti %s prie jo, kad jis nebūtų matomas paieškos rezultatuose."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Jei Jūs vedate vieno autoriaus tinklaraštį, autoriaus archyvas bus būtent toks pat, kaip ir pagrindinio puslapio. Tai ir yra vadinama %1$s pasikartojančio turinio problema %2$s."],"Date archives":["Datos archyvai"],"author archives":["autoriaus archyvai"],"Title":["Antraštė"],"Take note:":["Pastaba:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Galite nustatyti tinklaraščio pavadinimą ir aprašymą pagal %1$spradinio puslapio redagavimą &raquo;%2$s"],"You can determine the title and description for the posts page by %1$sediting the posts page itself%2$s.":["Galite nustatyti pradinio puslapio pavadinimą ir aprašymą pagal %1$spradinio puslapio redagavimą &raquo;%2$s"],"Homepage &amp; Posts page":["Pagrindinis &amp; įrašų puslapis"],"Title Separator":["Naršyklės antraščių atskyrimo simbolis"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s automatiškai aptiko ar reikia priverstinai pakeisti puslapių pavadinimus, jei Jūs manote, kad nereikia ir žinote ką darote, galite pakeisti nustatymus čia."],"Force rewrite titles":["Priverstinai perrašyti antraštes"],"Taxonomies":["Taksonomijos"],"Homepage":["Pradinis puslapis"],"%1$s Extensions":["%1$s plėtiniai"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Sklandžiai integruokite „WooCommerce“ su %1$s ir gaukite papilduomų savybių!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Užimkite geresnę poziciją reitinguose savo vietovėje bei „Google“ žemėlapiuose, be didesnio vargo!."],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":[""],"Optimize your videos to show them off in search results and get more clicks!":["Optimizuokite savo video, kad jie būtų rodomi paieškos rezultatuose ir sulauktų daugiau peržiūrų!"],"The premium version of %1$s with more features & support.":["Mokama %1$s versija, su daugiau funkcijų ir palaikymu."],"Person":["Žmogus"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Šie duomenys Jūsų tinklalapyje rodomi kaip meta duomenys. Jie turėtų būti rodomi %1$s „Google Knowledge Graph“%2$s. Galite būti kaip organizacija arba asmuo."],"Website name":["Tinklalapio pavadinimas"],"Webmaster Tools":["Tinklalapio valdytojo įrankiai"],"RSS":["RSS"],"Permalink":["Nuorodų struktūra"],"Breadcrumbs":["Vidinių nuorodų kelias"],"Authenticate":["Autentikuoti"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":[""],"Creating redirects is a %s feature":[""],"New URL":[""],"Search":["Paieška"],"URL":["URL"],"Deactivate %s":["Išjungti %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["Šis %1$s įskiepis gali kelti problemų jei kartu naudijamas su %2$s."],"Upload Image":["Įkelti vaizdą"],"%s Posts Overview":["%s Įrašų apžvalga"],"Breadcrumbs title":["Kelrodžių pavadinimais"],"Pinterest":["Pinterest"],"Social settings":["Socialinių tinklų nustatymai"],"Archives":["Archyvai"],"Close":["Uždaryti"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Abu %1$s ir %2$s gali kurti XML svetainės žemėlapius. Turint du XML svetainės žemėlapius nenaudinga paieškos sistemoms ir gali sulėtinti Jūsų tinklalapį."],"Configure %1$s's Open Graph settings":["Konfigūruoti %1$s's OpenGraph nustatymus"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Abu tiek %1$s ir %2$s kuria „Open Graph“ informaciją, „Facebook“, „Twitter“, „LinkedIn“ ir kiti socialiniai tinklai gali panaudoti neteisingus tekstus ir paveiksliukus kai puslapis yra pasidalinamas."],"%s image":["%s paveikslėlis"],"%s description":["%s aprašymas"],"%s title":["%s pavadinimas"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["labai sunkus"],"Try to make shorter sentences, using less difficult words to improve readability":["Kad pagerintumėte skaitomumą, naudokite trumpesnius sakinius ir paprastesnius žodžius"],"difficult":["sunkus"],"Try to make shorter sentences to improve readability":["Kad pagerintumėte skaitomumą, naudokite trumpesnius sakinius"],"fairly difficult":["gana sunkus"],"OK":["Gerai"],"fairly easy":["gana lengvas"],"easy":["lengvas"],"very easy":["labai lengvas"],"The copy scores %1$s in the test, which is considered %2$s to read.":[""],"Flesch reading ease":[""],"Meta Desc.":["Meta aprašymas"],"All SEO Scores":["Visi SEO balai"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO problema: Specialusis paveikslėlis turėtų būti bent 200 ant 200 pikselių, kad būtų priimtas Facebook ir kitų socialinių tinklų."],"(no parent)":["(be tėvinio)"],"meta description":[""],"Page title":[""],"Post is set to noindex.":["Įrašas paskelbtas kaip neindeksuojamas (noindex)."],"The URL that this page should redirect to.":["URL adresas, kur šis puslapis nukreips lankytojus."],"301 Redirect":["301 nukreipimas"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Kanoninis URL kur turėtų nukreipti šis puslapis. Palikite tuščią numatytai nuorodai. %1$sKryžminis kanonins domenas%2$s taip pat yra palaikomas."],"Canonical URL":["Kanoninis URL adresas"],"Title to use for this page in breadcrumb paths":["Šio puslapio pavadinimas, rodomas kelrodyje"],"Breadcrumbs Title":["Kelrodžių pavadinimas"],"No Snippet":["Nerodyti Google aprašymo"],"No Archive":["Nenaudoti Google archyvavimo"],"No Image Index":["Neindeksuoti paveiksliukų"],"None":["Nėra"],"Meta robots advanced":["Išplėstiniai Meta robotai"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Įspėjimas: nors ir galite keisti meta robotų parintis čia, visas tinklalapis yra nustatytas neideksavimui globaliuose privatumo nustatymuose, todėl šie nustatymai neturės jokio efekto."],"Meta description":["Meta aprašymas"],"SEO Title":["SEO antarštė"],"Focus keyword":["Raktažodis"],"Settings successfully imported.":["Nustatymai sėkmingai importuoti."],"Settings could not be imported:":["Nustatymų nepavyko importuoti:"],"Breadcrumb for 404 pages:":["Kelrodis 404 puslapiui:"],"Prefix for search result pages:":["Priešdėlis paieškos rezultatų puslapiams:"],"Prefix for archive pages:":["Archyvo puslapių priešdėlis"],"Prefix for breadcrumbs:":["Priešdėlis kelrodžiui:"],"Anchor text for the homepage:":["Pagrindinis tekstas namų puslapiui:"],"Breadcrumbs separator:":["Kelrodžių skirtukas:"],"%s Breadcrumbs":["%s kelrodžiai"],"Use Image":["Naudoti vaizdą"],"Action":["Veiksmas"],"Page URL/Slug":["Puslapio URL/nuoroda"],"Publication date":["Paskelbimo data"],"Post Status":["Įrašo statusas"],"WP Page Title":["WP puslapio pavadinimas"],"View":["Peržiūrėti"],"View &#8220;%s&#8221;":["Peržiūrėti &#8220;%s&#8221;"],"Preview":["Peržiūrėti"],"Preview &#8220;%s&#8221;":["Peržiūrėti &#8220;%s&#8221;"],"Edit":["Redaguoti"],"Filter":["Filtruoti"],"New Yoast Meta Description":["Naujas Yoast meta aprašymas"],"Existing Yoast Meta Description":["Esamas Yoast meta aprašymas"],"Facebook profile URL":["Facebook profilio URL"],"Twitter username (without @)":["„Twitter“ vartotojo vardas (be @ simbolio)"],"Google":[""],"FAQ":["DUK"],"Settings":["Nustatymai"],"Huge SEO Issue: You're blocking access to robots.":["Rimta SEO problema: Jūs blokuojate prieigą prie robotų."],"Posts":["Įrašai"],"Edit Files":["Redaguoti failus"],"General":["Pagrindiniai nustatymai"],"Extensions":["Plėtiniai"],"Search Console":["Paieškos konsolė"],"Tools":["Įrankiai"],"Advanced":["Papildomi nustatymai"],"XML sitemaps":["XML svetainės žemėlapiai"],"Social":["Socialiniai tinklai"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s aptiko, kad naudojate versiją %2$s iš %3$s, prašome atsinaujinti iki naujausios versijos, kad išvengtumėte suderinamumo problemų."],"Just another WordPress site":["Kol kas tik dar vienas WordPress tinklalapis"],"You have used HTML in your value which is not allowed.":["Panaudojote HTML kodą savo reikšmėje, tai yra neleistina."],"You can't edit %s that aren't yours.":["Negalite redaguoti %s, tai Jums nepriklauso."],"You can't edit %s.":["Jūs negalite redaguoti %s."],"Post has an invalid Content Type: %s.":["Įrašas turi netinkamą turinio tipą: %s."],"Post doesn't exist.":["Įrašas nerastas."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Šiukšlinėje <span class=\"count\">(%s)</span>","Šiukšlinėje <span class=\"count\">(%s)</span>","Šiukšlinėje <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Visi <span class=\"count\">(%s)</span>","Visi <span class=\"count\">(%s)</span>","Visi <span class=\"count\">(%s)</span>"]}}}