{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":[""],"Alternate organization name":[""],"Organization or Person":[""],"Use the alternate website name for acronyms, or a shorter version of your website's name.":[""],"Alternate website name":[""],"This name is shown for your site in the search results.":[""],"Website":[""],"Choose how the title of your 404 error pages should look in the browser.":[""],"404 error pages":[""],"Choose how the title of your internal search pages should look in the browser.":[""],"Internal search pages":[""],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile.":[""],"We're sorry, you're not allowed to edit the other profiles of the selected user.":[""],"We're sorry, you're not allowed to edit the other profiles of %1$s%3$s%2$s.":[""],"Show Formats in search results":[""],"Show Media pages in search results":[""],"Show Date archives in search results":[""],"Show Author archives in search results":[""],"Breadcrumbs for %1$s":[""],"Site connections":[""],"See the XML sitemap":[""],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords!":[""],"Enable feature":[""],"Site features":[""],"Learn more":[""],"Set the basic info for your website. Note that some of these values can be used as variables when configuring the search appearance of your content.":[""],"Site info":[""],"We're sorry, you're not allowed to edit the %1$sSite title%2$s and %1$sTagline%2$s.":[""],"Show or hide our tools and controls in the attachment editor.":[""],"(e.g., %1$s":[""],"Remove unregistered URL parameters":[""],"Optimize Google Analytics utm tracking parameters":[""],"Remove WP-JSON API":[""],"Remove emoji scripts":[""],"Remove Atom / RDF feeds":[""],"Remove search results feeds":[""],"Remove custom taxonomy feeds":[""],"Remove tag feeds":[""],"Remove category feeds":[""],"Remove post type feeds":[""],"Remove post authors feeds":[""],"Remove post comments feeds":[""],"Remove global comment feeds":[""],"Remove global feed":[""],"Remove powered by HTTP header":[""],"Remove generator tag":[""],"Remove oEmbed links":[""],"Remove RSD / WLW links":[""],"Remove REST API links":[""],"Remove shortlinks":[""],"%1$s are used for %2$s.":[""],"%1$s are used for %2$s and %3$s.":[""],"Show or hide our tools and controls in the content editor.":[""],"Enable SEO controls and assessments":[""],"Unlock with %1$s":[""],"We couldn’t find anything with that term.":[""],"Please enter a search term that is longer than 3 characters.":[""],"Search...":[""],"Quick search...":[""],"No, continue editing":[""],"Yes, discard changes":[""],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":[""],"Discard all changes":[""],"Connect %1$s with %2$s":[""],"or %1$sLearn more%2$s\t":[""],"Instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"%1$sConnect %2$s with %3$s%4$s to instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"Redirect pretty URLs for search pages to raw format":[""],"Choose the general appearance of your breadcrumbs.":[""],"Breadcrumb appearance":[""],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":[""],"Please tell us more about the person this site represents.":[""],"E.g. https://example.com/yoast":[""],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":[""],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":[""],"Choose whether your site represents an organization or a person.":[""],"Person/organization":[""],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":[""],"E.g. https://wikipedia.com/yoast":[""],"E.g. https://youtube.com/yoast":[""],"E.g. https://twitter.com/yoast":[""],"E.g. https://tumblr.com/yoast":[""],"E.g. https://soundcloud.com/yoast":[""],"E.g. https://pinterest.com/yoast":[""],"E.g. https://myspace.com/yoast":[""],"E.g. https://linkedin.com/yoast":[""],"E.g. https://instagram.com/yoast":[""],"E.g. https://facebook.com/yoast":[""],"Tell us about the other profiles on the web that belong to the person.":[""],"Other profiles":[""],"Oops! Something went wrong while retrieving the user social profiles.":[""],"Writing":[""],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[""],"Google Analytics utm tracking parameters":[""],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":[""],"Advanced: URL cleanup":[""],"Prevent crawling of internal site search URLs":[""],"Block internal site searches which match the patterns of known spam attacks.":[""],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":[""],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs.":[""],"Enables advanced settings for protecting your internal site search URLs.":[""],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":[""],"Internal site search cleanup":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":[""],"WP-JSON API":[""],"Remove JavaScript used for converting emoji characters in older browsers.":[""],"Remove URLs which provide alternative (legacy) formats of all of the above.":[""],"Remove URLs which provide information about your search results.":[""],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":[""],"Remove URLs which provide information about your recent posts, for each tag.":[""],"Remove URLs which provide information about your recent posts, for each category.":[""],"Remove URLs which provide information about your recent posts, for each post type.":[""],"Remove URLs which provide information about recent posts by specific authors.":[""],"Remove URLs which provide information about recent comments on each post.":[""],"Also disables Post comment feeds.":[""],"Remove URLs which provide an overview of recent comments on your site.":[""],"Remove URLs which provide an overview of your recent posts.":[""],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":[""],"Disable unwanted content formats":[""],"Remove links which allow others sites to ‘ping’ yours when they link to you.":[""],"Remove information about the plugins and software used by your site.":[""],"Remove links used for embedding your content on other sites.":[""],"Remove links used by external systems for publishing content to your blog.":[""],"Remove links to the location of your site’s REST API endpoints.":[""],"Rest API links":[""],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":[""],"Remove unwanted metadata":[""],"Crawl optimization":[""],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s":[""],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":[""],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":[""],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of %1$s and %2$s URLs.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. Most people can safely disable all of these, which can help to save bytes, electricity, and trees.":[""],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":[""],"E.g., %1$s and %2$s":[""],"E.g., %1$s":[""],"Enable breadcrumbs for your theme":[""],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":[""],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":[""],"Breadcrumbs for Taxonomies":[""],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":[""],"Breadcrumbs for Post types":[""],"Show Blog page in breadcrumbs":[""],"Breadcrumb for 404 page":[""],"Prefix for Search page breadcrumbs":[""],"Add prefix":[""],"Add anchor text":[""],"Add separator":[""],"Configure the appearance and behavior of your breadcrumbs.":[""],"Disabling this will redirect the %1$s to your site's homepage.":[""],"Refresh this page":[""],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":[""],"Something went wrong. An unexpected error occurred.":[""],"Be the first to %1$sget new features & tools%2$s, before everyone else. Get %1$s24/7 support%2$s and boost your website’s visibility.":[""],"Failed to retrieve users.":[""],"Searching users...":[""],"No users found.":[""],"Discard changes":[""],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":[""],"The profile is not valid. Please enter a valid URL.":[""],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":[""],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":[""],"Wikipedia":[""],"YouTube":[""],"Tumblr":[""],"SoundCloud":[""],"MySpace":[""],"LinkedIn":[""],"Instagram":[""],"User":[""],"Organization or a person":[""],"Site basics":[""],"Yoast's recommended reading list":[""],"Text formality":[""],"Read more about text formality.":[""],"%1$s%3$s%2$s will help you assess the formality level of your text.":[""],"%1$sSKU%3$s: Not all your product variants have a SKU. You can add a SKU via the \"Variations\" tab in the Product data box. %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""]," You can add a SKU via the \"Inventory\" tab in the Product data box.":[""],"Not all your product variants have an identifier. You can add a product identifier via the \"Variations\" tab in the Product data box":[""],"Your product is missing an identifier (like a GTIN code). You can add a product identifier via the \"Yoast SEO\" tab in the Product data box":[""],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":[""],"Remove unused resources":[""],"Restore last hidden item":[""],"This feature is not available for multisites.":[""],"Prevent search engines from crawling /wp-json/":[""],"Prevent search engines from crawling site search URLs":[""],"Help us to analyze your site by running the site analysis below.":[""],"Site analysis is disabled for non-production environments.":[""],"Stop site analysis":[""],"Start site analysis":[""],"Please update your Yoast SEO Premium plugin to the latest version to be able to use this feature.":[""],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":[""],"Formats":[""],"Media pages":[""],"Categories & tags":[""],"Content types":[""],"Show more":[""],"Show less":[""],"Configure the basics for your website.":[""],"This field updates the %1$sTagline in your WordPress settings%2$s.":[""],"This field updates the %1$sSite title in your WordPress settings%2$s.":[""],"Choose how your %1$s pages should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s page.":[""],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show %1$s pages in search results":[""],"Choose how your %1$s pages should look in search engines. You can always customize this per individual %2$s page.":[""],"We recommend disabling %1$s pages. Disabling %1$s pages will cause all attachment URLs to redirect to the media itself.":[""],"%1$s pages":[""],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":[""],"Choose how your Homepage should look on social media. Note that this is what people probably will see when they search for your brand name.":[""],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":[""],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %1$s.":[""],"Date archive":[""],"Choose how your %1$s should look on social media by default.":[""],"Disabling this means that archives for authors without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show archives for authors without posts in search results":[""],"Choose how your %1$s should look in search engines.":[""],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":[""],"Author archive":[""],"Read more about the search results settings":[""],"Choose how your %1$s should look in search engines and on social media.":[""],"Contact support":[""],"We're very sorry, but it seems like the following error has interrupted our application:":[""],"An error occurred while calculating your content: %s":[""],"This functionality is disabled in staging environments.":[""],"We would like to show you insights into content that we feel could use improving.":[""],"No data to show yet":[""],"Show %1$s more...":[""],"Open editor":[""],"Add focus keyphrase":[""],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":[""],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":[""],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":[""],"Posts and pages that haven't been analyzed (%1$s)":[""],"Posts and pages without a focus keyphrase (%1$s)":[""],"Restore all hidden items":[""],"Your site has no content with incoming links left to display here.":[""],"Highest number of incoming links":[""],"Congratulations! All of your content has a green SEO score!":[""],"Your site has no content with SEO scores left to display here.":[""],"An error occured while calculating the SEO scores of your content. Please try again later.":[""],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":[""],"Lowest SEO scores":[""],"Refresh data":[""],"Last refreshed: %d min ago":["","Last refreshed: %d mins ago"],"An error occurred: %s":[""],"You have hidden all items from this list, so there is no content left to display here.":[""],"Add links":[""],"An error occured while calculating the incoming links of your content. Please try again later.":[""],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":[""],"Lowest number of incoming links":[""],"Congratulations! All of your content has a green readability score!":[""],"Your site has no content with Readability scores left to display here.":[""],"An error occured while calculating the Readability scores of your content. Please try again later.":[""],"Improve":[""],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":[""],"Restore hidden items":[""],"Lowest readability scores":[""],"The undo request was unsuccessful.":[""],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":[""],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":[""],"The content below is supposed to be your cornerstone content: the most important and extensive articles on your site. ":[""],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":[""],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":[""],"The request has failed.":[""],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":[""],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":[""],"An error occurred while fetching the suggested links list: %s":[""],"Start writing a new post":[""],"Don't know where to start? Have a look at our recommended reading list!":[""],"keyword strategy, site structure and copywriting.":[""],"There are three major elements you need to consider when writing good content for SEO:":[""],"You need to have more content on your site to make your website rank well in the search engines.":[""],"Start writing content!":[""],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":[""],"You've disabled features that are needed to show data":[""],"Read reviews from real users":[""],"Be the first to %1$s get new features & tools%2$s, before everyone else. Get %1$s 24/7 support%2$s and boost your website’s visibility.":[""],"%1$s attempted to load the class %2$s but it could not be found.":[""],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":[""],"Choose how your Homepage should look in search engines.":[""],"Keep the categories prefix in the slug":[""],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":[""],"Choose how your %1$s archive should look on social media.":[""],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Choose how your %1$s archive should look in search engines.":[""],"These settings are specifically for optimizing your %1$s archive.":[""],"%1$s archive":[""],"Add custom fields to page analysis":[""],"Additional settings":[""],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":[""],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":[""],"Social appearance":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":[""],"Search appearance":[""],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":[""],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":[""],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Oh no! It seems your form contains invalid data. Please review the following fields:":[""],"Archive social image":[""],"Archive social description":[""],"Archive social title":[""],"Show the archive for %1$s in search results":[""],"Archive breadcrumbs title":[""],"Archive meta description":[""],"Archive SEO title":[""],"Enable %1$s for %2$s":[""],"Show %1$s in search results":[""],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":[""],"%1$sSKU%2$s: All your product variants have a SKU. Good job!":[""],"%1$sSKU%3$s: Your product is missing a SKU.%4$s %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""],"%1$sSKU%2$s: Your product has a SKU. Good job!":[""],"%1$s%2$s%5$s: %3$s. %4$sInclude it if you can, as it will help search engines to better understand your content.%5$s":[""],"%1$s%2$s%4$s: %3$s. Good job!":[""],"All your product variants have a barcode":[""],"Not all your product variants have a barcode":[""],"Your product has a barcode":[""],"Your product is missing a barcode (like a GTIN code)":[""],"All your product variants have an identifier":[""],"Your product has an identifier":[""],"This feature has been disabled, since it is not supported for your language yet.":[""],"Discover why inclusive language is important for SEO.":[""],"The inclusive language analysis offers suggestions to write more inclusive copy.":[""],"Inclusive language analysis":[""],"Inclusive language":[""],"Use %s fields to power your meta tags and templates, and analyze all of your content.":[""],"Integrate your custom fields and SEO data":[""],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":[""],"Upgrade your %s SEO":[""],"Connect your %1$s account to improve your site’s search results using %2$s data.":[""],"Improve internal search results":[""],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":[""],"Get the most out of %1$s and %2$s, together":[""],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":[""],"Get %1$s tools and functionality in %2$s":[""],"Upgrade your workflow and automate tasks":[""],"Use the power of the blockchain to timestamp your content with %s.":[""],"Make your terms & privacy pages more trustworthy":[""],"Keep an eye on how your posts are ranking by connecting to your %s account.":[""],"Track your rankings through time":[""],"Find out what your audience is searching for with %s data right in your sidebar.":[""],"Do keyword research without leaving your post":[""],"Oops! Something went wrong while saving.":[""],"Great! Your settings were saved successfully.":[""],"Close sidebar":[""],"Open sidebar":[""],"Get your verification code in %1$sYandex Webmaster tools%2$s.":[""],"Yandex":[""],"Claim your site over at %1$sPinterest%2$s.":[""],"Get your verification code in %1$sGoogle Search console%2$s.":[""],"Get your verification code in %1$sBing Webmaster tools%2$s.":[""],"Bing":[""],"Add verification code":[""],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":[""],"Baidu":[""],"Verify your site with different tools. This will add a verification meta tag on your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":[""],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":[""],"Restrict advanced settings for authors":[""],"Security & privacy":[""],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":[""],"REST API endpoint":[""],"APIs":[""],"The Yoast SEO admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Slack sharing":[""],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Twitter card data":[""],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Open Graph data":[""],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":[""],"Social sharing":[""],"Site structure":[""],"Tell us which features you want to use.":[""],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":[""],"Enable the XML sitemaps that Yoast SEO generates.":[""],"Network disabled":[""],"Unavailable for sub-sites":[""],"This image is used as a fallback for posts/pages that don't have any images set.":[""],"Site image":[""],"Title separator":[""],"Recommended size for this image is %1$s%3$s%2$s":[""],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":[""],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":[""],"RSS feed":[""],"%1$s (default)":[""],"A person logo / avatar need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site logo as default values.":[""],"We took the liberty of using your site title and logo for the organization name and logo. Feel free to change them below.":[""],"Edit your %1$s":[""],"slug":[""],"keyphrase":[""],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":[""],"Install %1$s Content Analysis for %2$s":[""],"Activate %1$s Content Analysis for %2$s":[""],"%1$s integrates with %2$s":[""],"Send tweets, trigger emails, and integrate with over 5,000 other apps & tools in %s.":[""],"Integration active":[""],"Plugin not detected":[""],"Enable integration":[""],"Plugin integrations":[""],"Recommended integrations":[""],"Integration unavailable for multisites":[""],"Network Disabled":[""],"Looking for your integrations settings? We've moved them to a %1$sseparate Integrations page%2$s.":[""],"Unlock with Premium!":[""],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our Insights section. Enable the Insights feature in General > Features, or ask your admin to enable it for you.":[""],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our %3$sInsights%4$s%2$s section.":[""],"Premium SEO analysis:":[""],"Beta":[""],"Get the %s plugin!":[""],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":[""],"no data":[""],"Your text should be slightly longer to calculate your Flesch reading ease score.":[""],"Continue writing to get insight into the readability of your text!":[""],"%1$s: %2$s of the words in your text are considered complex. %3$sTry to use shorter and more familiar words to improve readability%4$s.":[""],"%1$s: You are not using too many complex words, which makes your text easy to read. Good job!":[""],"Word complexity":[""],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":[""],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":[""],"Get %s to enjoy the benefits of prominent words":[""],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":[""],"Buy %s now!":[""],"Are you working on a news article? %s helps you optimize your site for Google News.":[""],"Premium SEO analysis":[""],"Optimize even further with our premium SEO analysis":[""],"1 year of premium support and updates included!":[""],"Unlock with %s":[""],"Unlock expert workouts and workflows":[""],"Use synonyms, plurals, and variations":[""],"Target multiple focus keyphrases":[""],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":[""],"Learn more about character count":[""],"Character count":[""],"Learn more about word count":[""],"Word count":[""],"Learn more about Flesch reading ease":[""],"out of 100":[""],"okay":[""],"Learn more about reading time":[""],"Reading time":[""],"minute":["","minutes"],"Activate %1$s!":[""],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":[""],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":[""],"Please use a comma to separate multiple URL parameters.":[""],"Additional URL parameters to allow":[""],"Remove unwanted URL parameters from your URLs.":[""],"Permalink cleanup settings":[""],"Max number of characters to allow in searches":[""],"Clean up and filter searches to prevent search spam.":[""],"Search cleanup settings":[""],"Filter searches with common spam patterns":[""],"Filter searches with emojis and other special characters":[""],"Filter search terms":[""],"Unregistered URL parameters":[""],"Campaign tracking URL parameters":[""],"Timestamp this %s":[""],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":[""],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":[""],"Keyphrase in SEO title":[""],"Contact %s support.":[""],"WordProof Timestamp":[""],"View this content's Timestamp certificate":[""],"Contact WordProof support":[""],"Find out how IndexNow can help your site.":[""],"IndexNow":[""],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":["É isso! Ao fornecer essas informações, nosso esquadrão de indexáveis já conseguiu fazer muita otimização para o seu site. Agora, vamos dar uma olhada na adequação de SEO do seu site!"],"Or visit your SEO dashboard":["Ou visite seu painel de SEO"],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":["Quer otimizar ainda mais e tirar o máximo proveito do Yoast SEO? Certifique-se de não perder nosso webinar semanal gratuito!"],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":["É isso! Ao fornecer essas informações, nosso esquadrão de Indexáveis já conseguiu fazer muita otimização para o seu site."],"Register now!":["Registrar agora!"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["Quer otimizar ainda mais com a ajuda de nossos especialistas em SEO? Inscreva-se no nosso webinar semanal gratuito!"],"Get the most out of Yoast SEO":["Tire o máximo proveito do Yoast SEO"],"Dismiss this notice.":["Dispensar este aviso."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Percebemos que você ainda não configurou totalmente o Yoast SEO. Otimize ainda mais suas configurações de SEO usando nossa %1$s Primeira configuração aprimorada%2$s."],"SEO configuration":["Configuração de SEO"],"By removing Global comments feed, Post comments feeds will be removed too.":["Ao remover o feed de comentários globais, os feeds de comentários de postagem também serão removidos."],"Remove feed links added by WordPress that aren't needed for this site.":["Remova os links de feed adicionados pelo WordPress que não são necessários para este site."],"Feed crawl settings":["Configurações de rastreamento de feed"],"Remove links added by WordPress to the header and &lt;head&gt;.":["Remova os links adicionados pelo WordPress ao cabeçalho e &lt;head&gt;."],"Basic crawl settings":["Configurações básicas de rastreamento"],"Powered by HTTP header":["Alimentado por cabeçalho HTTP"],"Pingback HTTP header":["Cabeçalho HTTP de pingback"],"Emoji scripts":["Scripts de emojis"],"Generator tag":["Tag do gerador"],"oEmbed links":["Links oEmbed"],"RSD / WLW links":["Links RSD/WLW"],"REST API links":["Links da API REST"],"Shortlinks":["Links curtos"],"Atom/RDF feeds":["Atom/RDF feeds"],"Search results feeds":["Feeds de resultados de pesquisa"],"Custom taxonomy feeds":["Feeds de taxonomia personalizados"],"Tag feeds":["Marcar feeds"],"Category feeds":["Feeds de categoria"],"Post type feeds":["Feeds de tipo de postagem"],"Post authors feeds":["Postar feeds de autores"],"Global comment feeds":["Feeds de comentários globais"],"Global feed":["Feed global"],"Please select a name in the site representation step for this step to be effective.":["Selecione um nome na etapa de representação do site para que esta etapa seja efetiva."],"%1$sLearn more about crawl settings.%2$s":["%1$sSaiba mais sobre as configurações de rastreamento%2$s"],"%1$sLearn more about crawl settings and how they could benefit your site.%2$s":["%1$sSaiba mais sobre as configurações de rastreamento e como elas podem beneficiar o seu site.%2$s"],"Post comments feeds":["Postar feeds de comentários"],"To make the crawling of your site more efficient and environmental friendly, %1$s allows you to remove URLs (added by WordPress) that might not be needed for your site.":["Para tornar o rastreamento do seu site mais eficiente e ecológico, %1$s permite remover URLs (adicionados pelo WordPress) que podem não ser necessários para o seu site."],"Crawl settings":["Configurações de rastreamento"],"Finish configuration":["Finalizar configuração"],"Personal preferences":["Preferências pessoais"],"SEO data optimization":["Otimização de dados de SEO "],"An error has occurred: %1$s":["Ocorreu um erro: %1$s"],"We could not save the organization name. Please check the value.":["Não foi possível salvar o nome da organização. Confira o valor do campo."],"No items found.":["Nenhum item encontrado."],"All redirect types":["Todos os tipos de redirecionamento"],"Add Redirect":["Adicionar redirecionamento"],"Old URL":["URL antigo"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["O tipo de redirecionamento é o código de resposta do HTTP enviado ao navegador informando qual  tipo de redirecionamento é fornecido. %1$sSaiba mais sobre tipos de redirecionamento%2$s."],"301 Moved Permanently":["301 Movido Permanentemente"],"Type":["Tipo"],"Plain redirects":["Redirecionamento simples"],"Regex Redirects":["Redirecionamentos Regex"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Há alterações não salvas em uma ou mais etapas. Sair significa que essas alterações não podem ser salvas. Você tem certeza de que quer sair?"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Precisamos da sua ajuda para melhorar o Yoast SEO. Podemos coletar informações anônimas sobre seu site e como você o usa?"],"Add another profile":["Adicionar outro perfil"],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Seu site está configurado para representar uma Organização. Se você quiser que seu site represente uma Pessoa, selecione \"Pessoa\" na seção \"Gráfico de conhecimento & Schema.org\" das configurações de %1$saparência de pesquisa%2$s."],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":["Diga-nos se você tem outros perfis na web que pertencem à sua organização. Você também pode adicionar perfis de plataformas como Instagram, YouTube, LinkedIn, Pinterest ou Wikipedia."],"Start first-time configuration!":["Inicie a configuração pela primeira vez!"],"Set the essential %s settings for your site in a few steps.":["Defina as configurações essenciais do %s para seu site em algumas etapas."],"For the best ranking results: configure %s!":["Para obter os melhores resultados de classificação: configure %s!"],"Your site is already easier to find for search engines.":["Seu site já está mais fácil de ser encontrado pelos mecanismos de busca."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["O esquadrão de indexáveis do Yoast mal pode esperar para deixar seu site em ótima forma para os mecanismos de pesquisa. Ajude-nos e siga estes 5 passos para colocar nossos indexáveis Yoast para funcionar!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["Coloque o %1$s%2$s esquadrão de indexáveis%3$s para trabalhar! Faça o Google entender seu site."],"Tell us about your site, so we can get your site ranked!":["Conte-nos sobre o seu site, para que possamos classificá-lo!"],"Go to your SEO dashboard":["Acesse seu painel de SEO"],"What data will be tracked and for what reasons?":["Quais dados serão rastreados e por quais motivos?"],"%s usage tracking":["%s rastreamento de uso"],"E.g. example@email.com":["Por exemplo: exemplo@email.com"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Inscreva-se no boletim informativo de %1$s para receber dicas de práticas recomendadas sobre como classificar, manter-se atualizado com as últimas notícias de SEO e obter orientação sobre como usar %2$s ao máximo!"],"%s newsletter":["boletim informativo de %s"],"Please enter a valid email address.":["Insira um endereço de e-mail válido."],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Esteja ciente de que você precisa preencher todas as configurações nesta etapa para obter o máximo valor dos dados estruturados. %1$sLeia mais sobre a importância dos dados estruturados%2$s."],"Help us out here! Is your site about an organization or a person? ":["Nos ajude aqui! Seu site é sobre uma organização ou uma pessoa?"],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["A conclusão desta etapa ajudará o Google a entender seu website e aumentará suas chances de obter %1$sresultados avançados%2$s."],"Personal logo or avatar":["Logotipo ou avatar pessoal"],"Select a user":["Selecione um usuário"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Você selecionou o usuário %1$s como a pessoa que este site representa. Essas informações de perfil de usuário agora serão usadas nos resultados da pesquisa. Você não tem permissão para atualizar este perfil de usuário, portanto, peça a esse usuário ou a um administrador para verificar se as informações estão corretas."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Você selecionou o usuário %1$s como a pessoa que este site representa. Essas informações de perfil de usuário agora serão usadas nos resultados da pesquisa. %2$sAtualize este perfil para verificar se as informações estão corretas%3$s."],"Uploading image...":["Enviando imagem..."],"Select an option":["Selecione uma opção"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Esteja ciente de que você deve executar a otimização de dados de SEO para que essa configuração tenha o máximo efeito."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Vamos analisar seu site como o Google faz e colocar esses indexáveis em ação executando a otimização de dados de SEO! Nossos indexáveis melhorarão imediatamente os problemas técnicos sem que você precise fazer nada! Se você tem muito conteúdo, essa otimização pode demorar um pouco. Mas acredite, vale a pena! Quer ler mais, %1$sconfira os benefícios do esquadrão de indexáveis.%2$s"],"We've already successfully analyzed your site. You can move on to the next step.":["Já analisamos seu site com sucesso. Você pode passar para a próxima etapa."],"We've successfully analyzed your site!":["Analisamos seu site com sucesso!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["A otimização de dados de SEO está em execução… Você pode avançar com segurança para as próximas etapas desta configuração."],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Precisamos de um pouco mais de ajuda sua! Adicione seu perfil do Facebook e Twitter para que possamos otimizar os metadados para essas plataformas também."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Precisamos de um pouco mais de ajuda sua! Adicione o perfil do Facebook e Twitter da sua organização para que possamos otimizar os metadados também para essas plataformas."],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":["Você não tem permissão para editar os perfis sociais do usuário %1$s. Por favor, peça a este usuário ou um administrador para fazer isso."],"E.g. https://www.wikipedia.com/yoast":["Ex. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Ex. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Ex. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Ex. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Ex. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Ex. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Ex. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Ex. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Ex. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Ex. https://www.facebook.com/yoast"],"Delete item":["Excluir item"],"E.g. https://social-platform.com/yoast":["Ex. https://social-platform.com/yoast"],"Other social profile":["Outro perfil social"],"First-time configuration":["Configuração pela primeira vez"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Você deve concluir a %1$sconfiguração inicial%2$s para garantir que seus dados de SEO foram otimizados e que você definiu as configurações essenciais de SEO do Yoast para o seu site."],"Step 4: Go through the first time configuration":["Etapa 4: passar pela configuração inicial"],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Se você deseja que seu site represente uma organização, selecione 'Organização' na seção 'Knowledge Graph & Schema.org' das configurações de %1$sAparência da Pesquisa%2$s."],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":["Seu site está atualmente configurado para representar uma Pessoa. Se você deseja editar as contas sociais do seu site, acesse o perfil de usuário da pessoa selecionada%1$s."],"Personal social profiles":["Perfis sociais pessoais"],"Postname permalink":["Link permanente do nome da post"],"Page comments":["Comentários da página"],"Links table":["Tabela de links"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Se você já salvou as configurações do AIOSEO 'Aparência da Pesquisa' e o problema persistir, entre em contato com nossa equipe de suporte para que possamos dar uma olhada mais de perto."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Se você nunca salvou nenhuma configuração AIOSEO 'Aparência da Pesquisa', faça isso primeiro e execute a importação novamente."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["A importação AIOSEO foi cancelada porque alguns dados AIOSEO estão ausentes. Por favor, tente e execute as seguintes etapas para corrigir isso:"],"The validation of the AIOSEO data structure has failed.":["A validação da estrutura de dados AIOSEO falhou."],"Currently, the %s integration is not available for multisites.":["Atualmente, a integração %s não está disponível para multisites."],"WordProof authentication":[""],"Connected to WordProof":[""],"Connection failed":[""],"Not working? %1$sContact %3$s support%2$s.":[""],"Try again":[""],"Find possible solutions in this %1$sArticle%2$s.":[""],"There was a connection problem. This could be because your third party connections are blocked.":[""],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":[""],"Your %s is now protected via the blockchain!":[""],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":[""],"Unable to create new timestamps. Please authenticate with WordProof.":[""],"Timestamp with WordProof":[""],"Learn more about timestamping":[""],"Authenticate with WordProof":[""],"Manage WordProof settings":[""],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":[""],"%1$s can be used to timestamp your privacy page.":[""],"Open settings":[""],"Open authentication":[""],"The timestamp is not created because you need to authenticate with %s first.":[""],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":[""],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":[""],"%s has successfully timestamped this page.":[""],"You are out of timestamps. Please upgrade your account by opening the %s settings.":[""],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":[""],"Timestamp this post":[""],"content words":["palavras de conteúdo"],"content word":["palavra de conteúdo"],"Cleanup failed with the following error:":["A limpeza falhou com o seguinte erro:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Nota: Essas configurações substituirão as configurações padrão do Yoast SEO."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Nota: Esses metadados só serão importados se ainda não houver metadados Yoast SEO existentes."],"Post metadata (SEO titles, descriptions, etc.)":["Metadados do post (Títulos SEO, descrições, etc)"],"The import from %s includes:":["A importação de %s inclui:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Quando tiver certeza de que seu site está funcionando corretamente com os dados importados de outro plug-in de SEO, você poderá limpar todos os dados originais desse plug-in."],"Please select an SEO plugin below to see what data can be imported.":["Selecione um plugin de SEO abaixo para ver quais dados podem ser importados."],"Clean up":["Limpar"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Depois de importar dados de outro plug-in de SEO, certifique-se de limpar todos os dados originais desse plug-in. (passo 5)"],"Note: ":["Nota:"],"The cleanup can take a long time depending on your site's size.":["A limpeza pode levar muito tempo dependendo do tamanho do seu site."],"Default tagline":["Descrição padrão"],"Import failed with the following error:":["A importação falhou com o seguinte erro:"],"No data found from other SEO plugins.":["Nenhum dado encontrado de outros plugins de SEO."],"Select SEO plugin":["Selecione o plugin SEO"],"The import can take a long time depending on your site's size.":["A importação pode levar muito tempo dependendo do tamanho do seu site."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Para melhores resultados SEO, inclua todas as palavras de sua frase-chave no título SEO e coloque a frase-chave no começo do título"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["Para obter os melhores resultados de SEO, escreva a correspondência exata da sua frase-chave no título de SEO e coloque a frase-chave no início do título"],"Installation Successful":["Instalação Concluída"],"Blog Post":["Post de blog"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":[""],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":[""],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sTamanho do texto%4$s: O texto contém %1$d %6$s. Isso está abaixo do mínimo recomendado de %5$d %6$s. %3$sAdicione mais conteúdo%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sTamanho de texto%4$s: O texto contém %1$d %6$s. Isso está um pouco abaixo do mínimo recomendado de %5$d %6$s. %3$sAdicione um pouco mais de texto%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sTamanho de texto%4$s: O texto contém %1$d %6$s. Isso está muito abaixo do mínimo recomendado de %5$d %7$s. %3$sAdicione mais conteúdo%4$s.","%2$sTamanho de texto%4$s: O texto contém %1$d %7$s. Isso está muito abaixo do mínimo recomendado de %5$d %7$s. %3$sAdicione mais conteúdo%4$s."],"character":["caractere","characters"],"word":["palavra","words"],"words":["palavras"],"characters":["caracteres"],"Man holding a tablet.":["Homem segurando um tablet."],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s estende o tapete vermelho para os bots de pesquisa, o que ajuda seu site a ter um melhor desempenho nos mecanismos de pesquisa."],"You've successfully installed %s!":["Você instalou %s com sucesso!"],"Skip%s":["Pular%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["Sua conta %s ainda não contém nenhuma frase-chave para este site. Você pode rastrear frases-chave usando o botão \"Rastrear desempenho de SEO\" no editor do post."],"%s account":["conta %s"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Esta visão geral mostra apenas as frases-chave adicionadas ao Yoast SEO. Pode haver outras frases-chave adicionadas ao seu %s."],"Tracking the ranking position...":["Acompanhando a posição do ranking..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Algo deu errado ao rastrear a(s) posição(ões) de classificação da sua página. Por favor, tente novamente mais tarde."],"reconnect to %s":["reconectar a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Parece que algo deu errado ao recuperar os dados do seu site. Por favor %s e tente novamente."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Antes de acompanhar seu desempenho de SEO, certifique-se de definir o título do post e salvá-lo como rascunho ou definir manualmente o slug do post."],"No keyphrase has been set. Please set a keyphrase first.":["Nenhuma frase-chave foi definida. Por favor, defina uma frase-chave primeiro."],"upgrade your %s plan":["atualize seu plano %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Você atingiu a quantidade máxima de %d frases-chave que podem ser adicionadas à sua conta Wincher. Se você deseja adicionar mais frases-chave, por favor %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Com %1$s, você pode acompanhar a posição de classificação de sua página nos resultados de pesquisa com base em suas frases-chave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s está atualmente rastreando a(s) posição(ões) de classificação de sua página. Isso pode levar alguns minutos. Aguarde ou volte mais tarde."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Você se conectou com sucesso a %s! Agora você pode acompanhar o desempenho de SEO para a(s) frase(s)-chave desta página."],"Read more about keyphrase tracking with Wincher":["Leia mais sobre rastreamento de frase-chave com o Wincher"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Conecte %1$s com %2$s para rastrear a posição de classificação do seu site nos resultados da pesquisa com base em suas frases-chave. %3$s"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["O rastreamento automático de frases-chave está ativado. Suas frases-chave serão rastreadas automaticamente por %s quando você publicar sua postagem."],"Please enter a focus keyphrase first to track keyphrase performance":["Insira uma frase-chave de foco primeiro para acompanhar o desempenho da frase-chave"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posição da frase-chave nos últimos 90 dias em uma escala de 0 a 100."],"Track SEO performance":["Rastrear desempenho de SEO"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Você pode ativar/desativar o rastreamento do desempenho de SEO para cada frase-chave abaixo."],"Track all keyphrases on this page":["Acompanhe todas as frases-chave nesta página"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["O rastreamento já foi ativado para uma ou mais frases-chave desta página. Clicar no botão abaixo ativará o rastreamento de todas as suas frases-chave."],"Learn more about the SEO performance feature.":["Saiba mais sobre o recurso de desempenho de SEO."],"SEO performance":["Desempenho de SEO"],"Connect with %s":["Conectar com %s"],"Top performing keyphrases on your site":["Frases-chave com melhor desempenho no seu site"],"* focus keyphrase":["* frase-chave de foco"],"Get more insights over at %s":["Obtenha mais ideias com %s"],"Position over time":["Posição ao longo do tempo"],"Position":["Posição"],"Tracking":["Rastreamento"],"The %s integration offers the option to track specific keyphrases and gain insights in their positions.":["A integração %s oferece a opção de rastrear frases-chave específicas e obter informações sobre suas posições."],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Você ainda pode executar a otimização de dados de SEO na seção %1$sFerramentas%2$s. Quando terminar, atualize esta página."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Esta etapa de configuração está desativada no momento, porque você não está executando a versão mais recente do Yoast SEO Premium. Atualize para a versão mais recente (pelo menos %1$s)."],"Saved!":["Salvo!"],"Save and continue":["Salvar e continuar"],"No, don’t track my site data":["Não, não rastreie os dados do meu site"],"Does your site represent an Organization or Person?":["Seu site representa uma Organização ou Pessoa?"],"Activate %s":["Ativar %s"],"Update %s":["Atualizar %s"],"Renew %s":["Renovar %s"],"Get help activating your subscription":["Obtenha ajuda para ativar sua assinatura"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Parece que você está executando uma versão desatualizada e desativada de %1$s, ative sua assinatura em %2$sMyYoast%3$s e atualize para a versão mais recente (pelo menos 17.7) para ter acesso à nossa seção de treinos atualizada ."],"Activate your subscription of %s":["Ative sua assinatura do %s"],"Update to the latest version of %s":["Atualize para a versão mais recente do %s"],"Renew your subscription":["Renovar sua assinatura"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["O acesso aos exercícios mais recentes requer uma versão atualizada do %s (pelo menos 17.7), mas parece que sua assinatura expirou. Renove sua assinatura para atualizar e obter acesso a todos os recursos mais recentes."],"Renew your subscription of %s":["Renove sua assinatura do %s"],"Could not save this value. Please check the URL.":["Não foi possível salvar este valor. Verifique o URL."],"Could not save this value. Please check the URL or username.":["Não foi possível salvar este valor. Verifique o URL ou o nome de usuário."],"Oops! Something went wrong. Check your email address and try again.":["Opa, algo deu errado! Verifique seu endereço de e-mail e tente de novo."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Importante: Nunca venderemos esses dados. E, claro, como sempre, não coletaremos nenhum dado pessoal sobre você ou seus visitantes."],"Yes, you can track my site data":["Sim, você pode rastrear os dados do meu site"],"Site representation":["Representação do site"],"Continue":["Continuar"],"Thank you! Check your inbox for the confirmation email.":["Obrigada! Verifique sua caixa de entrada para o e-mail de confirmação."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["O Yoast respeita a sua privacidade. Leia %1$snossa política de privacidade%2$s sobre como nós tratamos suas informações pessoais."],"Sign up!":["Registrar-se!"],"Email address":["Endereço de e-mail"],"%1$sBack to all workouts":["%1$sVoltar para todos os exercícios"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Colocar seu site em forma e mantê-lo adequado ao SEO pode ser difícil. Podemos ajudá-lo a começar! Faça esses exercícios passo a passo e você enfrentará alguns dos desafios de SEO mais fundamentais!"],"Add internal links to your posts and pages":["Adicione links internos aos seus posts e páginas"],"Make pages easier for Google and visitors to find":["Torne as páginas mais fáceis para o Google e os visitantes encontrarem"],"Clean up your unlinked content to make sure people can find it":["Limpe seu conteúdo sem links para ter certeza que irão encontrá-lo."],"Orphaned content":["Conteúdo órfão"],"Bring more visitors to your articles":["Traga mais visitantes para seus artigos."],"Make your important articles rank higher":["Faça seus artigos mais importantes ranquearem mais alto."],"%1$s/%2$s steps completed":["%1$s/%2$s etapas concluídas"],"Unlock with %s!":["Desbloquear com %s!"],"Start workout!":["Iniciar exercício!"],"Do workout again":["Fazer exercício novamente"],"Continue workout!":["Continuar exercício!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Parece que você está executando uma versão desatualizada do %1$s. %2$satualize para a versão mais recente (pelo menos 17.7)%3$s para ter acesso à nossa seção de treinos atualizada."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Comece rapidamente com a %1$sconfiguração do %2$s pela primeira vez%3$s e configure o Yoast SEO com as configurações de SEO ideais para o seu site!"],"Current or first category title":["Título da primeira categoria ou da atual"],"Category Title":["Título da categoria"],"Replaced with the post content":["Substituído com o conteúdo do post"],"Post Content":["Conteúdo do post"],"Replaced with the permalink":["Substituído por um link permanente"],"Replaced with the last name of the author":["Substituído com o sobrenome do autor"],"Author last name":["Sobrenome do autor"],"Replaced with the first name of the author":["Substituído pelo primeiro nome do autor"],"Author first name":["Primeiro nome do autor"],"Replaced with the day the post was published":["Substituído com o dia em que o post foi publicado"],"Post day":["Dia do post"],"Replaced with the month the post was published":["Substituído com o mês em que o post foi publicado"],"Post month":["Mês do post"],"Replaced with the year the post was published":["Substituído com o ano em que o post foi publicado"],"Post year":["Ano do post"],"Current day":["Dia atual"],"Current month":["Mês atual"],"Current date":["Data atual"],"Get %s to unlock social previews!":["Obtenha %s para destravar as pre-visualizações sociais!"],"Want to see how your content will look when it’s shared on %s?":["Deseja ver como fica seu conteúdo quando compartilhado no %s?"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["%3$sTamanho da frase-chave%5$s: A frase-chave contém %1$d %6$s. Isso é muito pouco em relação ao mínimo recomendado de %2$d %7$s. %4$sUse uma maior%5$s!","%3$sTamanho da frase-chave%5$s: A frase-chave contém %1$d %7$s. Isso é muito pouco em relação ao mínimo recomendado de %2$d %7$s. %4$sUse uma maior%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sTamanho da frase-chave%5$s: A frase-chave contém %1$d %6$s. É menos do que o recomendado de %2$d %6$s. %4$sUse uma frase mais longa%5$s!"],"%1$sImage alt tags%2$s: All images have alt attributes. Good job!":["%1$sTags alt de imagem%2$s: Todas as imagens têm atributos alt. Bom trabalho!"],"%3$sImage alt tags%5$s: %1$d image out of %2$d doesn't have alt attributes. %4$sAdd alt attributes to your images%5$s!":["%3$sTags alt da imagem%5$s: %1$d imagem de %2$d não tem atributos alt. %4$sAdicione atributos alt às suas imagens%5$s!","%3$sTags alt da imagem%5$s: %1$d imagens de %2$d não tem atributos alt. %4$sAdicione atributos alt às suas imagens%5$s!"],"%1$sImage alt tags%3$s: None of the images has alt attributes. %2$sAdd alt attributes to your images%3$s!":["%1$sTags alt da imagem%3$s: nenhuma das imagens tem atributos alt. %2$sAdicione atributos alt às suas imagens%3$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Parece que você não está usando nosso %1$s%2$s addon%3$s. %4$sAtualize hoje%5$s para desbloquear mais ferramentas e recursos de SEO para destacar seus produtos nos resultados de pesquisa."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Abaixo estão os detalhes técnicos do erro. Veja %1$stesta página%2$s para uma explicação mais detalhada."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sFrase-chave de imagem%2$s: Bom trabalho!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sFrase-chave de imagem%3$s: as imagens nesta página não têm atributos alt com pelo menos metade das palavras da sua frase-chave.%2$sCorrigir esse%3$s!"],"%1$sImages%2$s: Good job!":["%1$sImagens%2$s: Bom trabalho!"],"%1$sImages and videos%2$s: Good job!":["%1$sImagens e vídeos%2$s: Bom trabalho!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sImagens e vídeos%5$s: apenas %1$d imagem ou vídeo aparece nesta página. Recomendamos pelo menos%2$d. %4$sAdicione mais imagens ou vídeos relevantes%5$s!","%3$sImagens e vídeos%5$s: apenas %1$d imagens ou vídeos aparecem nesta página. Recomendamos pelo menos%2$d. %4$sAdicione mais imagens ou vídeos relevantes%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sImagens%5$s: apenas%1$d imagem aparece nesta página. Recomendamos pelo menos %2$d. %4$sAdicione mais imagens relevantes%5$s!","%3$sImagens%5$s: apenas%1$d imagens aparecem nesta página. Recomendamos pelo menos %2$d. %4$sAdicione mais imagens relevantes%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sImagens e vídeos%3$s: nenhuma imagem ou vídeo aparece nesta página. %2$sAdicione alguns%3$s!"],"%1$sLists%3$s: No lists appear on this page. %2$sAdd at least one ordered or unordered list%3$s!":["%1$sListas%3$s: Nenhuma lista aparece nesta página. %2$sAdicione pelo menos uma lista ordenada ou não ordenada%3$s!"],"%1$sLists%2$s: There is at least one list on this page. Great!":["%1$sListas%2$s: Há pelo menos uma lista nesta página. Excelente!"],"Error stack trace":["Rastreamento de pilha de erro"],"Response":["Resposta"],"Error message":["Mensagem de erro"],"Status code":["Código de status"],"Request method":["Método de solicitação"],"Request URL":["URL de solicitação"],"Error details":["Detalhes do erro"],"Prep time":["Tempo de preparo"],"The time it takes to prepare the items to be used in the instructions.":["O tempo que leva para preparar os itens a serem usados nas instruções."],"Recipe prep time":["Tempo de preparação da receita"],"The time it takes to actually cook the dish.":["O tempo que leva para realmente fazer um prato."],"Recipe cooking time":["Tempo de cozimento da receita"],"Workouts":["Exercícios"],"A new version of %1$s is available. %2$sRenew your subscription%3$s if you want to update to the latest version.":["Uma nova versão de %1$sestá disponível. %2$sRenove sua assinatura%3$s se quiser atualizar para a versão mais recente."],"Rank with articles you want to rank with":["Classifique com os artigos que você deseja classificar"],"The cornerstone approach":["A abordagem estrutural"],"SEO workouts":["Exercícios de SEO"],"Enter step":["Etapa de entrada"],"Instructions":["Instruções"],"Instructions title":["Título de instruções"],"The steps of making the recipe, in the form of an ordered list with HowToStep and/or HowToSection items.":["As etapas para fazer a receita, na forma de uma lista ordenada com itens HowToStep e/ou HowToSection."],"Recipe instructions":["Instruções de receita"],"Enter an ingredient":["Insira um ingrediente"],"Ingredients":["Ingredientes"],"Ingredients title":["Título de ingredientes"],"The ingredients used in the recipe, e.g. sugar, flour or garlic.":["Os ingredientes usados na receita, por ex. açúcar, farinha ou alho."],"Recipe ingredient(s)":["Ingrediente(s) da receita"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Melhore a qualidade da pesquisa do seu site! Ajuda automaticamente seus usuários a encontrar seu conteúdo estrutural e mais importante em seus resultados de pesquisa interna. Também remove posts e páginas não indexados dos resultados de pesquisa do seu site."],"Find out more about our %s integration.":["Descubra mais sobre nossa integração %s."],"Set up automated actions when you publish or update your content. By connecting %1$s with %2$s, you can easily send out your published posts to any of its 2000+ destinations, such as Twitter, Facebook and more.":["Configure ações automatizadas ao publicar ou atualizar seu conteúdo. Ao conectar %1$s com %2$s, você pode enviar facilmente suas postagens publicadas para qualquer um dos mais de 2.000 destinos, como Twitter, Facebook e muito mais."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":[""],"Find out how Insights can help you improve your content.":["Descubra como o Insights pode ajudá-lo a melhorar seu conteúdo."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Encontre dados relevantes sobre o seu conteúdo na seção Insights da metabox Yoast SEO. Você verá quais palavras usa com mais frequência e se elas correspondem às suas palavras-chave!"],"Read more about Schema.":["Leia mais sobre o Schema."],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Opa, algo deu errado e não foi possível concluir a otimização dos seus dados SEO. Tenha certeza de ativar sua assinatura no MyYoast completando %1$sestes passos%2$s."],"To unlock this feature please update %s to the latest version.":["Para desbloquear este recurso, atualize %s para a versão mais recente."],"Rewrite titles":["Reescrever títulos"],"%d minutes":["%d minutos"],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["As configurações de aparência social para arquivos requerem meta dados do Open Graph (que está atualmente desabilitado). Você pode ativá-lo na configuração %1$s‘Social’ na aba do ‘Facebook’%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["As configurações de aparência social para taxonomias requerem metadados do Open Graph (que está atualmente desabilitado). Você pode ativá-lo na configuração %1$s‘Social’ na aba do ‘Facebook’%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["As configurações de aparência social para tipos de conteúdo requerem metadados do Open Graph (que está atualmente desabilitado). Você pode habilitá-lo na configuração %1$s‘Social’ na aba do ‘Facebook’%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["As configurações de aparência social para sua página inicial requerem metadados do Open Graph (que está atualmente desabilitado). Você pode habilitá-lo na configuração %1$s‘Social’ na aba do ‘Facebook’%2$s."],"%s archive settings":["%s configurações de arquivo"],"Single %s settings":["Configurações %s individuais"],"These are the image, title and description used when a link to your homepage is shared on social media.":["Estas são a imagem, título e descrição usadas quando um link para sua página inicial é compartilhado nas mídias sociais."],"Default image":["Imagem padrão"],"The social homepage settings have been moved to the %1$s‘Search appearance’ settings under the ‘General’ tab%2$s.":["As configurações sociais da sua página inicial foram movidas para as configurações de %1$s\"Aparência na Pesquisa\" na aba \"Geral\"%2$s."],"Social image":["Imagem social"],"Enter a recipe description":["Digite uma descrição da receita"],"A description of the recipe.":["A descrição da receita."],"Recipe description":["Descrição da receita"],"Cooking time":["Tempo de cozimento"],"Unlock with Premium":["Debloqueie com o Premium"],"Good job! All required information has been provided.":["Bom trabalho! Todas as informações obrigatórias foram fornecidas."],"Recommended information":["Informação recomendada"],"Required information":["Informação obrigatória"],"JobPosting schema":["Esquema de publicação de vagas de emprego"],"%s has been left empty.":["%s foi deixado em branco."],"The `%1$s` attribute is recommended but missing.":["O atributo `%1$s` é recomendado mas está faltando."],"The `%1$s` attribute is required but missing.":["O atributo `%1$s` é obrigatório mas está faltando."],"Addon installation failed because of an error: %s.":["A instalação do complemento falhou por causa do erro: %s."],"You are not allowed to install plugins.":["Você não possui permissão para instalar plugins."],"Addon installed.":["Complemento instalado."],"Addon activation failed because of an error: %s.":["Ativação do complemento falhou por causa do erro: %s."],"You are not allowed to activate plugins.":["Você não possui permissão para ativar plugins."],"Addon activated.":["Complemento ativado."],"%1$s Continue to %2$s%3$s":["%1$s Continuar para %2$s%3$s"],"Installing and activating addons":["Instalando e ativando complementos"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Nenhum plugin %1$s foi instalado. Parece que você não tem nenhuma assinatura ativa. "],"the following addons":["os seguintes complementos"],"%s SEO installation":["Instalação %s SEO"],"Install and activate":["Instalar e ativar"],"Please confirm below that you would like to install %s on this site.":["Confirme abaixo que você deseja instalar %s neste site. "],"Insert variable":["Inserir variável"],"Heading %d":["Título %d"],"Change heading level":["Alterar nível do título"],"The `%1$s` block is recommended but missing.":["O bloco '%1$s' é recomendado, mas está faltando."],"The `%1$s` block is required but missing.":["O bloco '%1$s' é obrigatório, mas está faltando."],"Shopping data preview:":["Prévia dos dados de compra:"],"Availability":["Disponibilidade"],"Price":["Preço"],"Rating":["Classificação"],"%s reviews":["%s avaliações"],"Rating: %s":["Classificação: %s"],"Image":["Imagem"],"Social description":["Descrição social"],"Social title":["Título social"],"Not all required information has been provided! %s schema will not be generated for your page.":["Nem todos os blocos obrigatórios foram concluídos! Nenhum esquema %s será gerado para sua página."],"Add a block to your recipe...":["Adicione um bloco à sua receita..."],"Serves #":["Porções #"],"Create a Recipe in an SEO-friendly way. You can only use one Recipe block per post.":["Crie uma Receita amigável para SEO. Você só pode usar um bloco de Receita por post."],"%1$s Recipe":["%1$s Receita "],"Enter a recipe name":["Insira o nome da receita"],"Required by %s":["Obrigatório para %s"],"Auto-updates are disabled based on this setting for %1$s.":["As atualizações automáticas são desabilitadas com base nesta configuração para %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["As atualizações automáticas são habilitadas com base nesta configuração para %1$s."],"Select a date":["Selecione uma data"],"New":["Novo"],"Schema analysis:":["Análise de esquema:"],"Enable Breadcrumbs for your theme":["Ativar caminho de navegação para o seu tema"],"Note: You can always choose to enable / disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Nota: Você sempre pode optar por ativá-los / desativá-los para o seu tema abaixo. Esta configuração não se aplica ao caminho de navegação inseridos por meio de um widget, bloco ou um shortcode."],"You've just removed the ‘%1$s’ block, but this is a %2$srecommended block for Schema output%3$s. Are you sure you want to do this?":["Você acabou de remover o bloco ‘%1$s’, mas este é um %2$sbloco recomendado para o Schema%3$s. Você tem certeza de que quer fazer isso?"],"You've just removed the ‘%1$s’ block, but this is a %2$srequired block for Schema output%3$s. Without this block no Schema will be generated. Are you sure you want to do this?":["Você acabou de remover o bloco ‘%1$s’, mas este é um %2$sbloco necessário para produzir o Schema%3$s. Sem este bloco, o Schema não será gerado. Você tem certeza de que quer fazer isso?"],"seconds":["segundos"],"Select image":["Selecione a imagem"],"Replace image":["Substituir imagem"],"site structure":["estrutura do site"],"internal linking":["linkagem interna"],"breadcrumbs":["caminho de navegação"],"seo":["SEO"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Adiciona o caminho de navegação do Yoast SEO ao seu modelo ou conteúdo."],"Yoast Breadcrumbs":["Caminho de navegação do Yoast"],"No, please undo this":["Não, por favor desfaça isto"],"The term is considered invalid. The following reason was given by WordPress: %s":["O termo é considerado inválido. O seguinte motivo foi fornecido pelo WordPress: %s"],"The post could not be found.":["O post não foi encontrado."],"The term could not be found.":["O termo não foi encontrado."],"This feature has been disabled since subsites never send tracking data.":["Este recurso foi desativado porque os subsites nunca enviam dados de rastreamento."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the Yoast SEO Multilingual add-on%2$s as well!":["Notamos que você instalou o WPML. Para certificar-se de que seus URLs canônicos estão configurados corretamente, %1$s instale e ative o complemento Yoast SEO Multilingual %2$s também!"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Infelizmente, não podemos salvar as alterações em suas configurações de SEO enquanto você está trabalhando em um rascunho de um %1$s já publicado. Se quiser salvar suas alterações de SEO, certifique-se de clicar em 'Atualizar' ou espere para fazer as alterações de SEO até que esteja pronto para atualizar %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Comece com a análise de conteúdo de Yoast SEO para Elementor!"],"Got it":["Entendi"],"New: Yoast SEO for Elementor":["Novo: Yoast SEO para Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Por causa de uma mudança na configuração do URL base, alguns de seus dados de SEO precisam ser reprocessados."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Espere por uma semana ou mais, até que %1$s processe automaticamente a maior parte do seu conteúdo em segundo plano."],"%s minute":["%s minuto","%s minutos"],"Est. reading time":["Est. tempo de leitura"],"Written by":["Escrito por"],"Google Rich Results Test":["Teste de pesquisa aprimorada do Google"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Descubra como um rich snippet pode melhorar a visibilidade e a taxa de cliques."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Isso adiciona uma assinatura do autor e uma estimativa de tempo de leitura ao snippet do artigo quando compartilhado no Slack."],"Enhanced Slack sharing":["Compartilhamento aprimorado do \"Slack\""],"Activate your subscription":["Ativar sua assinatura"],"SEO data optimization is disabled for non-production environments.":["A otimização de dados de SEO está desabilitada para ambientes que não sejam produção."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Este recurso inclui e substitui o Contador de Link de Texto e Análise de Link Interno"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Esta guia permite que você desative seletivamente as integrações de %1$s com produtos de terceiros para todos os sites da rede. Por padrão, todas as integrações estão habilitadas, o que permite que os administradores do site escolham por si próprios se desejam ativar ou desativar uma integração para seu site. Quando você desativa uma integração aqui, os administradores do site não poderão mais usar essa integração."],"%s can integrate with third party products. You can enable or disable these integrations below.":[""],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Devido a uma mudança na configuração da base de tags, alguns dos dados de SEO precisam ser reprocessados."],"Stop SEO data optimization":["Parar a otimização"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Ops, algo deu errado e não foi possível concluir a otimização de seus dados de SEO. Clique no botão novamente para reiniciar o processo."],"Optimizing SEO data... This may take a while.":["Otimizando os dados de SEO... Isso pode demorar um pouco."],"SEO data optimization complete":["Otimização de dados SEO completa"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Você pode acelerar seu site e obter informações sobre sua estrutura de links internos, permitindo que façamos algumas otimizações na forma como os dados de SEO são armazenados."],"Start SEO data optimization":["Comece a otimização de dados de SEO"],"Learn more about the benefits of optimized SEO data.":["Saiba mais sobre os benefícios dos dados de SEO otimizados."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Você pode acelerar seu site e obter informações sobre sua estrutura de links internos, permitindo que façamos algumas otimizações na forma como os dados de SEO são armazenados. Se você tem muito conteúdo, pode demorar um pouco, mas acredite, vale a pena."],"Optimize SEO Data":["Otimize os dados de SEO"],"If the problem persists, please contact support.":["Se o problema persistir, entre em contato com o suporte."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Algo deu errado e não foi possível concluir a otimização de seus dados de SEO. %1$sReinicie o processo%2$s."],"All permalinks were successfully reset":["Todos os links permanentes foram resetados com sucesso"],"Check out %s!":["Confira %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Você gostaria de poder adicionar essas frases-chave relacionadas à análise %s para que possa otimizar seu conteúdo ainda mais?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Encontramos um problema ao tentar obter frases-chave relacionadas. Por favor, tente novamente mais tarde."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Você atingiu o número máximo de 4 frases-chave relacionadas. Você pode alterar ou remover frases-chave relacionadas na metabox %s ou na barra lateral."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Aguarde enquanto %1$s se conecta a %2$s para obter as frases-chave relacionadas..."],"Upgrade your %s plan":["Migrar meu plano %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Você atingiu seu limite de solicitações para hoje. Volte amanhã ou atualize seu plano em %s."],"Last month":["Último mês"],"Two months ago":["Dois meses atrás"],"Three months ago":["Três meses atrás"],"Four months ago":["Quatro meses atrás"],"Five months ago":["Cinco meses atrás"],"Six months ago":["Seis meses atrás"],"Seven months ago":["Sete meses atrás"],"Eight months ago":["Oito meses atrás"],"Nine months ago":["Nove meses atrás"],"Ten months ago":["Dez meses atrás"],"Eleven months ago":["Onze meses atrás"],"Twelve months ago":["Doze meses atrás"],"Get more insights at %s":["Obtenha mais informações em %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume da frase-chave nos últimos 12 meses em uma escala de 0 a 100."],"Learn more about the related keyphrases trend":["Saiba mais sobre a tendência de frases-chave relacionadas"],"Trend":["Tendência"],"Learn more about the related keyphrases volume":["Saiba mais sobre o volume de frases-chave relacionadas"],"Volume":["Volume"],"Related keyphrase":["Frase-chave relacionada"],"Select country":["Selecione o pais"],"Show results for:":["Mostrar resultados para:"],"Please enter a focus keyphrase first to get related keyphrases":["Por favor, insira uma frase-chave de foco primeiro para obter frases-chave relacionadas"],"Sorry, there's no data available for that keyphrase/country combination.":["Não há dados disponíveis para essa combinação de frase-chave/país."],"Get related keyphrases":["Obtenha frases-chave relacionadas"],"Related keyphrases":["Frases chaves relacionadas"],"The number of headers and header labels don't match.":["O número de cabeçalhos e rótulos de cabeçalho não coincidem."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["A integração %s oferece sugestões e percepções para palavras-chave relacionadas à frase-chave de foco inserida."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Desativar os sitemaps XML criados pelo Yoast SEO não desativará os sitemaps gerados pelo WordPress. Em alguns casos, isso %1$spode resultar em erros de SEO em seu site%2$s. Estes erros poderão ser relatados no Google Search Console e em outras ferramentas."],"If you still need support and have an active subscription for this product, please email %s.":["Se você ainda precisa de suporte e tem uma assinatura ativa para este produto, envie um e-mail para %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Você provavelmente encontrará uma resposta para sua pergunta em nossa %1$s central de ajuda %2$s."],"Need support?":["Precisa de suporte?"],"Twitter preview":["Pré-visualização do Twitter"],"Facebook preview":["Pré-visualização do Facebook"],"Return to your %s":["Voltar para %s"],"Make sure to save your %s for changes to take effect":["Certifique-se de salvar seu %s para que as alterações tenham efeito"],"Make your products stand out in Google":["Faça os seus produtos se destacarem no Google"],"Everything you need for Google News":["Tudo o que você precisa para o Google Notícias"],"Start ranking better for your videos":["Comece a posicionar melhor seus vídeos"],"Stop losing customers to other local businesses":["Pare de perder clientes para outras empresas locais"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["A seção avançada da meta box %1$s permite que um usuário remova posts dos resultados da pesquisa ou altere o canônico. As configurações na aba schema permitem que um usuário altere os metadados do schema para um post. Essas são coisas que você talvez não queira que nenhum autor faça. É por isso que, por padrão, apenas editores e administradores podem fazer isso. Definir como \"%2$s\" permite que todos os usuários alterem essas configurações."],"Security: no advanced or schema settings for authors":["Segurança: sem configurações avançadas ou de esquema para os autores"],"Report":["Relatório"],"Tech Article":["Artigo técnico"],"Scholarly Article":["Artigo Acadêmico"],"Satirical Article":["Artigo Satírico"],"Advertiser Content Article":["Artigo de conteúdo do anunciante"],"News Article":["Artigo de Notícias"],"Social Media Posting":["Post em mídia social"],"Article":["Artigo"],"Search Results Page":["Página de resultados de pesquisa"],"Real Estate Listing":["Listagem de imóveis"],"Checkout Page":["Página de checkout"],"Collection Page":["Página de coleção"],"Medical Web Page":["Página Médica"],"Contact Page":["Página de contato"],"Profile Page":["Página de perfil"],"QA Page":["Página de QA"],"FAQ Page":["Página de FAQ"],"About Page":["Sobre a página"],"Item Page":["Página de item"],"Web Page":["Página da web"],"Default for %1$s (%2$s)":["Padrão para %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Isso ajuda os mecanismos de pesquisa a entender seu site e seu conteúdo. Você pode alterar algumas de suas configurações para esta página abaixo."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO descreve automaticamente suas páginas usando schema.org"],"default":["padrão"],"Article type":["Tipo de artigo"],"Page type":["Tipo de página"],"Learn more about page or content types":["Saiba mais sobre os tipos de página ou conteúdo"],"What type of page or content is this?":["Que tipo de página ou conteúdo é esse?"],"Learn more about structured data with Schema.org":["Saiba mais sobre dados estruturados com Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Você pode alterar o tipo padrão para %1$s nas suas %2$sConfigurações de aparência da pesquisa%3$s."],"Default Article type":["Tipo de artigo padrão"],"Default Page type":["Tipo de página padrão"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Após salvar, esta configuração será aplicada a todos os seus %1$s. %1$s configurados manualmente não serão alterados.","Após salvar, estas configurações será aplicada a todos os seus %1$s. %1$s configurados manualmente não serão alterados."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Escolha como seu %1$s deve ser descrito por padrão na marcação do schema.org do seu site. Você pode alterar essas configurações para %1$s individuais."],"Learn more about the schema settings":["Saiba mais sobre as configurações de Schema"],"Schema settings":["Configurações de esquema"],"Structured Data":["Dados Estruturados"],"Yoast How-to":["Como fazer do Yoast"],"Yoast FAQ":["Yoast FAQ"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$sFrase-chave no título%3$s: não contém a correspondência exata. %2$sTente escrever a correspondência exata da sua frase-chave no título SEO e colocá-la no início do título%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s Frase-chave no título%3$s: A correspondência exata da frase-chave de foco aparece no título de SEO, mas não no início. %2$sMova para o início para obter os melhores resultados%3$s."],"%1$s Internal Linking Blocks":["%1$s Blocos de ligação interna"],"Allow us to track some data about your site to improve our plugin.":["Permita-nos rastrear alguns dados sobre seu site para melhorar nosso plugin."],"Usage tracking":["Rastreamento de uso"],"Read more about how internal linking can improve your site structure.":["Leia mais sobre como os insights podem ajudá-lo a melhorar seu conteúdo."],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to.":[""],"Link suggestions":["Sugestões de link."],"Insights":["Insights"],"Remove image":["Remover imagem"],"%s preview":["visualização de %s"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["O tamanho do arquivo da imagem enviada é muito grande para %s. O tamanho do arquivo deve ser menor que %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["O formato da imagem enviada não é compatível. Os formatos suportados são: %s, %s, %s e %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Você carregou um %s. Observe que, se for um %s animado, apenas o primeiro quadro será usado."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["As dimensões da sua imagem não são adequadas. As dimensões mínimas são %dx%d pixels. As dimensões máximas são %dx%d pixels."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["As dimensões da sua imagem não são adequadas. As dimensões mínimas são %dx%d pixels."],"Dismiss":[""],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Devido a uma mudança na estrutura do seu link permanente, alguns dos seus dados de SEO precisam ser reprocessados."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Por causa de uma mudança na configuração do URL da categoria, alguns de seus dados de SEO precisam ser reprocessados."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Atualize sua versão do WordPress ou instale o plugin Gutenberg para obter este recurso %1$s ."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["A marcação de links com nofollow/patrocinado foi desabilitada para instalações do WordPress <5.4."],"Show SEO settings for %1$s?":["Mostrar configurações de SEO para %1$s?"],"Open in new tab":["Abrir em uma nova aba"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Este é um link patrocinado ou anúncio (marque como %1$spatrocinado%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Os mecanismos de pesquisa devem ignorar este link (marque como %1$snão seguir%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Saiba mais sobre como marcar um link como nofollow ou patrocinado."],"Link inserted.":["Link inserido."],"Link edited.":["Link editado."],"Warning: the link has been inserted but may have errors. Please test it.":["Atenção: o link foi inserido, mas pode ter erros. É necessário testá-lo."],"Unlink":["Remover link"],"Link removed.":["Link removido."],"Link":["Link"],"We've analyzed your post. There is still room for improvement!":["Analisamos seu post. Ainda há espaço para melhorias!"],"We've analyzed your post. Everything looks good. Well done!":["Analisamos seu post. Tudo parece certo. Muito bem!"],"No focus keyword was entered":["Nenhuma palavra-chave de foco foi inserida"],"Share your post!":["Compartilhe seu post!"],"Improve your post with Yoast SEO":["Melhore seu post com Yoast SEO"],"SEO analysis:":["Análise de SEO:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["As colunas de links mostram o número de artigos neste site com links para %3$spara%4$s este artigo e o número de URLs com links %3$sa partir%4$s deste artigo. Saiba mais sobre %1$scomo usar esses recursos para melhorar os links internos%2$s, o que aprimora muito seu SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Escrevemos um artigo sobre %1$s como usar a pontuação de SEO e a pontuação de legibilidade %2$s."],"%1$s adds several columns to this page.":["%1$s adiciona várias colunas a esta página."],"We estimate this will take less than a minute.":["Estimamos que isso levará menos de um minuto."],"We estimate this will take a couple of minutes.":["Estimamos que isso leve alguns minutos."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sExecute o processo de indexação em seu servidor%2$s usando %3$sWP CLI%2$s"],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Estimamos que isso pode levar muito tempo, devido ao tamanho do seu site. Como alternativa à espera, você pode:"],"Show debug information":["Mostrar informações de depuração"],"Your site will continue to work normally, but won't take full advantage of %s.":["Seu site continuará funcionando normalmente, mas não tirará o máximo proveito de %s."],"%s had problems creating the database tables needed to speed up your site.":["%s teve problemas ao criar as tabelas de banco de dados necessárias para acelerar o seu site."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Sua frase-chave é muito longa. Pode ter no máximo 191 caracteres."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sDescubra como resolver este problema em nossa base de conhecimento%2$s."],"The text link counter feature is not working as expected":["O recurso de contador de link de texto não está funcionando como esperado"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["O contador de links de texto ajuda a melhorar a estrutura do seu site. %1$s Descubra como o contador de links de texto pode melhorar seu SEO %2$s."],"The text link counter is working as expected":["O contador do link de texto está funcionando conforme o esperado"],"I don't want this site to show in the search results.":["Não quero que este site apareça nos resultados da pesquisa."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Se quiser que os mecanismos de pesquisa mostrem este site em seus resultados, você deve %1$sir para as Configurações de leitura%2$s e desmarcar a caixa de Visibilidade do mecanismo de pesquisa."],"Learn more about the no-index setting on our help page.":["Saiba mais sobre a configuração sem índice em nossa página de ajuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Mesmo que você possa definir a configuração de meta-robôs aqui, todo o site está definido como não-indexável (noindex) nas configurações de privacidade globais do site. Portanto, as configurações abaixo não terão efeito."],"Learn more about canonical URLs on our help page.":["Saiba mais sobre URLs canônicos em nossa página de ajuda."],"Learn more about the breadcrumbs title setting on our help page.":["Saiba mais sobre a configuração do título de breadcrumbs em nossa página de ajuda."],"Learn more about advanced meta robots settings on our help page.":["Saiba mais sobre as configurações avançadas de meta-robôs em nossa página de ajuda."],"Learn more about the no-follow setting on our help page.":["Saiba mais sobre a configuração de não seguir em nossa página de ajuda."],"Should search engines follow links on this %s":["Os mecanismos de pesquisa devem seguir links neste %s"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Este ponto de extremidade da API REST %1$s fornece todos os metadados de que você precisa para um URL específico. Isso tornará muito fácil para sites WordPress headless usarem %1$s para todos os seus resultados de meta de SEO."],"REST API: Head endpoint":["API REST: endpoint principal"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Leia %1$seste artigo de ajuda%2$s para descobrir como resolver este problema."],"a theme that has proper title-tag theme support, or adapt your theme to have that support":["um tema que tenha suporte de tema de tag de título adequado ou adapte seu tema para ter esse suporte"],"Replaced with the term ancestors hierarchy":["Substituído pelo termo hierarquia de ancestrais"],"Term hierarchy":["Hierarquia de termos"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sVocê pode alterar o slogan no personalizador%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Você ainda tem o slogan padrão do WordPress. Mesmo um vazio é provavelmente melhor."],"You should change the default WordPress tagline":["Você deve alterar o slogan padrão do WordPress"],"You are using a custom tagline or an empty one.":["Você está usando um slogan personalizado ou vazio."],"You changed the default WordPress tagline":["Você mudou o slogan padrão do WordPress"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Os comentários sobre suas postagens são exibidos em uma única página. É exatamente como o sugerimos. Você está indo bem!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["É altamente recomendável ter o nome do seu post no URL de seus posts e páginas. Considere definir sua estrutura de links permanentes para %s."],"You do not have your postname in the URL of your posts and pages":["Você não tem o nome de seu post no URL de seus posts e páginas"],"You do have your postname in the URL of your posts and pages.":["Você tem o seu postname no URL de seus posts e páginas."],"Your permalink structure includes the post name":["Sua estrutura de links permanentes inclui o nome do post"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Os comentários nas suas postagens são divididos em várias páginas. Como isso não é necessário em 999 de 1.000 casos, recomendamos que você o desative. Para corrigir isso, desmarque \"Dividir comentários em páginas ...\" na página Configurações de discussão."],"Comments break into multiple pages":["Comentários dividem-se em várias páginas"],"Comments are displayed on a single page":["Os comentários são exibidos em uma única página"],"No title":["Sem título"],"%1$sGo to the Discussion Settings page%2$s":["%1$sIr para a página de configurações de discussão%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sIsso foi relatado pelo %2$s plugin%3$s"],"Mobile result":["Resultado para dispositivos móveis"],"Preview as:":["Pré-visualizar como:"],"Desktop result":["Resultado para computadores"],"Google preview":["Pré-visualização no Google"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Quando você clicar em OK, abriremos nosso HelpScout, onde você poderá encontrar respostas para suas perguntas. Esse local carregará nossos dados de suporte e também definirá cookies em potencial."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Infelizmente, o navegador que você está usando está desatualizado. Visto que nos esforçamos para oferecer a melhor experiência possível, não oferecemos mais suporte a este navegador. Em vez disso, use %1$sFirefox%4$s, %2$sChrome%4$s ou %3$sMicrosoft Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Se você deseja aplicar configurações avançadas de <code>meta-robôs</code> a esta página, defina-as no campo a seguir."],"Check out %1$s":["Consultar %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Temos cursos online gratuitos e premium para aprender tudo o que você precisa saber sobre SEO."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Deseja aprender SEO com a equipe Yoast? Confira nossa %1$s!"],"Learn SEO":["Aprender SEO"],"%s settings to import:":["Configurações do %s a importar:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Importar configurações de outra instalação do %1$s colando-as aqui e clicando em \"%2$s\"."],"Your %1$s settings:":["Suas configurações do %1$s:"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph metadata\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["O Twitter usa os metadados do Open Graph assim como o Facebook, por isso, se quiser otimizar seu site para o Twitter, certifique-se de manter ativada a configuração \"Adicionar metadados do Open Graph\" na aba Twitter."],"Schema":["Esquema"],"Please check the format of the YouTube URL you entered. %s":["Verifique o formato do URL do YouTube que você digitou. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Verifique o formato do URL da Wikipedia que foi inserido. %s"],"Please check the format of the Pinterest URL you entered. %s":["Verifique o formato do URL do Pinterest que foi inserido. %s"],"Please check the format of the MySpace URL you entered. %s":["Por favor, verifique o formato do URL do MySpace que você digitou. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Verifique o formato do URL do LinkedIn que você digitou. %s"],"Please check the format of the Instagram URL you entered. %s":["Verifique o formato do URL do Instagram que foi inserido. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Verifique o formato do URL da página do Facebook que foi inserido. %s"],"Settings saved.":["Configurações salvas."],"Dismiss this alert":["Dispensar este aviso"],"An organization name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data%2$s.":[""],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s parece não ser um ID válido de aplicativo do Facebook. Por favor, corrija."],"The submitted value was: %s":["O valor enviado foi: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Códigos de confirmação do Yandex podem conter apenas letras de A a F, números, hífens e underscores. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Nome de usuário do Twitter pode conter apenas letras, números e underscores. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Códigos de confirmação do Pinterest podem conter apenas letras de A a F, números, hífens e underscores. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Códigos de confirmação do Bing podem conter apenas letras de A a F, números, hífens e underscores. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Códigos de verificação do Google podem conter apenas letras, números, hifens e underscores. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Códigos de verificação do Baidu podem conter apenas letras, números, hifens e underscores. %s"],"Show this item.":["Mostrar este item."],"Hide this item.":["Esconder este item."],"You have %d hidden problem:":["Você tem %d problema escondido:","Você tem %d problemas escondidos:"],"You have %d hidden notification:":["Você tem %d notificação escondida:","Você tem %d notificações escondidas:"],"Focus keyphrase not set":[""],"The form contains %1$s error. %2$s":["O formulário contém %1$s erro. %2$s","O formulário contém %1$s erros. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":[""],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Assim que você adicionar um pouco mais de texto, forneceremos uma lista de palavras que mais ocorrem no conteúdo. Elas indicam qual é o foco do seu conteúdo."],"%d occurrences":["%d ocorrências"],"Activate %s for your site on MyYoast":["Ative %s para o seu site no MyYoast"],"Show blog page in breadcrumbs":["Mostrar a página de blog no caminho de navegação"],"We could not find any relevant articles on your website that you could link to from your post.":["Não foi possível encontrar nenhum artigo relevante no seu site que você possa apontar para a partir de seu post."],"Has feedback":["Tem feedback"],"Content optimization:":["Otimização de conteúdo:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sLegibilidade%2$s: %3$s"],"Post Noindexed":["Post não indexado"],"No Focus Keyphrase":["Nenhuma frase-chave em foco"],"Person logo / avatar":["Logo pessoal / avatar"],"Posts with the SEO score: %s":["Posts com a pontuação de SEO: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["Tutorial em vídeo do %s"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Para visualizar os erros de rastreamento, %1$spor favor visite o Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["O Google descontinuou sua API de Erros de Crawl. Portanto, qualquer eventual erro de Crawl não será mais exibido aqui. %1$sLeia nossa declaração para maiores informações%2$s."],"Get the %s plugin now":["Obtenha %s plugin agora"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Realmente otimize seu site para um público local com nosso %s plugin! detalhes de endereço otimizado, horário de funcionamento, localizador de lojas e opção de coleta!"],"Serving local customers?":["Atender clientes locais?"],"Organization's social profiles":["Perfis sociais da organização"],"Personal info":["Informação pessoal"],"Organization logo":["Logo da empresa"],"Organization name":["Nome da empresa"],"Choose whether the site represents an organization or a person.":["Escolha se o site representa uma empresa ou uma pessoa."],"Knowledge Graph & Schema.org":["Gráfico de conhecimento & Schema.org"],"(if one exists)":["(se houver)"],"Wikipedia page about you":["Página da Wikipedia sobre você"],"YouTube profile URL":["URL do perfil do YouTube"],"Tumblr profile URL":["URL do perfil do Tumblr"],"SoundCloud profile URL":["URL do perfil do SoundCloud"],"MySpace profile URL":["URL do perfil do MySpace"],"Organization or person":["Empresa ou Pessoa"],"Organization":["Empresa"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Você já configurou seu site para representar uma pessoa. Nós atualizamos nossa funcionalidade acerca do Schema e do Gráfico de Conhecimento, você deve entrar e %1$scompletar estas configurações%2$s."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Você selecionou o usuário %1$s como uma pessoa que este site representa. Suas informações de perfil de usuário agora serão usadas nos resultados de pesquisa. %2$sAtualize seus perfis para ter certeza de que as informações estão corretas.%3$s"],"Please select a user below to make your site's meta data complete.":["Erro: selecione um usuário abaixo para concluir os metadados do site."],"Select a user...":["Selecionar um usuário..."],"Uncategorized":["Sem categoria"],"If a Wikipedia page for you or your organization exists, add it too.":["Se existe uma página Wikipedia para você ou sua empresa, adicione também."],"Pinterest profile URL":["URL do perfil do Pinterest"],"LinkedIn profile URL":["URL do perfil do LinkedIn"],"Instagram profile URL":["URL do perfil do Instagram"],"No JSON object was returned.":["Não retornou nenhum objeto JSON."],"Received internal links":["Links internos recebidos"],"Outgoing internal links":["Links internos de saída"],"New step added":["Novo passo adicionado"],"New question added":["Nova pergunta adicionada"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Para que esta função funcione, %1$s é necessário criar uma tabela no seu banco de dados. Não foi possível a criação desta tabela automaticamente."],"Keyphrase":["Frase-chave"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sAtributos alt da imagem%5$s: Das %2$d imagens nessa página, %1$d tem atributos alt com palavras de sua frase-chave ou sinônimos. Isso é um pouco demais.%4$sInclua apenas a frase-chave, ou seus sinônimos, quando ela realmente se encaixa na imagem%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAtributos alt da imagem%5$s: Das %2$d imagens nessa página, apenas %1$d tem um texto alternativo que reflete o tema do seu texto. %4$sAdicione sua frase-chave ou sinônimos ao texto alternativo das imagens mais relevantes%5$s!","%3$sAtributos alt da imagem%5$s: Das %2$d imagens nessa página, apenas %1$d tem um texto alternativo que reflete o tema do seu texto. %4$sAdicione sua frase-chave ou sinônimos ao texto alternativo das imagens mais relevantes%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAtributo alt da imagem%3$s: As imagens desta página não possuem um texto alternativo que corresponda ao tópico do seu texto. %2$sAdicione a sua frase-chave, ou seus sinônimos, nos textos alternativos (atributos 'alt') das imagens relevantes%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sTexto alternativo da imagem%3$s: As imagens dessa página já tem um texto alternativo (atributo 'alt') definido, mas você não configurou a sua frase-chave. %2$sCorrija isto%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sFrase-chave em subtítulo%2$s: %3$s dos seus subtítulos H2 ou H3 corresponde ao tópico do seu texto. Bom trabalho!","%1$sFrase-chave em subtítulo%2$s: %3$s dos seus subtítulos H2 ou H3 correspondem ao tópico do seu texto. Bom trabalho!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sFrase-chave em subtítulo%2$s: O seu subtítulo H2 ou H3 corresponde ao tópico do seu texto. Bom trabalho!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sFrase-chave nos subtítulos%3$s: %2$sUse mais vezes a sua frase-chave, ou sinônimos dela, nos subtítulos H2 e H3%3$s!"],"Page %s":["Página %s"],"Cannot get the size of %1$s because of unknown reasons.":["Não é possível obter o tamanho de %1$s por motivos desconhecidos."],"Cannot get the size of %1$s because it is hosted externally.":["Não é possível obter o tamanho de %1$s porque está em uma hospedagem externa."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTítulo Único%3$s: A tag H1 só deve ser usada para o seu título principal. Encontre todas as tags H1 em seu texto que não sejam do seu título principal e %2$saltere-as para um título de nível inferior%3$s!"],"Improve sharing on Facebook and Pinterest":["Melhore o compartilhamento no Facebook e Pinterest"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidade da frase-chave%2$s: a frase-chave em foco foi encontrada %5$d vez. Isso é muito mais do que o máximo recomendado de %3$d vezes para um texto desse tamanho. %4$sNão exagere na otimização%2$s!","%1$sDensidade da frase-chave%2$s: a frase-chave em foco foi encontrada %5$d vezes. Isso é muito mais do que o máximo recomendado de %3$d vezes para um texto desse tamanho. %4$sNão exagere na otimização%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sDensidade da frase-chave%2$s: A frase-chave em foco foi encontrada %5$d vez. O máximo recomendado é de %3$d vezes para um texto deste tamanho. %4$sNão exagere na otimização%2$s!","%1$sDensidade da frase-chave%2$s: A frase-chave em foco foi encontrada %5$d vezes. O máximo recomendado é de %3$d vezes para um texto deste tamanho. %4$sNão exagere na otimização%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sDensidade da frase-chave%2$s: A frase-chave em foco foi encontrada %3$d vez. Isso é ótimo!","%1$sDensidade da frase-chave%2$s: A frase-chave em foco foi encontrada %3$d vezes. Isso é ótimo!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidade da frase-chave%2$s: A frase-chave em foco foi encontrada %5$d vez. O mínimo recomendado é de %3$d vezes para um texto deste tamanho. %4$sConcentre-se na sua frase-chave%2$s!","%1$sDensidade da frase-chave%2$s: A frase-chave em foco foi encontrada %5$d vezes. O mínimo recomendado é de %3$d vezes para um texto deste tamanho. %4$sConcentre-se na sua frase-chave%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sDensidade da frase-chave%2$s: A sua frase-chave em foco não foi encontrada nenhuma vez. Isso é menos que o mínimo recomendado de %3$d vezes para um texto desse tamanho. %4$sConcentre-se em sua frase-chave%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Importação de configurações é somente suportado em servidores que rodam PHP 5.3 ou superiores."],"Export your %1$s settings here, to copy them on another site.":["Exporte suas configurações %1$s aqui, para copiá-las para outro site."],"No settings found.":["Nenhuma configuração foi encontrada."],"These are settings for the %1$s plugin by %2$s":["Estas são as configurações para o plugin %1$s por %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Copie todas estas configurações para outro site %1$s aba e clique \"%1$s\" lá."],"You do not have the required rights to export settings.":["Você não possui os direitos obrigatório para exportar as configurações."],"Method %1$s() does not exist in class %2$s":["O método %1$s() não existe na classe %2$s"],"With %s, you can easily create such redirects.":["Com %s, você pode criar facilmente esses redirecionamentos."],"Google Ads":["Google Ads"],"Learn about why permalinks are important for SEO.":["Entenda porque links permanentes são importantes para SEO."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Alterar as configurações de links permanentes pode impactar seriamente na visibilidade dos buscadores. Isso não deve ser feito quase %1$s nunca %2$s em um site ativo."],"WARNING:":["ATENÇÃO:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sPalavras de função na frase-chave%3$s: Sua frase-chave \"%4$s\" contém apenas palavras de função. %2$sSaiba mais sobre o que faz uma boa frase-chave.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Você sabia que %s também analisa as diferentes formas de palavras de sua frase-chave, como plurais e tempos passados?"],"Clear Image":["Remover imagem"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sTamanho da frase-chave%3$s: %2$sDefina uma frase-chave para podermos calcular sua pontuação de SEO%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sFrase-chave no slug%2$s: Mais da metade da sua frase-chave aparece no slug. Isso é ótimo!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sFrase-chave no slug%3$s: (Parte da) sua frase-chave não aparece no slug. %2$sMude isso%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sFrase-chave na slug%2$s: bom trabalho!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sDistribuição de frase-chave%2$s: Bom trabalho!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistruibuição de frase-chave%3$s: Desigual. Algumas partes do seu texto não contém a frase-chave ou algum sinônimo. %2$sMelhore sua distribuição no texto todo%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sDistribuição da frase-chave%3$s: Muito desigual. Boa parte do seu texto não contém a frase-chave ou sinônimos dela. %2$sFaça uma melhor distribuição%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sDistribuição da frase-chave%3$s: %2$sInclua sua frase-chave, ou sinônimos dela, no texto para verificar a distribuição da frase-chave%3$s."],"Help on choosing the perfect focus keyphrase":["Ajuda sobre a escolha da frase-chave de foco perfeita"],"Would you like to add a related keyphrase?":["Gostaria de adicionar uma frase-chave relacionada?"],"Go %s!":["Vá de %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Não exibir as páginas de arquivos de data nos resultados de pesquisa tecnicamente significa que elas terão um metadado %1$s para robôs. %2$sMais informações nas configurações dos resultados de pesquisa%3$s."],"Rank better with synonyms & related keyphrases":["Posicione melhor com sinônimos e frases-chave relacionadas"],"optimize a single post for synonyms and related keyphrases.":["otimize um post único para sinônimos e frases-chave relacionadas."],"Synonyms & related keyphrases":["Sinônimos e frases-chave relacionadas"],"Add related keyphrase":["Adicionar frase-chave relacionada"],"Upgrade to %s":["Atualizar para %s"],"Get %s":["Obter %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sFrase-chave usada anteriormente%6$s: Você usou esta frase-chave %1$s%2$d vezes antes%3$s. %5$sNão use a sua frase-chave mais de uma vez%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sFrase-chave usada anteriormente%5$s: Você usou esta frase-chave %1$suma vez antes%2$s. %4$sNão use a sua frase-chave mais de uma vez%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sFrase-chave utilizada anteriormente%2$s: Você não usou essa frase-chave antes, muito bom."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAtributo alt da imagem%3$s: Nenhuma imagem encontrada nesta página. %2$sAdicione alguma%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sLinks com frase-chave%3$s: Você está vinculando para outra página com as palavras que você quer que essa página classifique. %2$sNão faça isso%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sTamanho de texto%3$s: o texto contém %1$d %4$s. Bom trabalho!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sFrase-chave em subtítulo%3$s: Mais do que 75%% dos subtítulos H2 e H3 correspondem com o tópico do seu texto. Isso é demais. %2$sNão exagere na otimização%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sLargura de título do SEO%3$s: %2$s crie um título de SEO%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sLargura do título de SEO%3$s: O título de SEO é maior do que o limite visível. %2$sTente encurtá-lo%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sSEO largura do título%2$s: bom trabalho!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sTamanho do título de SEO%3$s: O título de SEO é muito pequeno. %2$sAproveite o espaço para adicionar variações da frase-chave ou crie textos atrativos com chamadas de ação%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sLinks de saída%2$s: Existem ambos links de saída, nofollow e normal, nesta página. Bom trabalho!"],"%1$sOutbound links%2$s: Good job!":["%1$sLinks de saída%2$s: Bom trabalho!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sLinks de saída%3$s: todos os links de saída desta pagina são nofollow. %2$sAdicione alguns links normais%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sLinks de saída%3$s: nenhum link de saída aparece nesta página. %2$sAdicione alguns%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sTamanho da metadescrição%2$s: Bom trabalho!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sTamanho da metadescrição%3$s: A metadescrição excede %4$d caracteres. Para garantir que a descrição inteira esteja visível, %2$svocê deve reduzir o tamanho%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sTamanho da metadescrição%3$s: A metadescrição é muito pequena (menos de %4$d caracteres). Há %5$d caracteres disponíveis. %2$sAproveite o espaço%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sTamanho da metadescrição%3$s: nenhuma metadescrição foi especificada. Mecanismos de pesquisa vão mostrar uma cópia da página no lugar. %2$sNão esqueça de escrever uma%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sFrase-chave na metadescrição%2$s: a metadescrição foi definida, mas não contém a frase-chave. %3$sCorrija%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sFrase-chave na metadescrição%2$s: A metadescrição contém a frase-chave %3$s vezes, que é mais do que o limite recomendado de 2 vezes. %4$sCorrija%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sFrase-chave na metadescrição%2$s: Frase-chave ou sinônimo aparece na metadescrição. Bom trabalho!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sTamanho da frase-chave%5$s: A frase-chave contém %1$d %6$s. Isso é bem mais que o máximo recomendado de %2$d %6$s. %4$sUse uma frase mais curta%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sTamanho da frase-chave%5$s: A frase-chave contém %1$d %6$s. Isso é mais que o máximo recomendado de %2$d %6$s. %4$sUse uma frase mais curta%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sTamanho da frase-chave%2$s: Bom trabalho!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sTamanho da frase-chave%3$s: Nenhuma frase-chave foi definida para essa página. %2$sDefina uma frase-chave para podermos calcular sua pontuação de SEO%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sFrase-chave na introdução%3$s: Sua frase-chave, ou algum sinônimo, não está no primeiro parágrafo do texto. %2$sCertifique-se de que o assunto seja identificado imediatamente%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sFrase-chave na introdução%3$s: Sua frase-chave, ou um sinônimo, aparece no primeiro parágrafo do texto, porém não está dentro de uma frase. %2$sCorrija isto%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sFrase-chave na introdução%2$s: Bom trabalho!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sLinks internos%2$s: Existem tanto links nofollow quanto normais nessa página. Bom trabalho!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sLinks internos%2$s: Você tem links internos o suficiente. Bom trabalho!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sLinks internos%3$s: Todos os links desta página são nofollow. %2$sAdicione bons links internos%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sLinks internos%3$s: Nenhum link interno aparece nesta página, %2$sAdicione alguns links%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sPalavras de transição%2$s: concluído!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sPalavras de transição%2$s: Somente %3$s das suas frases contêm palavras de transição, o que não é suficiente. %4$sUtilize mais palavras assim%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sPalavras de transição%2$s: Nenhuma das frases contêm palavras de transição. %3$sUtilize algumas%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sConteúdo insuficiente%2$s: %3$sAdicione algum conteúdo para que uma boa análise seja feita%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sDistribuição de subtítulos%2$s: Você não está usando nenhum subtítulo, mas seu texto é pequeno o bastante para provavelmente não precisar deles."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sDistribuição de subtítulos%2$s: Você não está usando nenhum subtítulo, apesar de seu texto ser longo. %3$sTente adicionar alguns subtítulos%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sDistribuição de subtítulos%2$s: %3$d seção do seu texto é maior do que %4$d %6$s e não está separada por nenhum subtítulo. %5$sAdicione subtítulos para melhorar a leitura.%2$s.","%1$sDistribuição de subtítulos%2$s: %3$d seções do seu texto são maiores do que %4$d %6$s e não estão separadas por nenhum subtítulo. %5$sAdicione subtítulos para melhorar a leitura.%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sDistribuição de subtítulos%2$s: Bom trabalho!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sTamanho da frase%2$s: %3$s das frases contêm mais do que %4$s %7$s, que é mais do que o recomendado de %5$s. %6$sTente encurtar as frases%2$s."],"%1$sSentence length%2$s: Great!":["%1$sTamanho da frase%2$s: Ótimo!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sFrases consecutivas%2$s: Há variedade suficiente em suas frases. Isso é ótimo!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sFrases consecutivas%2$s: O texto contém %3$d frases consecutivas começando com a mesma palavra. %5$sTente diversificar as coisas%2$s!","%1$sFrases consecutivas%2$s: O texto contém %4$d instâncias, onde %3$d ou mais frases consecutivas começam com a mesma palavra. %5$sTente diversificar as coisas%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sVoz passiva%2$s: %3$s das frases contém voz passiva, o que é mais do que o recomendado de %4$s. %5$sExperimente usar suas alternativas em voz ativa%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sVoz passiva%2$s: Você esta usando voz ativa o suficiente. Isso é ótimo!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sTamanho do parágrafo%2$s: %3$d parágrafo contém mais do que o máximo recomendado de %4$d %6$s. %5$sEncurte seu parágrafo%2$s!","%1$sTamanho do parágrafo%2$s: %3$d parágrafos contêm mais do que o máximo recomendado de %4$d %6$s. %5$sEncurte seus parágrafos%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sTamanho dos parágrafos%2$s: Nenhum dos parágrafos é longo demais. Bom trabalho!"],"Good job!":["Bom trabalho!"],"Focus keyphrase":["Frase-chave de foco"],"Check Keyphrase Density":["Verifique a Densidade da Palavra-Chave"],"Disable":["Desativar"],"Allow Control":["Permitir controle"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Essa guia permite que você desative seletivamente os recursos de %s para todos os sites na rede. Por padrão, todos os recursos estão ativados, o que permite que os administradores do site escolham por si mesmos se quiserem ativar ou desativar um recurso para o site. Quando você desativa um recurso aqui, os administradores do site não poderão usar esse recurso."],"%s is a required feature toggle argument.":["%sé um recurso obrigatório  para alternar o argumento."],"Remove keyphrase":["Remover frase-chave"],"Keyphrase:":["Frase-chave:"],"This feature has been disabled by the network admin.":["Este recurso foi desativado pelo administrador da rede."],"Multiple keyphrases":["Múltiplas frases-chave"],"Focus keyphrase not set.":["Frase-chave em foco não definida."],"Colon":["Dois pontos"],"Optional. Customize how you want to describe the duration of the instruction":["Opcional. Personalize como você quer descrever a duração da instrução"],"Describe the duration of the instruction:":["Descreva a duração da instrução:"],"Learn more about the readability analysis":["Saiba mais sobre a análise de legibilidade"],"Readability analysis:":["Análise de legibilidade:"],"There is a new notification.":["Existe um novo aviso.","Existem novos avisos."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Ambos %1$s e %2$s gerenciam o SEO do seu site. Utilizar dois plugins de SEO ao mesmo tempo é prejudicial."],"%s, %s and %s":["%s, %s e %s"],"%s and %s":["%s e %s"],"%d minute":["%d minuto","%d minutos"],"%d hour":["%d hora","%d horas"],"%d day":["%d dia","%d dias"],"Enter a step title":["Digite um título para a etapa"],"Optional. This can give you better control over the styling of the steps.":["Opcional. Isso pode lhe dar melhor controle sobre o estilo das etapas."],"CSS class(es) to apply to the steps":["Classe(s) de CSS para aplicar às etapas"],"minutes":["minutos"],"hours":["horas"],"days":["dias"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Crie um guia de como fazer amigável para SEO. Você pode usar apenas um bloco de como fazer por post."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Lista suas Perguntas Frequentes (FAQs) de uma forma favorável a SEO. Você pode usar apenas um bloco de FAQ por post."],"Copy error":["Erro ao copiar"],"An error occurred loading the %s primary taxonomy picker.":["Um erro ocorreu durante o carregando do %s seletor de taxonomia primário."],"%1$s Structured Data Blocks":["%1$s Blocos de Dados Estruturados"],"Time needed:":["Tempo necessário:"],"Move question down":["Mover pergunta para baixo"],"Move question up":["Mover pergunta para cima"],"Insert question":["Inserir questão"],"Delete question":["Excluir questão"],"Enter the answer to the question":["Digite a resposta para a questão"],"Enter a question":["Digite uma pergunta"],"Add question":["Adicionar questão"],"Frequently Asked Questions":["Perguntas Frequentes"],"Great news: you can, with %s!":["Boas Notícias: você pode, com %s!"],"(Opens in a new browser window)":["(Abrir em uma nova aba do navegador!)"],"Select the primary %s":["Selecione o(a) %s primário(a)"],"Check links to this URL":["Conferir links para esse URL"],"Keyword research training":["Treinamento sobre pesquisa de palavra-chave"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Você está tentando usar mais de uma frase-chave? Você deve adicioná-las separadamente abaixo."],"Mark as cornerstone content":["Marcar como conteúdo estrutural"],"Move step down":["Mover para baixo"],"Move step up":["Mover para cima"],"Insert step":["Inserir etapa"],"Delete step":["Excluir etapa"],"Add image":["Adicionar imagem"],"Enter a step description":["Digite uma descrição para o passo"],"Enter a description":["Digite uma descrição"],"Unordered list":["Lista não ordenada"],"Showing step items as an ordered list.":["Exibindo passos como uma lista ordenada."],"Showing step items as an unordered list":["Mostrando itens da etapa como uma lista não ordenada"],"Add step":["Adicionar passo"],"Delete total time":["Excluir tempo total"],"Add total time":["Adicionar tempo total"],"How to":["Como"],"How-to":["Como fazer"],"Analysis results":["Resultado da análise"],"Enter a focus keyphrase to calculate the SEO score":["Insira uma frase-chave em foco para calcular a sua pontuação em SEO"],"Learn more about Cornerstone Content.":["Saiba mais sobre o conteúdo estrutural."],"Cornerstone content should be the most important and extensive articles on your site.":["O conteúdo estrutural deve ser os artigos mais importantes e extensos do seu site."],"Restore Site":["Restaurar Site"],"Network Settings":["Configurações de rede"],"You are not allowed to perform this action.":["Você não tem permissão para realizar essa ação."],"Error: %s":["Erro: %s"],"Success: %s":["Sucesso: %s"],"Site with ID %d not found.":["Site com ID %d não encontrado."],"No site has been selected to restore.":["Nenhum site foi selecionado para restaurar."],"You are not allowed to modify unregistered network settings.":["Sem permissão para modificar as configurações de rede não registradas."],"deleted":["excluído"],"Would you like to add another keyphrase?":["Gostaria de adicionar outra frase-chave?"],"Copied!":["Copiado!"],"Not supported!":["Não suportado!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Leia {{a}}nosso artigo sobre estrutura de sites{{/a}} para aprender mais sobre como links internos podem ajudar a melhorar seu SEO."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Considere criar links para estes {{a}}artigos estruturais{{/a}}"],"Consider linking to these articles:":["Considere fazer link para esses artigos:"],"Copy link":["Copiar link"],"Copy link to suggested article: %s":["Copiar link para artigos sugeridos: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leia nosso %1$sguia definitivo para pesquisa de palavras-chave%2$s para aprender mais sobre pesquisa e estratégia de palavras-chave."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["As seguintes palavras são as mais recorrentes no conteúdo. Elas indicam o foco do seu texto. Se as palavras diferirem muito do seu tópico, sugerimos reescrever o conteúdo."],"Prominent words":["Palavras proeminentes"],"The site's tagline":["O slogan do site"],"Not all required fields are given. Missing field %1$s":["Nem todos os campos obrigatórios foram preenchidos. São eles: %1$s"],"Add synonyms":["Adicionar sinônimos"],"Would you like to add keyphrase synonyms?":["Gostaria de adicionar sinônimos da frase-chave?"],"Would you like to add more than one keyphrase?":["Gostaria de incluir mais de uma frase-chave?"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Você pode editar os metadados de SEO para este tipo personalizado na %1$spágina da loja%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Você ainda não definiu a sua página da loja nas configurações do WooCommerce. Configure-a primeiro."],"Current year":["Ano atual"],"Page":["Página"],"Something went wrong. Please reload the page.":["Algo deu errado. Recarregue a página."],"Tagline":["Slogan"],"description (custom taxonomy)":["descrição (taxonomia personalizada)"],"(custom taxonomy)":["(taxonomia personalizada)"],"(custom field)":["(campo personalizado)"],"Term404":["Erro 404"],"Caption":["Legenda"],"Pagenumber":["Número de página"],"Pagetotal":["Total de páginas"],"Page number":["Número de página"],"User description":["Descrição de usuário"],"ID":["ID"],"Modified":["Modificado"],"Post type (plural)":["Tipo de post (plural)"],"Post type (singular)":["Tipo de post (singular)"],"Separator":["Separador"],"Search phrase":["Frase de busca"],"Term title":["Título do termo"],"Term description":["Descrição do termo"],"Tag description":["Descrição da tag"],"Category description":["Descrição da categoria"],"Primary category":["Categoria primária"],"Category":["Categoria"],"Tag":["Tag"],"Excerpt only":["Somente resumo"],"Excerpt":["Resumo"],"Site title":["Título do site"],"Archive title":["Título do arquivo"],"Parent title":["Título do ascendente"],"Date":["Data"],"Get Yoast SEO Premium":["Adquira Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Você deveria criar um redirecionamento para se assegurar de que os seus visitantes não recebam um erro 404 quando clicarem em URLs inativos."],"Search engines and other websites can still send traffic to your deleted post.":["Mecanismos de busca e outros sites ainda podem direcionar usuários para seu post excluído."],"Make sure you don't miss out on traffic!":["Certifique-se de não perder o tráfego!"],"You just deleted a %1$s.":["Voce deletou um %1$s."],"You just trashed a %1$s.":["Você colocou um %1$s na lixeira."],"Settings for %s archive":["Configurações para o arquivo %s"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["As configurações desta página permitirão a você especificar qual aparência o campo de busca padrão deve ter para cada tipo de conteúdo seu. Você pode definir quais tipos de conteúdos aparecem nos resultados de busca e sua descrição padrão."],"Url preview":["Pré-visualização de URL"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Forneça uma metadescrição editando a amostra abaixo. Se você não fizer isso, o Google tentará encontrar uma parte relevante do seu conteúdo para mostrar nos resultados da pesquisa."],"Dismiss this notice":["Dispensar este aviso"],"No results":["Nenhum resultado"],"%d result found, use up and down arrow keys to navigate":["%d resultado encontrado, use as teclas para cima e para baixo para navegar","%d resultados encontrados, use as teclas para cima e para baixo para navegar"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["O idioma do seu site está definido como %s. Se essa informação não está correta, entre em contato com seu administrador do site."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Obtenha seu código de verificação Baidu em %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Código de verificação do Baidu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["O recurso importador do %s usa tabelas temporárias no banco de dados. Parece que a sua instalação do WordPress não tem a capacidade de fazer isso, consulte o seu provedor de hospedagem."],"Cleanup of %s data failed.":["Falha ao apagar dados de %s."],"Content Type":["Tipo de conteúdo"],"Filter by content type":["Filtro por tipo de conteúdo"],"Show All Content Types":["Mostrar todos os tipos de conteúdo"],"Replaced with the normal title for an archive generated by WordPress":["Substituir pelo título normal de um arquivo gerado pelo WordPress"],"Clean":["Limpo"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Quando você estiver certo de que o seu site está OK, você pode limpar. Isso irá remover todos os dados originais."],"Step 5: Clean up":["Passo 5: limpar"],"Please check your posts and pages and see if the metadata was successfully imported.":["Por favor, verifique suas mensagens e páginas e veja se os metadados foram importados com êxito."],"Step 3: Check your data":["Passo 3: conferir seus dados"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Isso importará os metadados dos posts, como títulos e descrições de SEO, para os seus metadados do %1$s. Ele só fará isso quando não houver metadados do %1$s. Os dados originais permanecerão no lugar."],"Step 2: Import":["Passo 2: importação"],"Please make a backup of your database before starting this process.":["Faça um backup do seu banco de dados antes de iniciar este processo."],"Step 1: Create a backup":["Passo 1: Criar um backup"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Detectamos dados de um ou mais plugins de SEO em seu site. Siga as seguintes etapas para importar esses dados:"],"Plugin: ":["Plugin: "],"%s did not detect any plugin data from plugins it can import from.":["Não foi encontrada nenhuma informação de plugins que possa ser importada em %s."],"Posts that should not show up in search results":["Posts que não devem aparecer nos resultados da pesquisa"],"%s data found.":["%s dados encontrados."],"%s data successfully removed.":["%s dados removidos com sucesso."],"%s data successfully imported.":["%s dados importados com sucesso."],"%s data not found.":["%s dados não encontrados."],"24/7 email support":["Suporte por e-mail 24/7"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Para que os mecanismos de busca saibam quais perfis sociais estão associados a este site, digite os dados dos perfis sociais do seu site abaixo."],"Learn more about your social profiles settings":["Saiba mais sobre as configurações dos seus perfis sociais"],"Remove the categories prefix?":["Remover o prefixo das categorias?"],"Help on the category prefix setting":["Ajuda na configuração do prefixo de categoria"],"Learn more about the available variables":["Saiba mais sobre as variáveis disponíveis"],"Learn more about the RSS feed setting":["Saiba mais sobre a configuração de feed RSS"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Quando você envia um item de mídia (ex: imagem ou vídeo) para o WordPress, ele não apenas salva a mídia, mas também cria um URL de anexo para esta mídia. Estas páginas de anexo são bastante vazias: elas contêm apenas o item de mídia e talvez um título, se foi inserido durante o envio. Por causa disso, se você nunca usa estes URLs de anexo, é melhor desativá-los e redirecioná-los para o próprio item de mídia."],"Learn more about the Media and attachment URLs setting":["Saiba mais sobre a configuração de URLs de mídia e anexos"],"Learn more about the special pages setting":["Saiba mais sobre a configuração de páginas especiais"],"Help on the date archives search results setting":["Ajuda na configuração dos resultados da pesquisa dos arquivos da data"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Não exibir as páginas arquivo de autores sem posts nos resultados de pesquisa tecnicamente significa que elas terão um metadado %1$s para robôs e serão excluídas dos sitemaps XML. %2$sMais informações nas configurações dos resultados de pesquisa%3$s."],"Help on the authors without posts archive search results setting":["Ajuda sobre os autores sem a definição de resultados de pesquisa de arquivo de postagens"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Não exibir as páginas de arquivo para autores nos resultados de pesquisa tecnicamente significa que elas terão um metadado %1$s para robôs e serão excluídas dos sitemaps XML. %2$sMais informações nas configurações dos resultados de pesquisa%3$s."],"Help on the author archives search results setting":["Ajuda sobre a configuração dos resultados da pesquisa dos arquivos do autor"],"Archives settings help":["Ajuda na configuração das páginas de arquivos"],"Learn more about the archives setting":["Leia mais sobre a configuração de arquivos"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Obtenha seu código de verificação Yandex em %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Código de verificação Yandex"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Obtenha seu código de verificação Google em %1$sGoogle Search Console%2$s."],"Google verification code":["Código de verificação Google"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Obtenha seu código de verificação do Bing no %1$sBing Webmaster Tools%2$s."],"Bing verification code":["Código de verificação Bing"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Você pode usar as caixas abaixo para verificar nas diferentes Ferramentas para Webmasters. Esse recurso adicionará uma meta tag de verificação em sua página inicial. Siga os links para as diferentes Ferramentas de Webmaster e procure instruções para o método de verificação de meta-tag para obter o código de verificação. Se o seu site já foi verificado, você pode simplesmente ignorar isso."],"Learn more about the Webmaster Tools verification":["Saiba mais sobre a verificação das Ferramentas do Webmaster"],"On":["Ligado"],"Help on: %s":["Ajuda sobre: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s vem com muitos recursos. Você pode ativar / desativar alguns deles abaixo. Clicar no ponto de interrogação fornece mais informações sobre o recurso."],"Off":["Desligado"],"See who contributed to %1$s.":["Veja quem contribuiu para %1$s."],"Help on this search results setting":["Ajuda sobre essa configuração dos resultados de busca"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Não mostrar o arquivo para %1$s nos resultados de pesquisa tecnicamente significa que ele terá um metadado %2$s para robôs e será excluído dos sitemaps XML. %3$sMais informações nas configurações dos resultados de pesquisa%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Não mostrar %1$s nos resultados de pesquisa tecnicamente significa que eles terão um metadado %2$s para robôs e serão excluídos dos sitemaps XML. %3$sMais informações nas configurações dos resultados de pesquisa%4$s."],"Default for %2$s, currently: %1$s":["Padrão para %2$s, atualmente: %1$s"],"Show %s in search results?":["Mostrar %s nos resultados de pesquisa?"],"this author's archives":["arquivos deste autor"],"Do not allow search engines to show %s in search results.":["Não permitir que os mecanismos de busca mostrem %s nos resultados de busca."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["URLs de categoria no WordPress contêm um prefixo, geralmente %s, esse recurso remove esse prefixo, apenas para categorias."],"Category URLs":["URLs de categoria"],"the archive for %s":["o arquivo para %s"],"Redirect attachment URLs to the attachment itself?":["Redirecionar URLs de anexos para o anexo em si?"],"We recommend you set this to Yes.":["Recomendamos que você defina isso como Sim."],"Media & attachment URLs":["URLs de mídia e anexos"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Isto é o que mostra nos resultados da pesquisa quando as pessoas acham sua página inicial. Isso significa que isso provavelmente é o que eles vêem quando eles procuram seu nome de marca."],"date archives":["arquivos de data"],"archives for authors without posts":["arquivos para autores sem posts"],"Read why XML Sitemaps are important for your site.":["Leia porque os Sitemaps XML são importantes para o seu site."],"Enable the XML sitemaps that %s generates.":["Ativar os sitemaps XML que %s gera."],"See the XML sitemap.":["Veja o Sitemap XML."],"%s (current default for %s)":["%s (padrão atual para %s)"],"Media":["Mídia"],"Content Types":["Tipos de Conteúdo"],"Should search engines follow links on this %1$s?":["Os mecanismos de busca devem seguir os links em %1$s?"],"Allow search engines to show this %s in search results?":["Permitir que os mecanismos de pesquisa mostrem %s nos resultados de busca?"],"Search Appearance":["Aparência na Pesquisa"],"Toggle %1$s's XML Sitemap":["Alternar o sitemap XML de %1$s"],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Ativar esse recurso se quiser que o Twitter exiba uma visualização com imagens e um resumo de texto quando um link para seu site for compartilhado."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Ativar esse recurso se quiser que o Facebook e outras mídias sociais exibam uma visualização com imagens e um resumo de texto quando um link para seu site for compartilhado."],"Read more about how %s works.":["Leia mais sobre como %s funciona."],"%s integration":["%s integração"],"Find out how the text link counter can enhance your SEO.":["Descubra como o contador de links de texto pode melhorar o seu SEO."],"The text link counter helps you improve your site structure.":["O contador de link de texto ajuda a melhorar a estrutura do site."],"Find out how cornerstone content can help you improve your site structure.":["Descubra como o conteúdo estrutural pode ajudá-lo a melhorar a estrutura geral do seu site."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["O recurso de conteúdo estrutural permite que você marque e filtre este tipo de conteúdo em seu site."],"Discover why readability is important for SEO.":["Descubra por que legibilidade é importante para SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["A análise de legibilidade oferece sugestões para melhorar a estrutura e o estilo do seu texto."],"Learn how the SEO analysis can help you rank.":["Saiba como a análise de SEO pode ajudar a melhorar o seu posicionamento."],"The SEO analysis offers suggestions to improve the SEO of your text.":["A análise de SEO oferece sugestões para melhorar o SEO do seu texto."],"SEO analysis":["Análise de SEO"],"Allow customers to pick up their %s order locally":["Permita que os clientes coletem seus pedidos do %s localmente"],"Get better search results in local search":["Obter melhores resultados de pesquisa em buscas locais"],"Good results":["Bons resultados"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Posts mais recentes em %1$s"],"Remove highlight from the text":["Remover o destaque do texto"],"Your site language is set to %s. ":["O idioma do seu site está definido como %s. "],"First-time SEO configuration":["Configurações de SEO pela primeira vez"],"Highlight this result in the text":["Realçar este resultado no texto"],"Considerations":["Considerações"],"Errors":["Erros"],"Change language":["Alterar língua"],"%s file":["%s arquivo"],"Save changes to %s":["Salvar alterações em %s"],"Edit the content of your %s:":["Editar o conteúdo do seu %s:"],"Create %s file":["Criar arquivo %s"],"Updated %s":["Atualizado %s"],"You cannot edit the %s file.":["Você não pode editar o arquivo %s."],"You cannot create a %s file.":["Você não pode criar um arquivo %s."],"More information about %1$s":["Mais informação sobre %1$s"],"Old Configuration Wizard":["Antigo assistente de configuração"],"Manage your %s subscription on MyYoast":[""],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Marque o %1$s mais importante como \"conteúdo estrutural\" para melhorar a estrutura do seu site. %2$sAprenda mais sobre conteúdo estrutural%3$s."],"(Opens in a new browser tab)":["(Abre numa nova aba do navegador)"],"Go back":["Voltar"],"Posts %1$swithout%2$s a focus keyphrase":["Posts %1$ssem%2$s uma frase-chave em foco"],"Hey, your SEO is doing pretty well! Check out the stats:":["Ei, seu SEO está indo muito bem! Confira as estatísticas:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Você não tem posts publicados, suas pontuações de SEO aparecerão aqui quando você publicar seu primeiro post!"],"Read more like this on our SEO blog":["Leia mais sobre isso em nosso blog sobre SEO"],"Readability: %s":["Legibilidade: %s"],"Not activated":["Não ativado"],"Activated":["Ativado"],"%1$s recommendations for you":["%1$s recomendações para você"],"All Readability Scores":["Todas as pontuações de legibilidade"],"Filter by Readability Score":["Filtrar por pontuação de legibilidade"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Você não está recebendo atualizações nem suporte! Corrija esse problema adicionando este site e habilitando %1$s no %2$s."],"Request method %1$s is not valid.":["O método de solicitação %1$s não é válido."],"Text link counter":["Contador de links no texto"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de links internos apontados para este post. Consulte o texto \"Yoast Columns\" no menu de ajuda para obter mais informações."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Número de links internos neste post. Consulte o texto \"Colunas do Yoast\" na aba do menu de ajuda para obter mais informações."],"%s Columns":["Colunas do %s"],"Readability score":["Pontuação de legibilidade"],"Scroll to see the preview content.":["Role para baixo para visualizar o conteúdo."],"Other benefits of %s for you:":["Outros benefícios do %s para você:"],"Cornerstone content":["Conteúdo estrutural"],"Upgrade Premium":["Atualizar para Premium"],"Superfast internal linking suggestions":["Sugestões super-rápidas de links internos"],"Great news: you can, with %1$s!":["Boas novas: você pode, com o %1$s!"],"Save changes":["Salvar alterações"],"1 year free support and updates included!":["1 ano de suporte gratuito e atualizações incluídos!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["O plugin %2$s altera a saída do seu site e, ao fazer isso, diferencia entre os mecanismos de pesquisa e usuários normais, um processo que é chamado de camuflagem. Recomendamos que você o desative."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sPrévia da Rede Social%2$s: Facebook & Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sChega de links quebrados%2$s: gerenciador de redirecionamento simplificado"],"No ads!":["Sem anúncios!"],"Facebook & Twitter":["Facebook e Twitter"],"Social media preview":["Pré-visualização em mídias sociais"],"Easy redirect manager":["Gerenciador de redirecionamento simplificado"],"No more dead links":["Chega de links quebrados"],"Increase your SEO reach":["Aumente seu alcance de SEO"],"Variable":["Variável"],"Available variables":["Variáveis disponíveis"],"Scroll to see the table content.":["Deslize para ver a tabela de conteúdo."],"An error occurred in the '%1$s' assessment":["Ocorreu um erro no item %1$s"],"No new notifications.":["Não há novas notificações."],"Save all":["Salvar tudo"],"Save":["Salvar"],"%1$s, Author at %2$s":["%1$s, Autor em %2$s"],"Mobile preview":["Pré-visualização para dispositivos móveis"],"Desktop preview":["Pré-visualização para computadores"],"Please provide an SEO title by editing the snippet below.":["Forneça um título SEO editando a amostra abaixo."],"Meta description preview:":["Pré-visualização da metadescrição:"],"Slug preview:":["Pré-visualização do Slug:"],"SEO title preview:":["Prévia do título SEO:"],"Close snippet editor":["Fechar editor de amostra"],"Slug":["Slug"],"Remove marks in the text":["Remover marcas no texto"],"Mark this result in the text":["Marcar este resultado no texto"],"Marks are disabled in current view":["Marcações desabilitadas na visualização atual"],"Good SEO score":["Pontuação de SEO boa"],"OK SEO score":["Pontuação de SEO média"],"Feedback":["Feedback"],"Name":["Nome"],"Please provide a meta description by editing the snippet below.":["Forneça uma metadescrição editando a amostra abaixo."],"Edit snippet":["Editar amostra"],"You can click on each element in the preview to jump to the Snippet Editor.":["Você pode clicar em cada elemento na prévia para ir ao Editor de Amostra."],"SEO title preview":["Prévia do título de SEO"],"Export settings":["Exportar configurações"],"Please don't show me this notification anymore":["Não mostre mais essa notificação"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Se estiver enfrentando problemas, %1$senvie um relatório de erro%2$s e faremos tudo o que pudermos para ajudar você."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Percebemos que você já está usando o %1$s há algum tempo; esperamos que esteja gostando! Nós adoraríamos se você pudesse %2$snos classificar com 5 estrelas no WordPress.org%3$s!"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Aviso: a variável %1$s não pode ser usada neste modelo. Veja o %2$s para mais informações."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["A propósito, sabia que também temos um %1$sPlugin Premium%2$s? Ele oferece recursos avançados, como um gerenciador de redirecionamentos e suporte para várias frases-chave na mesma página. Também inclui suporte 24h por dia."],"(no title)":["(sem título)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["O menu da barra de administração do %1$s contém links úteis a ferramentas de terceiros para analisar páginas, além de facilitar a visualização de novas notificações."],"Admin bar menu":["Menu da barra do administrador"],"Features":["Recursos"],"SEO title":["Título SEO"],"Greater than sign":["Sinal de maior"],"Less than sign":["Sinal de menor do que"],"Right angle quotation mark":["Aspas em ângulo à direita"],"Left angle quotation mark":["Aspas em ângulo à esquerda"],"Small tilde":["Til"],"Vertical bar":["Barra vertical"],"Low asterisk":["Asterisco baixo"],"Asterisk":["Asterisco normal"],"Bullet":["Marcador"],"Middle dot":["Ponto mediano"],"Em dash":["Travessão"],"En dash":["Meia-risca"],"Dash":["Traço"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Escolha o símbolo para usar como seu separador de titulo. Isso vai aparecer, por exemplo, entre o titulo do seu post e o nome do site. Símbolos são mostrados no tamanho que vão aparecer no resultado das buscas."],"No":["Não"],"Yes":["Sim"],"Social profiles":["Perfis sociais"],"Posts list":["Lista de posts"],"Posts list navigation":["Navegação da lista de posts"],"Filter posts list":["Filtrar lista de posts"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Observe que os links para arquivos ainda podem ser exibidos pelo seu tema e você teria que removê-los separadamente."],"%1$s to optimize your site even further":["%1$s para otimizar seu site ainda mais"],"%1$s extensions":["%1$s  extensões"],"Comes with our 30-day no questions asked money back guarantee":["O produto tem garantia de 30 dias. Sem necessidade de se justificar, devolvemos o seu dinheiro"],"More information %1$sabout %3$s%2$s":["Mais informações %1$ssobre o %3$s%2$s"],"Installed":["Instalado"],"gain access to our 24/7 support team.":["tenha acesso à nossa equipe de suporte 24h."],"Premium support":["Suporte Premium"],"check what your Facebook or Twitter post will look like.":["verifique como vai ficar seu post do Facebook ou Twitter."],"Social previews":["Prévias sociais"],"create and manage redirects from within your WordPress install.":["crie e administre redirecionamentos de dentro da sua instalação do WordPress."],"Redirect manager":["Gerenciador de redirecionamentos"],"%1$s, take your optimization to the next level!":["%1$s, leve sua otimização para o próximo nível!"],"A seamless integration between %1$s and %2$s":["Uma integração perfeita entre %1$s e %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Usar o caminho de navegação do %1$s ao invés do %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Insira facilmente o Google Maps, um localizador de estabelecimento, horário de funcionamento e mais"],"Creates XML News Sitemaps":["Crie Sitemaps XML de notícias"],"Immediately pings Google on the publication of a new post":["Informe o Google imediatamente sobre a publicação de um post novo"],"Optimize your site for Google News":["Otimize seu site para o Google News"],"Make videos responsive through enabling fitvids.js":["Torne os videos responsivos habilitando o fitvids.js"],"Enhance the experience of sharing posts with videos":["Melhore a experiência de compartilhar posts com vídeos"],"Show your videos in Google Videos":["Mostre seus vídeos no Google Videos"],"Edit &#8220;%s&#8221;":["Editar &#8220;%s&#8221;"],"Premium":["Premium"],"Get Premium":["Seja Premium"],"Google Trends":["Google Trends"],"Notifications":["Notificações"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Remove a seção de frase-chave da caixa de metadados e desativa todas as sugestões relacionadas à SEO."],"Disable SEO analysis":["Desabilitar análise de SEO"],"Twitter settings":["Configurações do Twitter"],"Pinterest settings":["Configurações do Pinterest"],"Facebook settings":["Configurações do Facebook"],"Title separator symbol":["Simbolo separador do título"],"RSS feed settings":["Configurações do feed RSS"],"Breadcrumbs settings":["Configurações do caminho de navegação"],"Make primary":["Tornar primário"],"Cancel":["Cancelar"],"%s notification":["%s notificação","%s notificações"],"Disable readability analysis":["Desativar a análise de legibilidade"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Remove a seção de legibilidade da caixa de metadados e desativa todas as sugestões relacionadas à legibilidade."],"Readability analysis":["Análise da legibilidade"],"Needs improvement":["Precisa melhorar"],"Readability":["Legibilidade"],"Improvements":["Melhorias"],"Good job! We could detect no serious SEO problems.":["Bom trabalho! Não detectamos nenhum problema grave de SEO."],"We have detected the following issues that affect the SEO of your site.":["Detectamos os seguintes problemas que afetam o SEO de seu site."],"Problems":["Problemas"],"Analysis":["Análise"],"Not available":["Não disponível"],"Filter by SEO Score":["Filtrar por pontuação de SEO"],"Meta description not set.":["Metadescrição não definida."],"Open":["Abrir"],"Loading...":["Carregando..."],"No results found":[""],"Dashboard":["Painel"],"You can fix this on the %1$sPermalink settings page%2$s.":["Você pode corrigir isso na %1$spágina de configurações de links permanentes%2$s."],"Replaced with the primary category of the post/page":["Substituído pela categoria principal do post/página"],"Pinterest confirmation":["Confirmação do Pinterest"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Caso já tenha confirmado seu website com o Pinterest, você pode pular o passo abaixo."],"Format-based archives":["Arquivos baseados em formato"],"Webmaster Tools verification":["Verificação no Webmaster Tools"],"Buy %s":["Comprar %s"],"New %1$s Title":["Novo título de %1$s"],"Existing %1$s Title":["Título de %1$s existente"],"Expected an integer as input.":["O campo espera um número inteiro."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Tentando construir uma chave de cache para o arquivo sitemap, mas a combinação de sufixo e prefixo não deixa muito espaço para isso. Você provavelmente está solicitando uma página que está fora do intervalo esperado."],"Redirects":["Redirecionamentos"],"Remove":["Remover"],"Keep":["Manter"],"Bold the last page":["Destacar a última página"],"Regular":["Normal"],"Bold":["Negrito"],"Show Blog page":["Exibir a página do blog"],"Primary %s":["Primário %s"],"Primary":["Primário"],"Make %1$s primary %2$s":["Torne %1$s a %2$s primária"],"Integrations":["Integrações"],"Term is set to noindex.":["Termo configurado para não ser indexado."],"Author archives":["Arquivo do autor"],"Enabled":["Ativo"],"Disabled":["Inativo"],"The separator defined in your theme's %s tag.":["O separador definido na tag %s do seu tema."],"No index":["Não indexar"],"Once Weekly":["Uma vez por semana"],"SEO score":["Pontuação de SEO"],"Team Yoast":["Equipe da Yoast"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["A primeira verdadeira solução completa de SEO para o WordPress, incluindo a análise de conteúdo por página, sitemaps XML e muito mais."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Ativação falhou:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Essa extensão de filtro parece estar indisponível. Por favor peça a sua hospedagem para habilitá-la."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["A instalação do plugin %1$s está incompleta. Consulte as %2$sinstruções de instalação%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["The Standard PHP Library (SPL) parece não estar disponível. Por favor, solicite ao seu host para habilitá-lo."],"SEO Settings":["Configurações de SEO"],"Mobile-Friendly Test":["Teste de dispositivos móveis"],"Google Page Speed Test":["Teste de Velocidade de Página do Google"],"CSS Validator":["Validador CSS"],"HTML Validator":["Validador HTML"],"Pinterest Rich Pins Validator":["Validador Rich Pins do Pinterest"],"Facebook Debugger":["Facebook Debugger"],"Check Google Cache":["Verificar cache do Google"],"Analyze this page":["Analisar esta página"],"Keyword Research":["Pesquisa de palavra-chave"],"%s does not seem to be a valid url. Please correct.":["%s não parece ser uma URL válida. Por favor, corrija."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s não parece ser um %2$s válido verificação de string. Por favor, corrija."],"%s Archive":["Arquivo %s"],"You searched for %s":["Você pesquisou por %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s não parece ser um nome de usuário válido no Twitter. É necessário corrigir."],"Summary with large image":["Resumo com imagem grande"],"The post %1$s appeared first on %2$s.":["O post %1$s apareceu primeiro em %2$s."],"No numeric value was received.":["Nenhum valor numérico foi recebido."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Este deve ser um blog já existente. O blog %s não existe ou foi marcado como excluído."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["A configuração padrão do blog deve ser o id do blog que você deseja usar como padrão."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s não é uma opção válida para quem deve ter acesso às configurações do %2$s. O valor foi redefinido para o padrão."],"Please select a valid post type for taxonomy \"%s\"":["Selecione um tipo de resposta válido para a taxonomia \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Por favor selecione uma taxonomia válida para o tipo de mensagem \"%s\""],"You searched for":["Você pesquisou por"],"Home":["Início"],"Archives for":["Arquivos para"],"Error 404: Page not found":["Erro 404: Página não encontrada"],"Good":["Bom"],"Replaced with a custom taxonomies description":["Sobrescrito por uma descrição de taxonomia customizada"],"Replaced with a posts custom taxonomies, comma separated.":["Substituído pelas taxonomias personalizadas do post (separadas por vírgulas)"],"Replaced with a posts custom field value":["Substituído pelo valor de um campo personalizado do post"],"Replaced with the slug which caused the 404":["Substituição do slug que causou erro 404"],"Replaced with the posts focus keyphrase":["Substituído pela frase-chave em foco do post"],"Attachment caption":["Substituído pela legenda do anexo"],"Replaced with the current page number":["Substituído pelo número da página atual"],"Replaced with the current page total":["Substituído pelo total de páginas atual"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Substituído com o número da página atual com o contexto (Ex: página 2 de 4)"],"Replaced with the current year":["Substituído pelo ano corrente"],"Replaced with the current month":["Substituído pelo mês corrente"],"Replaced with the current day":["Substituído pelo dia de hoje"],"Replaced with the current date":["Substituído pela data corrente"],"Replaced with the post/page author's 'Biographical Info'":["Substituído com o post/página do(s) autor(es) 'Biographical Info'"],"Replaced with the post/page author's 'nicename'":["Substituído pelo 'nome de exibição' do autor do post/página"],"Replaced with the post/page ID":["Substituído pela ID do post/página"],"Replaced with the post/page modified time":["Substituído pelo horário modificado do post/página"],"Replaced with the content type plural label":["Substituído pelo rótulo do tipo de conteúdo no plural"],"Replaced with the content type single label":["Substituído pelo rótulo do tipo de conteúdo no singular"],"Replaced with the current search phrase":["Substituído pela frase de busca atual"],"Replaced with the term name":["Substituído pelo nome do termo"],"Replaced with the term description":["Substituído pela descrição do termo"],"Replaced with the tag description":["Substituído pela descrição da tag"],"Replaced with the category description":["Substituído pela descrição da categoria"],"Replaced with the post categories (comma separated)":["Substituído pelas categorias do post (separadas por vírgulas)"],"Replaced with the current tag/tags":["Substituído pela tag/tags atuais"],"Replaced with the post/page excerpt (without auto-generation)":["Substituído pelo resumo do post/página (sem geração automática)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Substituído pelo resumo do post/página (ou gerado automaticamente caso não exista)"],"The site's name":["Substituído pelo nome do site"],"Replaced with the title of the parent page of the current page":["Substituído pelo o título da página pai da página atual"],"Replaced with the title of the post/page":["Substituído pelo título do post/página"],"Replaced with the date of the post/page":["Substituído pela data do post/page"],"Page %1$d of %2$d":["Página %1$d de %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Você não pode ignorar uma substituição de variável padrão de WPSEO registrando uma variável com o mesmo nome. Use o filtro \"wpseo_replacements\" em vez de ajustar o valor de substituição."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Uma variável de substituição com o mesmo nome já foi registrado. Tente criar um nome de variável exclusivo."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Uma variável de substituição não pode começar com \"%%cf_\" ou \"%%ct_\", sendo estes reservados para variáveis ​​padrão do WPSEO, campos personalizados e taxonomias personalizadas. Tente criar um nome de variável exclusivo."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Uma variável de substituição só pode conter caracteres alfanuméricos, sublinhados ou um traço. Tente mudar sua variável."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Aviso apenas para o administrador: esta página não mostra uma metadescrição porque não possui nenhuma. Ou escreva uma para esta página especificamente ou vá ao menu [%1$s - %2$s] e configure um modelo."],"Page not found":["Página não encontrada"],"%s Archives":["Arquivos %s"],"Meta description to use for Author page":["Metadescrição a usar para a página de autor"],"Title to use for Author page":["Título a usar para a página de Autor"],"%1$s settings":["Configurações do %1$s"],"Export your %1$s settings":["Exportar configurações do %1$s"],"Import settings":["Importar configurações"],"Import from other SEO plugins":["Importar de outros plugins de SEO"],"Import":["Importar"],"If you had a %s file and it was editable, you could edit it from here.":["Se você tivesse um arquivo %s e ele fosse editável, você poderia editá-lo a partir daqui."],"If your %s were writable, you could edit it from here.":["Se seu %s fosse tivesse permissão de gravação, você poderia editá-lo a partir daqui."],"You don't have a %s file, create one here:":["Você não tem um arquivo %s, crie um aqui:"],"A link to your site, with your site's name and description as anchor text.":["Link apontando para a URL de seu site e contendo o nome mais a descrição do site como âncora de texto."],"A link to your site, with your site's name as anchor text.":["Link apontando para a URL de seu site e contendo o nome do site como âncora de texto."],"A link to the post, with the title as anchor text.":["Link apontando para a URL do post e contendo o título do post como âncora de texto."],"A link to the archive for the post author, with the authors name as anchor text.":["Link apontando para a URL do arquivo de posts do autor e contendo o nome do autor como âncora de texto."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Você pode usar as variáveis abaixo nos campos. Elas serão substituídas pelos valores à direita."],"Content to put after each post in the feed":["Conteúdo a ser adicIonado após cada post do feed"],"Content to put before each post in the feed":["Conteúdo a colocar no início de cada post do feed"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Este recurso é usado para automaticamente acrescentar conteúdo a seu feed RSS. Mais especificamente, sua função é acrescentar links de retorno apontando para seu blog e para os posts em seu blog, de maneira que scrapers estúpidos também os acrescentem automaticamente, ajudando assim os mecanismos de pesquisa a identificarem você como a fonte original do conteúdo."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["O uso do recurso de caminho de navegação é explicado no %1$sartigo sobre implementação de caminho de navegação em nossa base de conhecimento%2$s."],"How to insert breadcrumbs in your theme":["Como inserir caminhos de navegação em seu tema"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Arquivo de tipo de conteúdo a ser exibido no caminho de navegação para as taxonomias"],"Taxonomy to show in breadcrumbs for content types":["Taxonomia a ser exibida no caminho de navegação para tipos de conteúdo"],"Breadcrumb for 404 Page":["Caminho de navegação da página 404"],"Prefix for Search Page breadcrumbs":["Prefixo dos caminhos de navegação na página de pesquisa"],"Prefix for Archive breadcrumbs":["Prefixo dos caminhos de navegação em arquivos"],"Prefix for the breadcrumb path":["Prefixo dos caminhos de navegação"],"Anchor text for the Homepage":["Texto do link para a Página Inicial"],"Separator between breadcrumbs":["Separador de itens dos caminhos de navegação"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Abaixo estão os pontos SEO de suas publicações. Agora é um bom momento, como sempre, para começar a melhorar suas postagens!"],"Credits":["Créditos"],"&laquo; Back to Tools page":["&laquo; Voltar para a página Ferramentas"],"%1$s comes with some very powerful built-in tools:":["%1$s já vem com algumas ferramentas poderosas de fábrica:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Esta ferramenta permite que você mude rapidamente arquivos importantes para o seu SEO, como o robots.txt e, caso você tenha um, o seu arquivo .htaccess."],"File editor":["Editor de arquivo"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Importe as configurações de outros plugins de SEO e exportar suas configurações para reutilizá-las em (outro) site."],"Import and Export":["Importar e Exportar"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Esta ferramenta permite que você altere rapidamente títulos e descrições de seus posts e páginas sem precisar editá-los um por um."],"Bulk editor":["Editor em massa"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Para %1$sverificar seu site no Pinterest%2$s, adicione sua meta tag aqui:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["O Pinterest usa metadados Open Graph assim como o Facebook, portanto, certifique-se de manter a configuração \"Adicionar metadados Open Graph\" na guia Facebook ativada se quiser otimizar seu site para o Pinterest."],"Add Twitter card meta data":["Acrescentar metadados Twitter card"],"This image is used if the post/page being shared does not contain any images.":["Essa imagem é usada se o post/página compartilhado não contém nenhuma imagem."],"Default settings":["Configurações padrão"],"Description":["Descrição"],"Add Open Graph meta data":["Adicionar metadados Open Graph"],"Accounts":["Contas"],"Restore site to defaults":["Restaurar site para o padrão"],"Site ID":["Site ID"],"Using this form you can reset a site to the default SEO settings.":["Usando este formulário você pode redefinir um site de volta às configurações padrão de SEO."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":[""],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Informe o %1$sID do Site%2$s do qual você deseja usar as configurações como padrão para todos os sites que são adicionados à sua rede. Deixe em branco para nenhum (ou seja, os padrões normais do plugin serão utilizados)."],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Escolha o site cujas configurações você deseja usar como padrão para todos os sites que são adicionados à rede. Se você escolher \"None\", os padrões normais do plugin será utilizado."],"New sites in the network inherit their SEO settings from this site":["Novos sites na rede herdam as configurações de SEO deste site"],"Super Admins only":["Super Administradores apenas"],"Site Admins (default)":["Administradores de Site (padrão)"],"Who should have access to the %1$s settings":["Quem deve ter acesso as configurações %1$s"],"spam":["spam"],"mature":["adulto"],"archived":["arquivado"],"public":["público"],"%s restored to default SEO settings.":["%s restaurado para as configurações padrão de SEO."],"Settings Updated.":["Configurações Atualizadas."],"404 pages":["Páginas 404"],"Search pages":["Páginas de busca"],"These pages will be %s by default, so they will never show up in search results.":["Essas páginas seráo %s por padrão, então elas não aparecerão nos resultados da busca."],"Special pages":["Páginas Especiais"],"Date-based archives could in some cases also be seen as duplicate content.":["Arquivos baseados em data podem, em alguns casos, serem vistos também como conteúdo duplicado."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Se este é o caso no seu site, você pode optar por desativá-lo (o que irá redireciona-lo para a página inicial), ou adicionar %s nele para que ele não apareça nos resultados da busca."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Se você tiver apenas um autor em seu blog, o arquivo por autor será exatamente igual à sua página inicial. Isso é chamado de %1$sproblema de conteúdo duplicado%2$s."],"Date archives":["Arquivos de data"],"author archives":["arquivos do autor"],"Title":["Título"],"Take note:":["Atenção:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Você pode determinar o título e a descrição da página de posts %1$seditando a página de posts diretamente%2$s."],"You can determine the title and description for the posts page by %1$sediting the posts page itself%2$s.":["Você pode determinar o título e a descrição da página inicial %1$seditando a página inicial diretamente%2$s."],"Homepage &amp; Posts page":["Páginas Inicial &amp; Página de Posts"],"Title Separator":["Separador de Título"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s detectou automaticamente se é necessário forçar a reescrita dos títulos de suas páginas. Caso acredite que está errado e saiba o que está fazendo, você pode modificar as configurações aqui."],"Force rewrite titles":["Forçar a reescrita dos títulos"],"Taxonomies":["Taxonomias"],"Homepage":["Página inicial"],"%1$s Extensions":["Extensões do %1$s"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Integre perfeitamente o WooCommerce com o %1$s e tenha recursos extras!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Posicione-se melhor no Google Maps, sem suar a camisa!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Você está no Google News? Aumente seu tráfego do Google News, otimizando seu site para ele!"],"Optimize your videos to show them off in search results and get more clicks!":["Otimize seus vídeos para mostrá-las nos resultados de busca e assim conseguir mais cliques!"],"The premium version of %1$s with more features & support.":["A versão premium do %1$s com mais recursos e suporte."],"Person":["Pessoa"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Estes dados são apresentados como metadados no seu site. Essa informação será usada pelo %1$sGráfico de conhecimento do Google%2$s. Você pode ser uma organização, ou uma pessoa."],"Website name":["Nome do site"],"Webmaster Tools":["Ferramentas para Webmasters"],"RSS":["RSS"],"Permalink":["Link permanente"],"Breadcrumbs":["Caminhos de navegação"],"Authenticate":["Autenticar"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Para poder criar um redirecionamento e corrigir esse problema, você precisa do %1$s.  Você pode comprar esse plugin com um ano de suporte e atualizações em %2$s."],"Creating redirects is a %s feature":["A criação de redirecionamentos é um recurso do %s"],"New URL":["Novo URL"],"Search":["Pesquisar"],"URL":["URL"],"Deactivate %s":["Desativar %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["O plugin %1$s pode causar problemas quando utilizado em conjunto com %2$s."],"Upload Image":["Envio de imagem"],"%s Posts Overview":["Visão Geral dos Posts %s"],"Breadcrumbs title":["Título do caminho de navegação"],"Pinterest":["Pinterest"],"Social settings":["Configurações sociais"],"Archives":["Arquivo"],"Close":["Fechar"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Você instalou %1$s e %2$s, e ambos podem criar sitemaps em XML. Ter dois Sitemaps XML não é benéfico para os mecanismos de pesquisa e ainda podem deixar seu site lento."],"Configure %1$s's Open Graph settings":["Defina as configurações Open Graph do %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Você instalou %1$s e %2$s, e ambos criam dados Open Graph que podem fazer com que o Facebook, Twitter, LinkedIn e outras redes sociais usem textos e imagens erradas quando suas páginas forem compartilhadas."],"%s image":["Imagem no %s"],"%s description":["Descrição no %s"],"%s title":["Título no %s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["muito difícil de"],"Try to make shorter sentences, using less difficult words to improve readability":["Tente escrever frases mais curtas, usando palavras menos difíceis para melhorar a leitura"],"difficult":["difícil de"],"Try to make shorter sentences to improve readability":["Tente escrever frases mais curtas para aumentar a legibilidade"],"fairly difficult":["razoavelmente difícil de"],"OK":["OK"],"fairly easy":["razoavelmente fácil de"],"easy":["fácil de"],"very easy":["muito fácil de"],"The copy scores %1$s in the test, which is considered %2$s to read.":[""],"Flesch reading ease":[""],"Meta Desc.":["Metadesc."],"All SEO Scores":["Todas as pontuações de SEO"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["A imagem destacada deve ter pelo menos 200x200 pixels para ser capturada pelo Facebook e outras redes sociais."],"(no parent)":["(sem ascendente)"],"meta description":[""],"Page title":[""],"Post is set to noindex.":["O post está definido como não-indexável (noindex)."],"The URL that this page should redirect to.":["O URL para o qual esta página deve redirecionar."],"301 Redirect":["Redirecionamento 301"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["O URL canônico para o qual esta página deve apontar. Deixe em branco para usar o link permanente por padrão. %1$sURLs canônicos entre domínios%2$s também são suportados."],"Canonical URL":["URL canônico"],"Title to use for this page in breadcrumb paths":["Título usado para esta página no caminho de navegação"],"Breadcrumbs Title":["Título do caminho de navegação"],"No Snippet":["Sem amostra"],"No Archive":["Sem arquivo"],"No Image Index":["Sem índice de imagens"],"None":["Nenhum"],"Meta robots advanced":["Meta-robôs avançado"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Atenção: mesmo que você possa definir as configurações dos meta-robôs aqui, todo o site está definido como não-indexável (noindex) nas configurações globais de privacidade. Por isso, as configurações abaixo não terão efeito."],"Meta description":["Metadescrição"],"SEO Title":["Título SEO"],"Focus keyword":["Frase-chave em foco"],"Settings successfully imported.":["Configurações importadas com sucesso."],"Settings could not be imported:":["As configurações não puderam ser importadas:"],"Breadcrumb for 404 pages:":["Caminhos de navegação para páginas 404:"],"Prefix for search result pages:":["Prefixo para páginas de resultados de busca:"],"Prefix for archive pages:":["Prefixo para arquivo de páginas:"],"Prefix for breadcrumbs:":["Prefixo dos caminhos de navegação:"],"Anchor text for the homepage:":["Texto âncora para a página inicial:"],"Breadcrumbs separator:":["Separador de caminhos de navegação:"],"%s Breadcrumbs":["Caminho de navegação do %s"],"Use Image":["Usar imagem"],"Action":["Ação"],"Page URL/Slug":["URL/Slug da Página"],"Publication date":["Data de publicação"],"Post Status":["Status do Post"],"WP Page Title":["Título da Página WP"],"View":["Ver"],"View &#8220;%s&#8221;":["Ver &#8220;%s&#8221;"],"Preview":["Visualizar"],"Preview &#8220;%s&#8221;":["Visualizar &#8220;%s&#8221;"],"Edit":["Editar"],"Filter":["Filtro"],"New Yoast Meta Description":["Nova metadescrição do Yoast"],"Existing Yoast Meta Description":["Metadescrição do Yoast existente"],"Facebook profile URL":["URL do perfil no Facebook"],"Twitter username (without @)":["Usuário do Twitter (sem o @)"],"Google":[""],"FAQ":["FAQ"],"Settings":["Configurações"],"Huge SEO Issue: You're blocking access to robots.":["Problema grave de SEO: Você está bloqueando o acesso dos robôs."],"Posts":["Posts"],"Edit Files":["Editar Arquivos"],"General":["Geral"],"Extensions":["Extensões"],"Search Console":["Console de Pesquisa"],"Tools":["Ferramentas"],"Advanced":["Avançado"],"XML sitemaps":["Sitemaps XML"],"Social":["Social"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s detectou que você está usando a versão %2$s do %3$s. Atualize para a versão mais recente para evitar problemas de compatibilidade."],"Just another WordPress site":["Apenas outro site do Wordpress"],"You have used HTML in your value which is not allowed.":["Você utilizou HTML em um campo que não é permitido."],"You can't edit %s that aren't yours.":["Você não pode editar %s que não são seus."],"You can't edit %s.":["Você não pode editar %s."],"Post has an invalid Content Type: %s.":["O post tem um tipo de conteúdo inválido: %s."],"Post doesn't exist.":["O post não existe."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Lixeira <span class=\"count\">(%s)</span>","Lixeira <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tudo <span class=\"count\">(%s)</span>","Tudo <span class=\"count\">(%s)</span>"]}}}