{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=3; plural=(n % 10 == 1 && n % 100 != 11) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"sr_RS"},"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":[""],"Alternate organization name":[""],"Organization or Person":[""],"Use the alternate website name for acronyms, or a shorter version of your website's name.":[""],"Alternate website name":[""],"This name is shown for your site in the search results.":[""],"Website":[""],"Choose how the title of your 404 error pages should look in the browser.":[""],"404 error pages":[""],"Choose how the title of your internal search pages should look in the browser.":[""],"Internal search pages":[""],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile.":[""],"We're sorry, you're not allowed to edit the other profiles of the selected user.":[""],"We're sorry, you're not allowed to edit the other profiles of %1$s%3$s%2$s.":[""],"Show Formats in search results":[""],"Show Media pages in search results":[""],"Show Date archives in search results":[""],"Show Author archives in search results":[""],"Breadcrumbs for %1$s":[""],"Site connections":[""],"See the XML sitemap":[""],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords!":[""],"Enable feature":[""],"Site features":[""],"Learn more":[""],"Set the basic info for your website. Note that some of these values can be used as variables when configuring the search appearance of your content.":[""],"Site info":[""],"We're sorry, you're not allowed to edit the %1$sSite title%2$s and %1$sTagline%2$s.":[""],"Show or hide our tools and controls in the attachment editor.":[""],"(e.g., %1$s":[""],"Remove unregistered URL parameters":[""],"Optimize Google Analytics utm tracking parameters":[""],"Remove WP-JSON API":[""],"Remove emoji scripts":[""],"Remove Atom / RDF feeds":[""],"Remove search results feeds":[""],"Remove custom taxonomy feeds":[""],"Remove tag feeds":[""],"Remove category feeds":[""],"Remove post type feeds":[""],"Remove post authors feeds":[""],"Remove post comments feeds":[""],"Remove global comment feeds":[""],"Remove global feed":[""],"Remove powered by HTTP header":[""],"Remove generator tag":[""],"Remove oEmbed links":[""],"Remove RSD / WLW links":[""],"Remove REST API links":[""],"Remove shortlinks":[""],"%1$s are used for %2$s.":[""],"%1$s are used for %2$s and %3$s.":[""],"Show or hide our tools and controls in the content editor.":[""],"Enable SEO controls and assessments":[""],"Unlock with %1$s":[""],"We couldn’t find anything with that term.":[""],"Please enter a search term that is longer than 3 characters.":[""],"Search...":[""],"Quick search...":[""],"No, continue editing":[""],"Yes, discard changes":[""],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":[""],"Discard all changes":[""],"Connect %1$s with %2$s":[""],"or %1$sLearn more%2$s\t":[""],"Instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"%1$sConnect %2$s with %3$s%4$s to instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"Redirect pretty URLs for search pages to raw format":[""],"Choose the general appearance of your breadcrumbs.":[""],"Breadcrumb appearance":[""],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":[""],"Please tell us more about the person this site represents.":[""],"E.g. https://example.com/yoast":[""],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":[""],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":[""],"Choose whether your site represents an organization or a person.":[""],"Person/organization":[""],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":[""],"E.g. https://wikipedia.com/yoast":[""],"E.g. https://youtube.com/yoast":[""],"E.g. https://twitter.com/yoast":[""],"E.g. https://tumblr.com/yoast":[""],"E.g. https://soundcloud.com/yoast":[""],"E.g. https://pinterest.com/yoast":[""],"E.g. https://myspace.com/yoast":[""],"E.g. https://linkedin.com/yoast":[""],"E.g. https://instagram.com/yoast":[""],"E.g. https://facebook.com/yoast":[""],"Tell us about the other profiles on the web that belong to the person.":[""],"Other profiles":[""],"Oops! Something went wrong while retrieving the user social profiles.":[""],"Writing":[""],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[""],"Google Analytics utm tracking parameters":[""],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":[""],"Advanced: URL cleanup":[""],"Prevent crawling of internal site search URLs":[""],"Block internal site searches which match the patterns of known spam attacks.":[""],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":[""],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs.":[""],"Enables advanced settings for protecting your internal site search URLs.":[""],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":[""],"Internal site search cleanup":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":[""],"WP-JSON API":[""],"Remove JavaScript used for converting emoji characters in older browsers.":[""],"Remove URLs which provide alternative (legacy) formats of all of the above.":[""],"Remove URLs which provide information about your search results.":[""],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":[""],"Remove URLs which provide information about your recent posts, for each tag.":[""],"Remove URLs which provide information about your recent posts, for each category.":[""],"Remove URLs which provide information about your recent posts, for each post type.":[""],"Remove URLs which provide information about recent posts by specific authors.":[""],"Remove URLs which provide information about recent comments on each post.":[""],"Also disables Post comment feeds.":[""],"Remove URLs which provide an overview of recent comments on your site.":[""],"Remove URLs which provide an overview of your recent posts.":[""],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":[""],"Disable unwanted content formats":[""],"Remove links which allow others sites to ‘ping’ yours when they link to you.":[""],"Remove information about the plugins and software used by your site.":[""],"Remove links used for embedding your content on other sites.":[""],"Remove links used by external systems for publishing content to your blog.":[""],"Remove links to the location of your site’s REST API endpoints.":[""],"Rest API links":[""],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":[""],"Remove unwanted metadata":[""],"Crawl optimization":[""],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s":[""],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":[""],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":[""],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of %1$s and %2$s URLs.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. Most people can safely disable all of these, which can help to save bytes, electricity, and trees.":[""],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":[""],"E.g., %1$s and %2$s":[""],"E.g., %1$s":[""],"Enable breadcrumbs for your theme":[""],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":[""],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":[""],"Breadcrumbs for Taxonomies":[""],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":[""],"Breadcrumbs for Post types":[""],"Show Blog page in breadcrumbs":[""],"Breadcrumb for 404 page":[""],"Prefix for Search page breadcrumbs":[""],"Add prefix":[""],"Add anchor text":[""],"Add separator":[""],"Configure the appearance and behavior of your breadcrumbs.":[""],"Disabling this will redirect the %1$s to your site's homepage.":[""],"Refresh this page":[""],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":[""],"Something went wrong. An unexpected error occurred.":[""],"Be the first to %1$sget new features & tools%2$s, before everyone else. Get %1$s24/7 support%2$s and boost your website’s visibility.":[""],"Failed to retrieve users.":[""],"Searching users...":[""],"No users found.":[""],"Discard changes":[""],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":[""],"The profile is not valid. Please enter a valid URL.":[""],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":[""],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":[""],"Wikipedia":[""],"YouTube":[""],"Tumblr":[""],"SoundCloud":[""],"MySpace":[""],"LinkedIn":[""],"Instagram":[""],"User":[""],"Organization or a person":[""],"Site basics":[""],"Yoast's recommended reading list":[""],"Text formality":[""],"Read more about text formality.":[""],"%1$s%3$s%2$s will help you assess the formality level of your text.":[""],"%1$sSKU%3$s: Not all your product variants have a SKU. You can add a SKU via the \"Variations\" tab in the Product data box. %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""]," You can add a SKU via the \"Inventory\" tab in the Product data box.":[""],"Not all your product variants have an identifier. You can add a product identifier via the \"Variations\" tab in the Product data box":[""],"Your product is missing an identifier (like a GTIN code). You can add a product identifier via the \"Yoast SEO\" tab in the Product data box":[""],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":[""],"Remove unused resources":[""],"Restore last hidden item":[""],"This feature is not available for multisites.":[""],"Prevent search engines from crawling /wp-json/":[""],"Prevent search engines from crawling site search URLs":[""],"Help us to analyze your site by running the site analysis below.":[""],"Site analysis is disabled for non-production environments.":[""],"Stop site analysis":[""],"Start site analysis":[""],"Please update your Yoast SEO Premium plugin to the latest version to be able to use this feature.":[""],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":[""],"Formats":[""],"Media pages":[""],"Categories & tags":[""],"Content types":[""],"Show more":[""],"Show less":[""],"Configure the basics for your website.":[""],"This field updates the %1$sTagline in your WordPress settings%2$s.":[""],"This field updates the %1$sSite title in your WordPress settings%2$s.":[""],"Choose how your %1$s pages should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s page.":[""],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show %1$s pages in search results":[""],"Choose how your %1$s pages should look in search engines. You can always customize this per individual %2$s page.":[""],"We recommend disabling %1$s pages. Disabling %1$s pages will cause all attachment URLs to redirect to the media itself.":[""],"%1$s pages":[""],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":[""],"Choose how your Homepage should look on social media. Note that this is what people probably will see when they search for your brand name.":[""],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":[""],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %1$s.":[""],"Date archive":[""],"Choose how your %1$s should look on social media by default.":[""],"Disabling this means that archives for authors without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show archives for authors without posts in search results":[""],"Choose how your %1$s should look in search engines.":[""],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":[""],"Author archive":[""],"Read more about the search results settings":[""],"Choose how your %1$s should look in search engines and on social media.":[""],"Contact support":[""],"We're very sorry, but it seems like the following error has interrupted our application:":[""],"An error occurred while calculating your content: %s":[""],"This functionality is disabled in staging environments.":[""],"We would like to show you insights into content that we feel could use improving.":[""],"No data to show yet":[""],"Show %1$s more...":[""],"Open editor":[""],"Add focus keyphrase":[""],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":[""],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":[""],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":[""],"Posts and pages that haven't been analyzed (%1$s)":[""],"Posts and pages without a focus keyphrase (%1$s)":[""],"Restore all hidden items":[""],"Your site has no content with incoming links left to display here.":[""],"Highest number of incoming links":[""],"Congratulations! All of your content has a green SEO score!":[""],"Your site has no content with SEO scores left to display here.":[""],"An error occured while calculating the SEO scores of your content. Please try again later.":[""],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":[""],"Lowest SEO scores":[""],"Refresh data":[""],"Last refreshed: %d min ago":["","Last refreshed: %d mins ago","Last refreshed: %d mins ago"],"An error occurred: %s":[""],"You have hidden all items from this list, so there is no content left to display here.":[""],"Add links":[""],"An error occured while calculating the incoming links of your content. Please try again later.":[""],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":[""],"Lowest number of incoming links":[""],"Congratulations! All of your content has a green readability score!":[""],"Your site has no content with Readability scores left to display here.":[""],"An error occured while calculating the Readability scores of your content. Please try again later.":[""],"Improve":[""],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":[""],"Restore hidden items":[""],"Lowest readability scores":[""],"The undo request was unsuccessful.":[""],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":[""],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":[""],"The content below is supposed to be your cornerstone content: the most important and extensive articles on your site. ":[""],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":[""],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":[""],"The request has failed.":[""],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":[""],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":[""],"An error occurred while fetching the suggested links list: %s":[""],"Start writing a new post":[""],"Don't know where to start? Have a look at our recommended reading list!":[""],"keyword strategy, site structure and copywriting.":[""],"There are three major elements you need to consider when writing good content for SEO:":[""],"You need to have more content on your site to make your website rank well in the search engines.":[""],"Start writing content!":[""],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":[""],"You've disabled features that are needed to show data":[""],"Read reviews from real users":[""],"Be the first to %1$s get new features & tools%2$s, before everyone else. Get %1$s 24/7 support%2$s and boost your website’s visibility.":[""],"%1$s attempted to load the class %2$s but it could not be found.":[""],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":[""],"Choose how your Homepage should look in search engines.":[""],"Keep the categories prefix in the slug":[""],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":[""],"Choose how your %1$s archive should look on social media.":[""],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Choose how your %1$s archive should look in search engines.":[""],"These settings are specifically for optimizing your %1$s archive.":[""],"%1$s archive":[""],"Add custom fields to page analysis":[""],"Additional settings":[""],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":[""],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":[""],"Social appearance":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":[""],"Search appearance":[""],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":[""],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":[""],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Oh no! It seems your form contains invalid data. Please review the following fields:":[""],"Archive social image":[""],"Archive social description":[""],"Archive social title":[""],"Show the archive for %1$s in search results":[""],"Archive breadcrumbs title":[""],"Archive meta description":[""],"Archive SEO title":[""],"Enable %1$s for %2$s":[""],"Show %1$s in search results":[""],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":[""],"%1$sSKU%2$s: All your product variants have a SKU. Good job!":[""],"%1$sSKU%3$s: Your product is missing a SKU.%4$s %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""],"%1$sSKU%2$s: Your product has a SKU. Good job!":[""],"%1$s%2$s%5$s: %3$s. %4$sInclude it if you can, as it will help search engines to better understand your content.%5$s":[""],"%1$s%2$s%4$s: %3$s. Good job!":[""],"All your product variants have a barcode":[""],"Not all your product variants have a barcode":[""],"Your product has a barcode":[""],"Your product is missing a barcode (like a GTIN code)":[""],"All your product variants have an identifier":[""],"Your product has an identifier":[""],"This feature has been disabled, since it is not supported for your language yet.":[""],"Discover why inclusive language is important for SEO.":[""],"The inclusive language analysis offers suggestions to write more inclusive copy.":[""],"Inclusive language analysis":[""],"Inclusive language":[""],"Use %s fields to power your meta tags and templates, and analyze all of your content.":[""],"Integrate your custom fields and SEO data":[""],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":[""],"Upgrade your %s SEO":[""],"Connect your %1$s account to improve your site’s search results using %2$s data.":[""],"Improve internal search results":[""],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":[""],"Get the most out of %1$s and %2$s, together":[""],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":[""],"Get %1$s tools and functionality in %2$s":[""],"Upgrade your workflow and automate tasks":[""],"Use the power of the blockchain to timestamp your content with %s.":[""],"Make your terms & privacy pages more trustworthy":[""],"Keep an eye on how your posts are ranking by connecting to your %s account.":[""],"Track your rankings through time":[""],"Find out what your audience is searching for with %s data right in your sidebar.":[""],"Do keyword research without leaving your post":[""],"Oops! Something went wrong while saving.":[""],"Great! Your settings were saved successfully.":[""],"Close sidebar":[""],"Open sidebar":[""],"Get your verification code in %1$sYandex Webmaster tools%2$s.":[""],"Yandex":[""],"Claim your site over at %1$sPinterest%2$s.":[""],"Get your verification code in %1$sGoogle Search console%2$s.":[""],"Get your verification code in %1$sBing Webmaster tools%2$s.":[""],"Bing":[""],"Add verification code":[""],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":[""],"Baidu":[""],"Verify your site with different tools. This will add a verification meta tag on your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":[""],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":[""],"Restrict advanced settings for authors":[""],"Security & privacy":[""],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":[""],"REST API endpoint":[""],"APIs":[""],"The Yoast SEO admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Slack sharing":[""],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Twitter card data":[""],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Open Graph data":[""],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":[""],"Social sharing":[""],"Site structure":[""],"Tell us which features you want to use.":[""],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":[""],"Enable the XML sitemaps that Yoast SEO generates.":[""],"Network disabled":[""],"Unavailable for sub-sites":[""],"This image is used as a fallback for posts/pages that don't have any images set.":[""],"Site image":[""],"Title separator":[""],"Recommended size for this image is %1$s%3$s%2$s":[""],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":[""],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":[""],"RSS feed":[""],"%1$s (default)":[""],"A person logo / avatar need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site logo as default values.":[""],"We took the liberty of using your site title and logo for the organization name and logo. Feel free to change them below.":[""],"Edit your %1$s":[""],"slug":[""],"keyphrase":[""],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":[""],"Install %1$s Content Analysis for %2$s":[""],"Activate %1$s Content Analysis for %2$s":[""],"%1$s integrates with %2$s":[""],"Send tweets, trigger emails, and integrate with over 5,000 other apps & tools in %s.":[""],"Integration active":[""],"Plugin not detected":[""],"Enable integration":[""],"Plugin integrations":[""],"Recommended integrations":[""],"Integration unavailable for multisites":[""],"Network Disabled":[""],"Looking for your integrations settings? We've moved them to a %1$sseparate Integrations page%2$s.":[""],"Unlock with Premium!":[""],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our Insights section. Enable the Insights feature in General > Features, or ask your admin to enable it for you.":[""],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our %3$sInsights%4$s%2$s section.":[""],"Premium SEO analysis:":[""],"Beta":[""],"Get the %s plugin!":[""],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":[""],"no data":[""],"Your text should be slightly longer to calculate your Flesch reading ease score.":[""],"Continue writing to get insight into the readability of your text!":[""],"%1$s: %2$s of the words in your text are considered complex. %3$sTry to use shorter and more familiar words to improve readability%4$s.":[""],"%1$s: You are not using too many complex words, which makes your text easy to read. Good job!":[""],"Word complexity":[""],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":[""],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":[""],"Get %s to enjoy the benefits of prominent words":[""],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":[""],"Buy %s now!":[""],"Are you working on a news article? %s helps you optimize your site for Google News.":[""],"Premium SEO analysis":[""],"Optimize even further with our premium SEO analysis":[""],"1 year of premium support and updates included!":[""],"Unlock with %s":[""],"Unlock expert workouts and workflows":[""],"Use synonyms, plurals, and variations":[""],"Target multiple focus keyphrases":[""],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":[""],"Learn more about character count":[""],"Character count":[""],"Learn more about word count":[""],"Word count":[""],"Learn more about Flesch reading ease":[""],"out of 100":[""],"okay":[""],"Learn more about reading time":[""],"Reading time":[""],"minute":["","minutes","minutes"],"Activate %1$s!":[""],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":[""],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":[""],"Please use a comma to separate multiple URL parameters.":[""],"Additional URL parameters to allow":[""],"Remove unwanted URL parameters from your URLs.":[""],"Permalink cleanup settings":[""],"Max number of characters to allow in searches":[""],"Clean up and filter searches to prevent search spam.":[""],"Search cleanup settings":[""],"Filter searches with common spam patterns":[""],"Filter searches with emojis and other special characters":[""],"Filter search terms":[""],"Unregistered URL parameters":[""],"Campaign tracking URL parameters":[""],"Timestamp this %s":[""],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":[""],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":[""],"Keyphrase in SEO title":[""],"Contact %s support.":[""],"WordProof Timestamp":[""],"View this content's Timestamp certificate":[""],"Contact WordProof support":[""],"Find out how IndexNow can help your site.":[""],"IndexNow":[""],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":["То је то! Пружајући ове информације, наш тим за индексирање је већ успео да уради доста оптимизације за ваш сајт. Хајде сада да погледамо SEO фитнес вашег сајта!"],"Or visit your SEO dashboard":["Или посетите своју SEO контролну таблу"],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":["Желите да оптимизујете још више и извучете максимум из Yoast SEO додатка? Потрудите се да не пропустите наш бесплатни недељни вебинар!"],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":["То је то! Пружајући ове информације, наш тим за индексирање је већ успео да уради доста оптимизације за ваш сајт."],"Register now!":["Региструјте се сада!"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["Желите да оптимизујете још више уз помоћ наших SEO стручњака? Пријавите се за наш бесплатни недељни вебинар!"],"Get the most out of Yoast SEO":["Извуците максимум из Yoast SEO додатка"],"Dismiss this notice.":["Занемари ову напомену."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Приметили смо да још увек нисте у потпуности конфигурисали Yoast SEO. Додатно оптимизујте SEO подешавања користећи нашу побољшану %1$s иницијалну конфигурацију%2$s."],"SEO configuration":["SEO конфигурација"],"By removing Global comments feed, Post comments feeds will be removed too.":["Уклањањем глобалног довода коментара биће уклоњени и доводи коментара чланака."],"Remove feed links added by WordPress that aren't needed for this site.":["Уклоните везе довода које је додао Вордпрес, а које нису потребне за ово веб место."],"Feed crawl settings":["Подешавања пописивања довода"],"Remove links added by WordPress to the header and &lt;head&gt;.":["Уклоните везе које је Вордпрес додао у заглавље и &lt;head&gt;."],"Basic crawl settings":["Основна подешавања пописивања"],"Powered by HTTP header":["Поносно покреће HTTP заглавље"],"Pingback HTTP header":["HTTP заглавље повратне везе"],"Emoji scripts":["Емоји скрипте"],"Generator tag":["Ознака генератора"],"oEmbed links":["oEmbed везе"],"RSD / WLW links":["RSD / WLW везе"],"REST API links":["REST API везе"],"Shortlinks":["Кратке везе"],"Atom/RDF feeds":["Atom/RDF довод"],"Search results feeds":["Довод резултата претраге"],"Custom taxonomy feeds":["Довод прилагођене таксономије"],"Tag feeds":["Довод ознаке"],"Category feeds":["Довод категорије"],"Post type feeds":["Довод типова чланака"],"Post authors feeds":["Довод чланака од аутора"],"Global comment feeds":["Глобални довод коментара"],"Global feed":["Глобални довод"],"Please select a name in the site representation step for this step to be effective.":["Изаберите име у кораку представљања сајта да би овај корак био ефикасан."],"%1$sLearn more about crawl settings.%2$s":["%1$sСазнајте више о подешавањима пописивања.%2$s"],"%1$sLearn more about crawl settings and how they could benefit your site.%2$s":["%1$sСазнајте више о подешавањима пописивања и како би она могла да буду од користи вашем сајту.%2$s"],"Post comments feeds":["Објавите довод коментара"],"To make the crawling of your site more efficient and environmental friendly, %1$s allows you to remove URLs (added by WordPress) that might not be needed for your site.":["Да би пописивање вашег сајта било ефикасније и еколошки прихватљивије, %1$s вам омогућава да уклоните URL адресе (које је додао Вордпрес) које можда нису потребне вашем веб месту."],"Crawl settings":["Подешавања пописивања"],"Finish configuration":["Завршите конфигурацију"],"Personal preferences":["Личне преференције"],"SEO data optimization":["Оптимизација СЕО података"],"An error has occurred: %1$s":["Дошло је до грешке: %1$s"],"We could not save the organization name. Please check the value.":["Нисмо могли да сачувамо назив организације. Проверите вредност."],"No items found.":["Нема пронађених ставки."],"All redirect types":["Svi tipovi redirekcije"],"Add Redirect":["Dodajte redirekciju"],"Old URL":["Stari URL"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Тип преусмеравања је HTTP код одговора који се шаље прегледачу и саопштава прегледачу који се тип преусмеравања сервира. %1$sСазнајте више о типовима преусмеравања%2$s."],"301 Moved Permanently":["301 trajno pomereno"],"Type":["Vrsta"],"Plain redirects":["Obična preusmeravanja"],"Regex Redirects":["Regex redirekcije"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Постоје несачуване промене у једном или више корака. Напуштање значи да те промене можда неће бити сачуване. Јесте ли сигурни да желите да одете?"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Потребна нам је ваша помоћ да побољшамо Yoast SEO. Да ли можемо да прикупљамо анонимне информације о вашем веб месту и како га користите?"],"Add another profile":["Додајте још један профил"],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Ваше веб место је тренутно конфигурисано да представља организацију. Ако желите да ваш сајт представља особу, изаберите „Особа“ у одељку „Графикон знања и шема.орг“ у подешавањима %1$sИзглед претраживања%2$s."],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":["Реците нам да ли имате још неке профиле на вебу који припадају вашој организацији. Такође можете додати профиле са платформи као што су Инстаграм, Јутјуб, Линкедин, Пинтерест или Википедија."],"Start first-time configuration!":["Започните иницијалну конфигурацију"],"Set the essential %s settings for your site in a few steps.":["Подесите основна подешавања %s за своје веб место у неколико корака."],"For the best ranking results: configure %s!":["За најбоље резултате рангирања: конфигуришите %s!"],"Your site is already easier to find for search engines.":["Ваше веб место је већ лакше пронаћи за претраживаче."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["Yoast индекс тим једва чека да ваше веб место доведе у топ форму за претраживаче. Помозите нам и предузмите ових 5 корака како би наши Yoast индекси могли да раде!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["Покрените %1$s%2$s одред за индексирање%3$s! Нека Гугл разуме ваш сајт."],"Tell us about your site, so we can get your site ranked!":["Реците нам нешто о свом веб месту, како бисмо могли да га рангирамо!"],"Go to your SEO dashboard":["Идите на вашу SEO контролну таблу"],"What data will be tracked and for what reasons?":["Који подаци ће се пратити и из којих разлога?"],"%s usage tracking":["%s праћење коришћења"],"E.g. example@email.com":["Нпр. example@email.com"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Пријавите се за %1$s билтен да бисте добијали савете о најбољим праксама о томе како да се рангирате, будите у току са најновијим SEO вестима и добијете упутства о томе како да у потпуности користите %2$s!"],"%s newsletter":["%s билтен"],"Please enter a valid email address.":["Молимо вас да унесете ваљану адресу е-поште."],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Имајте на уму да морате да попуните сва подешавања у овом кораку да бисте добили највећу вредност од структурираних података. %1$sПрочитајте више о важности структурираних података%2$s."],"Help us out here! Is your site about an organization or a person? ":["Помозите нам овде! Да ли је ваш сајт о организацији или особи?"],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Довршавање овог корака ће помоћи Гуглу да разуме ваше веб место и побољшаће ваше шансе да добијете %1$sбогате резултате%2$s."],"Personal logo or avatar":["Лични логотип или аватар"],"Select a user":["Одаберите корисника"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Изабрали сте корисника %1$s као особу коју овај сајт представља. Ове информације о корисничком профилу ће се сада користити у резултатима претраге. Није вам дозвољено да ажурирате овај кориснички профил, па замолите овог корисника или администратора да провери да ли су информације тачне."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Изабрали сте корисника %1$s као особу коју ово веб места представља. Ове информације о корисничком профилу ће се сада користити у резултатима претраге. %2$sАжурирајте овај профил да бисте били сигурни да су информације тачне%3$s."],"Uploading image...":["Отпремање слике..."],"Select an option":["Изаберите опцију"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Имајте на уму да би требало да покренете оптимизацију SEO података да би ова конфигурација имала максималан ефекат."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Хајде да анализирамо ваше веб место баш као што то Гугл ради и покренемо те индексе у акцију покретањем оптимизације SEO података! Наши индекси ће одмах побољшати техничке проблеме без потребе да било шта чините! Ако имате пуно садржаја, та оптимизација би могла потрајати. Али верујте нам, вреди! Желите да прочитате више, %1$sпроверите предности тима за индексирање.%2$s"],"We've already successfully analyzed your site. You can move on to the next step.":["Већ смо успешно анализирали ваше место. Можете прећи на следећи корак."],"We've successfully analyzed your site!":["Успешно смо анализирали ваше веб место!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO оптимизација података је у току… Можете безбедно да пређете на следеће кораке ове конфигурације."],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Треба нам још мало помоћи од вас! Додајте ваше Фејсбук и Твитер профиле да бисмо могли да оптимизујемо метаподатке и за те платформе."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Треба нам још мало помоћи од вас! Додајте Фејсбук и Твитер профил ваше организације да бисмо могли да оптимизујемо метаподатке и за те платформе."],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":["Није вам дозвољено да мењате друштвене профиле корисника %1$s. Замолите овог корисника или администратора да то уради."],"E.g. https://www.wikipedia.com/yoast":["Нпр. https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Нпр. https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Нпр. https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Нпр. https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Нпр. https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Нпр. https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Нпр. https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Нпр. https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Нпр. https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Нпр. https://www.facebook.com/yoast"],"Delete item":["Избриши ставку"],"E.g. https://social-platform.com/yoast":["Нпр. https://social-platform.com/yoast"],"Other social profile":["Други друштвени профил"],"First-time configuration":["Иницијална конфигурација"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["Требало би да завршите %1$sиницијалну конфигурацију%2$s да бисте били сигурни да су ваши SEO подаци оптимизовани и да сте подесили основна Yoast SEO подешавања за своје веб место."],"Step 4: Go through the first time configuration":["Корак 4: Прођите кроз иницијалну конфигурацију"],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Ако желите да ваш сајт представља организацију, изаберите „Организација“ у одељку „Графикон знања и шема.орг“ у подешавањима %1$sИзглед претраживања%2$s."],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":["Ваше веб место је тренутно конфигурисано да представља особу. Ако желите да измените друштвене налоге за свој сајт, идите на кориснички профил изабране особе%1$s."],"Personal social profiles":["Лични друштвени профили"],"Postname permalink":["Стална веза"],"Page comments":["Коментари странице"],"Links table":["Табела веза"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["Ако сте већ сачували AIOSEO 'Изглед претраживања' подешавања а проблем и даље постоји, контактирајте наш тим за подршку како бисмо могли боље погледати."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Ако никада нисте сачували ниједно AIOSEO 'Изглед претраживања' подешавање, урадите прво то и поново покрените увоз."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["AIOSEO увоз је отказан јер недостају неки AIOSEO подаци. Покушајте да предузмете следеће кораке да ово поправите:"],"The validation of the AIOSEO data structure has failed.":["Провера AIOSEO структуре података није успела."],"Currently, the %s integration is not available for multisites.":["Тренутно, %s интеграција није доступна за мрежу веб места."],"WordProof authentication":[""],"Connected to WordProof":[""],"Connection failed":[""],"Not working? %1$sContact %3$s support%2$s.":[""],"Try again":[""],"Find possible solutions in this %1$sArticle%2$s.":[""],"There was a connection problem. This could be because your third party connections are blocked.":[""],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":[""],"Your %s is now protected via the blockchain!":[""],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":[""],"Unable to create new timestamps. Please authenticate with WordProof.":[""],"Timestamp with WordProof":[""],"Learn more about timestamping":[""],"Authenticate with WordProof":[""],"Manage WordProof settings":[""],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":[""],"%1$s can be used to timestamp your privacy page.":[""],"Open settings":[""],"Open authentication":[""],"The timestamp is not created because you need to authenticate with %s first.":[""],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":[""],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":[""],"%s has successfully timestamped this page.":[""],"You are out of timestamps. Please upgrade your account by opening the %s settings.":[""],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":[""],"Timestamp this post":[""],"content words":["садржајне речи"],"content word":["садржајна реч"],"Cleanup failed with the following error:":["Чишћење није успело са следећом грешком:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Напомена: Ова подешавања ће заменити подразумевана Yoast SEO подешавања."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Напомена: Ови метаподаци ће бити увезени само ако још увек не постоје Yoast SEO метаподаци."],"Post metadata (SEO titles, descriptions, etc.)":["Метаподаци објаве (SEO наслови, описи, итд.)"],"The import from %s includes:":["Увоз из %s укључује:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Када будете сигурни да ваше веб место исправно ради са увезеним подацима из другог SEO додатка, можете да очистите све оригиналне податке са тог додатка."],"Please select an SEO plugin below to see what data can be imported.":["Изаберите SEO додатак испод да бисте видели који подаци се могу увести."],"Clean up":["Очисти"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Након што увезете податке из другог SEO додатка, обавезно очистите све оригиналне податке из тог додатка. (корак 5)"],"Note: ":["Напомена:"],"The cleanup can take a long time depending on your site's size.":["Чишћење може потрајати дуго у зависности од величине вашег веб места."],"Default tagline":["Подразумевани слоган"],"Import failed with the following error:":["Увоз није успео са следећом грешком:"],"No data found from other SEO plugins.":["Нису пронађени подаци из других SEO додатака."],"Select SEO plugin":["Изаберите SEO додатак"],"The import can take a long time depending on your site's size.":["Увоз може потрајати дуго у зависности од величине вашег веб места."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["За најбоље SEO резултате укључите све речи вашег кључног израза у SEO наслов и ставите кључни израз на почетак наслова"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["За најбоље SEO резултате напишите тачно подударање вашег кључног израза у SEO наслову и ставите кључни израз на почетак наслова"],"Installation Successful":["Инсталација успешна"],"Blog Post":["Чланак"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":[""],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":[""],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":[""],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":[""],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["","%2$sText length%4$s: The text contains %1$d %7$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.","%2$sText length%4$s: The text contains %1$d %7$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s."],"character":["","characters","characters"],"word":["","words","words"],"words":["words"],"characters":["карактери"],"Man holding a tablet.":[""],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":[""],"You've successfully installed %s!":[""],"Skip%s":[""],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":[""],"%s account":[""],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":[""],"Tracking the ranking position...":["Праћење позиције на ранг листи..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Нешто је пошло наопако при праћењу позиције рангирања ваше странице. Покушајте поново касније."],"reconnect to %s":["поново се повежите са %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Чини се да је нешто пошло по злу при преузимању података вашег веб места. Молимо %s и покушајте поново."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Пре него што будете могли да пратите свој SEO учинак, обавезно подесите наслов чланка и сачувајте га као нацрт или ручно подесите подложак чланка."],"No keyphrase has been set. Please set a keyphrase first.":["Није постављен ниједан кључни израз. Прво поставите кључни израз."],"upgrade your %s plan":["надоградите свој %s план"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Достигли сте максималан број од %d кључних израза које можете да додате на свој Wincher налог. Ако желите да додате још кључних израза, молимо %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Са %1$s можете да пратите позицију рангирања ваше странице у резултатима претраге на основу ваших кључних израза. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s тренутно прати позицију(е) рангирања ваше странице. Ово може да потраје неколико минута. Сачекајте или проверите поново касније."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Успешно сте се повезали са %s! Сада можете пратити SEO перформансе за кључне изразе ове странице."],"Read more about keyphrase tracking with Wincher":["Прочитајте више о праћењу кључних израза помоћу Wincher-а"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Повежите %1$s са %2$s да бисте пратили позицију вашег веб места у рангирању у резултатима претраге на основу ваших кључних израза. %3$s"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Омогућено је аутоматско праћење кључних израза. %s ће аутоматски пратити ваше кључне изразе када објавите чланак."],"Please enter a focus keyphrase first to track keyphrase performance":["Прво унесите кључни израз фокуса да бисте пратили учинак кључног израза"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Позиција кључног израза у последњих 90 дана на скали од 0 до 100."],"Track SEO performance":["Пратите SEO перформансе"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Можете омогућити/онемогућити праћење SEO перформанси за сваки кључни израз у наставку."],"Track all keyphrases on this page":["Пратите све кључне изразе на овој страници"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["Праћење је већ омогућено за један или више кључних израза ове странице. Кликом на дугме испод омогућићете праћење за све њене кључне изразе."],"Learn more about the SEO performance feature.":["Сазнајте више о функцији SEO перформанси."],"SEO performance":["SEO перформансе"],"Connect with %s":["Повежите се са %s"],"Top performing keyphrases on your site":["Кључни изрази са најбољим учинком на вашем веб месту"],"* focus keyphrase":["* фокусни кључни израз"],"Get more insights over at %s":["Добијте више увида на %s"],"Position over time":["Положај током времена"],"Position":["Место"],"Tracking":["Праћење"],"The %s integration offers the option to track specific keyphrases and gain insights in their positions.":["%s интеграција нуди опцију праћења одређених кључних израза и стицање увида у њихове позиције."],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Још увек можете да покренете оптимизацију SEO података у одељку %1$sАлати%2$s. Када се то заврши, освежите ову страницу."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Овај корак конфигурације је тренутно онемогућен јер не користите најновију Yoast SEO Premium верзију. Ажурирајте на најновију верзију (најмање %1$s)."],"Saved!":["Сачувано!"],"Save and continue":["Сачувај и настави"],"No, don’t track my site data":["Не, немој пратити податке о мом сајту"],"Does your site represent an Organization or Person?":["Да ли ваше веб место представља организацију или особу?"],"Activate %s":["Укључи %s"],"Update %s":["Ажурирај %s"],"Renew %s":["Обнови %s"],"Get help activating your subscription":["Потражите помоћ за активирање ваше претплате"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Изгледа да користите застарелу и неактивирану %1$s верзију, активирајте своју претплату у %2$sMој Yoast%3$s и ажурирајте на најновију верзију (најмање 17.7) да бисте добили приступ нашем ажурираном одељку за тренинге ."],"Activate your subscription of %s":["Активирајте претплату за %s"],"Update to the latest version of %s":["Ажурирајте на најновију %s верзију"],"Renew your subscription":["Обновите претплату"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["За приступ најновијим вежбама потребна је ажурирана %s верзија (најмање 17.7), али изгледа да вам је претплата истекла. Молимо вас да обновите претплату да бисте ажурирали и добили приступ свим најновијим функцијама."],"Renew your subscription of %s":["Обновите %s претплату"],"Could not save this value. Please check the URL.":["Није могуће сачувати ову вредност. Проверите URL."],"Could not save this value. Please check the URL or username.":["Није могуће сачувати ову вредност. Проверите URL или корисничко име."],"Oops! Something went wrong. Check your email address and try again.":["Ју! Нешто је кренуло наопако. Проверите адресу е-поште и покушајте поново."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Важно: Никада нећемо продати ове податке. И наравно, као и увек, нећемо прикупљати никакве личне податке о вама или вашим посетиоцима."],"Yes, you can track my site data":["Да, прихватам да сакупљате моје податке са овог сајта!"],"Site representation":["Представљање веб места"],"Continue":["Настави"],"Thank you! Check your inbox for the confirmation email.":["Хвала вам! Проверите своје пријемно сандуче за е-поруку са потврдом."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast поштује вашу приватност. Погледајте нашу %1$sполитику приватности%2$s о томе како управљамо вашим личним подацима."],"Sign up!":["Пријавите се!"],"Email address":["Адреса е-поште"],"%1$sBack to all workouts":["%1$sНазад на све вежбе"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Може бити тешко довести своје веб место у форму и одржати га у складу са SEO-ом. Можемо вам помоћи да почнете! Урадите ове вежбе корак по корак и ухватићете се у коштац са неким од најосновнијих SEO изазова!"],"Add internal links to your posts and pages":["Додајте унутрашње везе својим чланцима и страницама"],"Make pages easier for Google and visitors to find":["Олакшајте Гуглу и посетиоцима да пронађу странице"],"Clean up your unlinked content to make sure people can find it":["Очистите неповезани садржај да бисте били сигурни да га људи могу пронаћи"],"Orphaned content":["Напуштени садржај"],"Bring more visitors to your articles":["Доведите више посетилаца својим чланцима"],"Make your important articles rank higher":["Нека ваши важни чланци буду боље рангирани"],"%1$s/%2$s steps completed":["%1$s/%2$s корака завршено"],"Unlock with %s!":["Откључајте помоћу %s!"],"Start workout!":["Започните вежбање!"],"Do workout again":["Поновите вежбу"],"Continue workout!":["Наставите са вежбањем!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Изгледа да користите застарелу %1$s верзију, ажурирајте %2$sна најновију верзију (најмање 17,7)%3$s да бисте добили приступ нашем ажурираном одељку за тренинге."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["Започните брзо са %1$s%2$s иницијалном конфигурацијом%3$s и конфигуришите Yoast SEO са оптималним SEO подешавањима за своје веб место!"],"Current or first category title":["Тренутни или наслов прве категорије"],"Category Title":["Наслов категорије"],"Replaced with the post content":[""],"Post Content":["Садржај чланка"],"Replaced with the permalink":[""],"Replaced with the last name of the author":[""],"Author last name":["Презиме аутора"],"Replaced with the first name of the author":[""],"Author first name":["Име аутора"],"Replaced with the day the post was published":[""],"Post day":["Дан објаве"],"Replaced with the month the post was published":[""],"Post month":[""],"Replaced with the year the post was published":[""],"Post year":[""],"Current day":["Текући дан"],"Current month":["Текући месец"],"Current date":["Тренутни датум"],"Get %s to unlock social previews!":["Набавите %s да откључате преглед на друштвеним мрежама!"],"Want to see how your content will look when it’s shared on %s?":["Желите ли да видите како ће ваш садржај изгледати када се подели на %s?"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["","%3$sKeyphrase length%5$s: The keyphrase contains %1$d %7$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!","%3$sKeyphrase length%5$s: The keyphrase contains %1$d %7$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sДужина кључног израза%5$s: Кључни израз садржи %1$d %6$s. То је за нијансу мање од препорученог минимума од %2$d %6$s. %4$sПродужите га%5$s!"],"%1$sImage alt tags%2$s: All images have alt attributes. Good job!":["%1$sАlt ознаке слика%2$s: Све слике имају алт атрибуте. Добар посао!"],"%3$sImage alt tags%5$s: %1$d image out of %2$d doesn't have alt attributes. %4$sAdd alt attributes to your images%5$s!":["%3$sАlt ознаке слика%5$s: %1$d од %2$d слике нема alt атрибут. %4$sДодајте alt атрибуте вашим сликама%5$s!","%3$sАlt ознаке слика%5$s: %1$d од %2$d слике нема alt атрибут. %4$sДодајте alt атрибуте вашим сликама%5$s!","%3$sАlt ознаке слика%5$s: %1$d од %2$d слика нема alt атрибут. %4$sДодајте alt атрибуте вашим сликама%5$s!"],"%1$sImage alt tags%3$s: None of the images has alt attributes. %2$sAdd alt attributes to your images%3$s!":["%1$sАlt ознаке слика%3$s: Ниједна слика нема alt атрибут. %2$sДодајте alt атрибуте вашим сликама%3$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Изгледа да нисте поставили наш %1$s%2$s додатак%3$s. %4$sНадоградите сада%5$s да бисте откључали више алата и SEO функција како би се ваши производи истакли у резултатима претраге."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Испод су технички детаљи грешке. За детаљније објашњење погледајте%1$sову страницу%2$s."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sКључни израз слике%2$s: Добро обављен посао!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sКључни израз слике%3$s: Слике на овој страници немају alt атрибуте са најмање половином кључних израза. %2$sПоправите то%3$s!"],"%1$sImages%2$s: Good job!":["%1$sСлике%2$s: Добро обављен посао!"],"%1$sImages and videos%2$s: Good job!":["%1$sСликде и видеи%2$s: Одлично!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sСлике и видеи%5$s: Само %1$d слика или видео се појављују на овој страници. Препоручујемо бар %2$d. %4$sДодајте још релевантних слика или видеа%5$s!","%3$sСлике и видеи%5$s: Само %1$d слике или видеа се појављују на овој страници. Препоручујемо бар %2$d. %4$sДодајте још релевантних слика или видеа%5$s!","%3$sСлике и видеи%5$s: Само %1$d слика или видеа се појављују на овој страници. Препоручујемо бар %2$d. %4$sДодајте још релевантних слика или видеа%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sСлике%5$s: Само %1$d слика се појављује на овој страници. Препоручујемо бар %2$d. %4$sДодајте још релевантних слика%5$s!","%3$sСлике%5$s: Само %1$d слике се појављују на овој страници. Препоручујемо бар %2$d. %4$sДодајте још релевантних слика%5$s!","%3$sСлике%5$s: Само %1$d слика се појављује на овој страници. Препоручујемо бар %2$d. %4$sДодајте још релевантних слика%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sСлике и видеи%3$s: На овој страници се не појављују слике или видео записи. %2$sДодајте неке%3$s!"],"%1$sLists%3$s: No lists appear on this page. %2$sAdd at least one ordered or unordered list%3$s!":["%1$sЛисте%3$s: На овој страници се не појављују листе. %2$sДодајте бар једну уређену или неуређену листу%3$s!"],"%1$sLists%2$s: There is at least one list on this page. Great!":["%1$sЛисте%2$s: На овој страници постоји бар једна листа. Сјајно!"],"Error stack trace":["Путања појављивања грешке"],"Response":["Одговор"],"Error message":["Порука грешке"],"Status code":["Кôд статуса"],"Request method":["Метод захтева"],"Request URL":["URL захтева"],"Error details":["Детаљи грешке"],"Prep time":["Време припреме"],"The time it takes to prepare the items to be used in the instructions.":["Време потребно за припрему ставки које ће се користити у упутствима."],"Recipe prep time":["Време припреме рецепта"],"The time it takes to actually cook the dish.":["Време потребно за кување јела."],"Recipe cooking time":["Време кувања рецепта"],"Workouts":["Тренинзи"],"A new version of %1$s is available. %2$sRenew your subscription%3$s if you want to update to the latest version.":["Доступна је нова верзија %1$s. %2$sОбновите претплату%3$s ако желите да ажурирате на најновију верзију."],"Rank with articles you want to rank with":["Рангирајте чланке са којима желите да будете рангирани"],"The cornerstone approach":["Приступ кључног садржаја"],"SEO workouts":["SEO тренинзи"],"Enter step":["Унесите корак"],"Instructions":["Упутства"],"Instructions title":["Наслов упутства"],"The steps of making the recipe, in the form of an ordered list with HowToStep and/or HowToSection items.":["Кораци прављења рецепта, у облику уређене листе са корацима и/или одељцима као ставкама."],"Recipe instructions":["Упутства за рецепт"],"Enter an ingredient":["Унесите састојак"],"Ingredients":["Састојци"],"Ingredients title":["Наслов састојака"],"The ingredients used in the recipe, e.g. sugar, flour or garlic.":["Састојци који се користе у рецепту, нпр. шећер, брашно или бели лук."],"Recipe ingredient(s)":["Састојци рецепта"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Побољшајте квалитет претраге вашег веб места! Аутоматски помаже вашим корисницима да пронађу ваш кључни и најважнији садржај у интерним резултатима претраге. Такође уклања неиндексиране чланке и странице из резултата претраге вашег веб места."],"Find out more about our %s integration.":["Сазнајте више о нашој интеграцији са %s."],"Set up automated actions when you publish or update your content. By connecting %1$s with %2$s, you can easily send out your published posts to any of its 2000+ destinations, such as Twitter, Facebook and more.":["Подесите аутоматизоване радње када објављујете или ажурирате свој садржај. Повезивањем %1$s са %2$s, можете лако послати објављене чланке на било које од 2000+ одредишта, као што су Твитер, Фејсбук и других."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":[""],"Find out how Insights can help you improve your content.":["Сазнајте како вам Увиди могу помоћи да побољшате свој садржај."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["Пронађите релевантне податке о свом садржају директно у одељку Увиди у метабоксу Yoast SEO. Видећете које речи најчешће користите и да ли се подударају са вашим кључним речима!"],"Read more about Schema.":["Прочитајте више о Schema."],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Упс, нешто је пошло по злу и нисмо успели да довршимо оптимизацију ваших SEO података. Активирајте претплату на MyYoast испуњавањем %1$sових корака%2$s."],"To unlock this feature please update %s to the latest version.":["Да бисте откључали ову функцију, ажурирајте %s на најновију верзију."],"Rewrite titles":["Преправљање наслова"],"%d minutes":["%d минута"],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Подешавања изгледа на друштвеним мрежама за архиве захтевају Open Graph метаподатке (који су тренутно онемогућени). Ово можете омогућити у %1$sпоставкама „Друштвене мреже“ на картици „Фејсбук“%2$s."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Подешавања изгледа на друштвеним мрежама за таксономије захтевају Open Graph метаподатке (који су тренутно онемогућени). Ово можете омогућити у %1$sпоставкама „Друштвене мреже“ на картици „Фејсбук“%2$s."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Подешавања изгледа на друштвеним мрежама за типове садржаја захтевају Open Graph метаподатке (који су тренутно онемогућени). Ово можете омогућити у %1$sпоставкама „Друштвене мреже“ на картици „Фејсбук“%2$s."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Подешавања друштвеног изгледа за вашу почетну страницу захтевају Open Graph метаподатке (који су тренутно онемогућени). Ово можете омогућити у %1$sпоставкама „Друштвене мреже“ на картици „Фејсбук“%2$s."],"%s archive settings":["Подешавања архиве за %s"],"Single %s settings":["Подешавања појединачног %s"],"These are the image, title and description used when a link to your homepage is shared on social media.":["Ово су слика, наслов и опис који се користе када се веза до ваше почетне странице дели на друштвеним мрежама."],"Default image":["Подразумевана слика"],"The social homepage settings have been moved to the %1$s‘Search appearance’ settings under the ‘General’ tab%2$s.":["Подешавања почетне странице на друштвеној мрежи су премештена у %1$s„Изглед претраге“ на картици „Општа подешавања“%2$s."],"Social image":["Слике за друштвене мреже"],"Enter a recipe description":["Унесите опис рецепта"],"A description of the recipe.":["Опис рецепта."],"Recipe description":["Опис рецепта"],"Cooking time":["Време кувања"],"Unlock with Premium":["Откључајте уз Premium"],"Good job! All required information has been provided.":["Свака част! Достављене су све потребне информације."],"Recommended information":["Препоручене информације"],"Required information":["Захтеване информације"],"JobPosting schema":["Шема објављивања послова"],"%s has been left empty.":["%s је остављено празно."],"The `%1$s` attribute is recommended but missing.":["`%1$s` атрибут је препоручен, али недостаје."],"The `%1$s` attribute is required but missing.":["`%1$s` атрибут је обавезан, али недостаје."],"Addon installation failed because of an error: %s.":["Постављање додатка није успело због грешке: %s."],"You are not allowed to install plugins.":["Није вам дозвољено да постављате додатке."],"Addon installed.":["Додатак је инсталиран."],"Addon activation failed because of an error: %s.":["Активирање додатка није успело због грешке: %s."],"You are not allowed to activate plugins.":["Није вам дозвољено да укључујете додатке."],"Addon activated.":["Додатак је укључен."],"%1$s Continue to %2$s%3$s":["%1$s Наставите до %2$s%3$s"],"Installing and activating addons":["Постављање и укључивање додатака"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Није инсталиран ниједан %1$s додатак. Изгледа да немате активне претплате."],"the following addons":["следећи додаци"],"%s SEO installation":["%s SEO инсталација"],"Install and activate":["Постави и укључи"],"Please confirm below that you would like to install %s on this site.":["У наставку потврдите да желите да поставите %s на ово веб место."],"Insert variable":["Уметни променљиву"],"Heading %d":["Заглавље %d"],"Change heading level":["(Промени ниво заглавља"],"The `%1$s` block is recommended but missing.":["`%1$s` блок је препоручен, али недостаје."],"The `%1$s` block is required but missing.":["`%1$s` блок је обавезан, али недостаје."],"Shopping data preview:":["Преглед података о куповини:"],"Availability":["Доступност"],"Price":["Цена"],"Rating":["Rejting"],"%s reviews":["%s рецензије"],"Rating: %s":["Оцена: %s"],"Image":["Слика"],"Social description":["Опис за друштвене мреже"],"Social title":["Наслов за друштвене мреже"],"Not all required information has been provided! %s schema will not be generated for your page.":["Нису дате све потребне информације! %s шема неће бити генерисана за вашу страницу."],"Add a block to your recipe...":["Додајте блок свом рецепту..."],"Serves #":["Порција #"],"Create a Recipe in an SEO-friendly way. You can only use one Recipe block per post.":["Направите рецепт на начин прилагођен SEO-у. Можете користити само један блок рецепта по чланку."],"%1$s Recipe":["%1$s рецепт"],"Enter a recipe name":["Унесите назив рецепта"],"Required by %s":["Потребно за %s"],"Auto-updates are disabled based on this setting for %1$s.":["Аутоматско ажурирање је онемогућено на основу ове поставке за %1$s."],"Auto-updates are enabled based on this setting for %1$s.":["Аутоматско ажурирање је омогућено на основу ове поставке за %1$s."],"Select a date":["Изабери датум"],"New":["Ново"],"Schema analysis:":["Анализа шеме:"],"Enable Breadcrumbs for your theme":["Омогућите мрвице за своју тему"],"Note: You can always choose to enable / disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Напомена: Увек можете да их омогућите / онемогућите за своју тему у наставку. Ово подешавање се неће применити на мрвице убачене кроз виџет, блок или кратки код."],"You've just removed the ‘%1$s’ block, but this is a %2$srecommended block for Schema output%3$s. Are you sure you want to do this?":["Управо сте уклонили ‘%1$s’ блок, али овај блок је %2$sпрепоручен за шему%3$s. Да ли сте сигурни да желите ово да урадите?"],"You've just removed the ‘%1$s’ block, but this is a %2$srequired block for Schema output%3$s. Without this block no Schema will be generated. Are you sure you want to do this?":["Управо сте уклонили ‘%1$s’ блок, али овај блок је %2$sпотребан за шему%3$s. Без овог блока се неће генерисати ниједна шема. Да ли сте сигурни да желите ово да урадите?"],"seconds":["секунде"],"Select image":["Одабери слику"],"Replace image":["Замени слику"],"site structure":["структура веб места"],"internal linking":["интерно повезивање"],"breadcrumbs":["breadcrumbs"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Додаје Yoast SEO мрвицена на ваш образац или садржај."],"Yoast Breadcrumbs":["Yoast мрвице"],"No, please undo this":["Не, молим поништи ово"],"The term is considered invalid. The following reason was given by WordPress: %s":["Члан се сматра неважећим. Вордпрес је дао следећи разлог: %s"],"The post could not be found.":["Чланак није пронађен."],"The term could not be found.":["Члан није пронађен."],"This feature has been disabled since subsites never send tracking data.":["Ова функција је онемогућена јер подстранице никада не шаљу податке о праћењу."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the Yoast SEO Multilingual add-on%2$s as well!":["Приметили смо да сте поставили WPML. Да бисте били сигурни да су ваши канонски URL-ови исправно подешени, %1$sпоставите и укључите и Yoast SEO Multilingual додатак%2$s!"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Нажалост, не можемо да сачувамо промене у вашим SEO поставкама док радите на нацрту већ објављеног %1$s. Ако желите да сачувате промене у SEO-у, обавезно кликните на „Ажурирај“ или сачекајте да извршите промене у SEO-у док не будете спремни да ажурирате %1$s."],"Get started with Yoast SEO's content analysis for Elementor!":["Започните са Yoast SEO анализом садржаја за Elementor!"],"Got it":["Разумем"],"New: Yoast SEO for Elementor":["Ново: Yoast SEO за Elementor"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Због промене основног подешавања категорије, неки од ваших SEO података морају се поново обрадити."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["Сачекајте отприлике недељу дана, док %1$s аутоматски не обради већину вашег садржаја у позадини."],"%s minute":["%s минут","%s минута","%s минута"],"Est. reading time":["Процењено време читања"],"Written by":["Написано од"],"Google Rich Results Test":["Google Rich Results Test"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Сазнајте како \"rich snippet\" може побољшати видљивост и стопу учесталости кликова."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Ово додаје аутора чланка и процену времена читања фрагменту чланка када се дели на Slack-у."],"Enhanced Slack sharing":["Побољшано Slack дељење"],"Activate your subscription":["Активирајте претплату"],"SEO data optimization is disabled for non-production environments.":["Оптимизација SEO података је онемогућена за развојна окружења."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Ова функција укључује и замењује бројач текстуалних веза (Text Link Counter) и анализу интерног повезивања (Internal Linking Analysis)"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Ова картица вам омогућава да селективно онемогућите %1$s интеграције са независним производима за сва веб места у мрежи. Подразумевано су омогућене све интеграције, што дозвољава администраторима веб места да сами одаберу да ли желе да укључе или искључе интеграцију за своје веб место. Када овде онемогућите интеграцију, администратори веб места уопште неће моћи да је користе."],"%s can integrate with third party products. You can enable or disable these integrations below.":[""],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Због промене основног подешавања ознаке, неки од ваших SEO података морају се поново обрадити."],"Stop SEO data optimization":["Заустави оптимизацију SEO података"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Упс, нешто је пошло по злу и нисмо успели да довршимо оптимизацију ваших SEO података. Кликните на дугме да бисте поново покренули поступак."],"Optimizing SEO data... This may take a while.":["Оптимизација SEO података... Ово може потрајати."],"SEO data optimization complete":["Оптимизација SEO података завршена"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["Можете да убрзате своје веб место и добијете увид у своју структуру унутрашњих веза тако што ћете нам дозволити да извршимо неколико оптимизација начина на који се SEO подаци чувају."],"Start SEO data optimization":["Започни оптимизацију SEO података"],"Learn more about the benefits of optimized SEO data.":["Сазнајте више о предностима оптимизованих SEO података."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["Можете да убрзате своје веб место и добијете увид у своју структуру унутрашњих веза тако што ћете нам дозволити да извршимо неколико оптимизација начина на који се SEO подаци чувају. Ако имате много садржаја, могло би потрајати, али верујте нам, вреди."],"Optimize SEO Data":["Оптимизујте СЕО податке"],"If the problem persists, please contact support.":["Ако се проблем настави, молимо контактирајте подршку."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Нешто је пошло по злу и нисмо могли да довршимо оптимизацију ваших SEO података. Молимо вас да %1$sпокренете поступак поново%2$s."],"All permalinks were successfully reset":["Све трајне везе су успешно ресетоване"],"Check out %s!":["Баци поглед на %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Да ли бисте желели могућност да додате ове сродне кључне изразе у %s анализу како бисте додатно оптимизовали свој садржај?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Наишли смо на проблем при покушају добијања сродних кључних израза. Молимо покушајте поново касније."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Достигли сте максималан број од 4 сродна кључна израза. Сродне кључне изразе можете променити или уклонити у %s метапољу или бочној траци."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Молимо сачекајте док се %1$s повеже са %2$s како бисте добили сродне кључне изразе..."],"Upgrade your %s plan":["Надоградите свој %s план"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Достигли сте ограничење захтева за данас. Вратите се сутра или надоградите свој план на %s."],"Last month":["Прошлог месеца"],"Two months ago":["Пре два месеца"],"Three months ago":["Пре три месеца"],"Four months ago":["Пре четири месеца"],"Five months ago":["Пре пет месеци"],"Six months ago":["Пре шест месеци"],"Seven months ago":["Пре седам месеци"],"Eight months ago":["Пре осам месеци"],"Nine months ago":["Пре девет месеци"],"Ten months ago":["Пре десет месеци"],"Eleven months ago":["Пре једанаест месеци"],"Twelve months ago":["Пре дванаест месеци"],"Get more insights at %s":["Добијте више увида на %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Обим кључних израза у последњих 12 месеци на скали од 0 до 100."],"Learn more about the related keyphrases trend":["Сазнајте више о тренду сродних кључних израза"],"Trend":["Тренд"],"Learn more about the related keyphrases volume":["Сазнајте више о обиму сродних кључних израза"],"Volume":["Обим"],"Related keyphrase":["Сродни кључни израз"],"Select country":["Изабери државу"],"Show results for:":["Прикажи резултате за:"],"Please enter a focus keyphrase first to get related keyphrases":["Прво унесите фокусни кључни израз да бисте добили сродне кључне изразе"],"Sorry, there's no data available for that keyphrase/country combination.":["Жао нам је, нема доступних података за ту кључни израз/држава комбинацију."],"Get related keyphrases":["Набавите сродне кључне изразе"],"Related keyphrases":["Сродни кључни изрази"],"The number of headers and header labels don't match.":["Број заглавља и ознака заглавља се не подудара."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["%s интеграција нуди предлоге и увиде за кључне изразе сродне унетом фокусном кључном изразу."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Онемогућавање Yoast SEO XML мапа сајта неће онемогућити мапе сајта Вордпреса. У неким случајевима, ово %1$s може произвести SEO грешке на вашем веб месту%2$s. Оне могу бити пријављене у Гугл конзоли за претрагу (Search Console) и другим алаткама."],"If you still need support and have an active subscription for this product, please email %s.":["Ако вам је и даље потребна подршка и ако имате активну претплату за овај производ, пошаљите е-пошту на %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Одговор на своје питање вероватно можете пронаћи у нашем %1$sцентру за помоћ%2$s."],"Need support?":["Треба вам подршка?"],"Twitter preview":["Преглед за Твитер"],"Facebook preview":["Преглед за Фејсбук"],"Return to your %s":["Вратите се на %s"],"Make sure to save your %s for changes to take effect":["Обавезно сачувајте %s да би промене ступиле на снагу"],"Make your products stand out in Google":["Napravite tako da se vaš proizvod istakne na Google-u"],"Everything you need for Google News":["Sve što vam je potrebno za Google vesti"],"Start ranking better for your videos":["Počnite da se bolje rangirate za vaš video zapis"],"Stop losing customers to other local businesses":["Prestanite da gubite klijente od drugih lokalnih konkurentskih firmi"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["Napredni deo %1$s meta box-a dozvoljava korisniku da ukloni objave iz pretraživačkih rezultata ili da promeni hijerarhiju. Podešavanja u odeljku šema iznad, dozvoljava korisniku da promeni podatke meta šeme u objavi. Ovo su stvari koje ne želiš da bilo koji autor radi. Zato je podrazumevano da samo urednik ili administrator može raditi ove promene. Postavljanje na %2$s dozvoljava svim korisnicima da vrše izmene ovih podešavanja."],"Security: no advanced or schema settings for authors":["Bezbednost: nema naprednih ili šablonskih podešavanja za autore"],"Report":["Извештај"],"Tech Article":["Технички чланак"],"Scholarly Article":["Школски чланак"],"Satirical Article":["Сатирични чланак"],"Advertiser Content Article":["Чланак оглашивачког садржаја"],"News Article":["Новински чланак"],"Social Media Posting":["Објаве ка друштвеним мрежама"],"Article":["Чланак"],"Search Results Page":["Страница резултата претраге"],"Real Estate Listing":["Списак некретнина"],"Checkout Page":["Страница завршетка куповине"],"Collection Page":["Страница колекције"],"Medical Web Page":["Медицинска интернет страница"],"Contact Page":["Контакт страница"],"Profile Page":["Страница профила"],"QA Page":["Страница питања и одговора"],"FAQ Page":["Страница са често постављаним питањима"],"About Page":["О нама"],"Item Page":["Страница ставке"],"Web Page":["Веб страница"],"Default for %1$s (%2$s)":["Подразумевано за %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Ovo pomaže pretraživačima da razumeju vaš sajt i njegovu sadržinu. Možete uraditi neke izmene podešavanja za ovu stranicu ispod."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO automatski dodaje opis vaše stranice uz pomoć schema.org"],"default":["Подразумевано"],"Article type":["Тип чланка"],"Page type":["Тип странице"],"Learn more about page or content types":["Сазнај више о типовима страница или садржаја"],"What type of page or content is this?":["Који је ово тип странице или садржаја?"],"Learn more about structured data with Schema.org":["Naučite više o strukturnim podacima na Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Možete da uradite izmenu podrazumevanog tipa za %1$s u vašim %2$sPodešavanjima prikaza pretraživača%3$s."],"Default Article type":["Подразумевани тип чланка"],"Default Page type":["Подразумевани тип странице"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Nakon snimnja, ova podešavanja će biti primenjena na vašu %1$s. %1$s koju su ručno konfigurisali ostaće ne promenjena.","Nakon snimnja, ova podešavanja će biti primenjena na sve vaše %1$s. %1$s koje su ručno konfigurisane ostaće ne promenjene.","Nakon snimnja, ova podešavanja će biti primenjena na sve vaših %1$s. %1$s koje su ručno konfigurisane ostaće ne promenjene."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Изаберите како ће %1$s подразумевано бити описани у schema.org ознакама на вашем веб месту. Ова подешавања можете да промените за појединачне%1$s."],"Learn more about the schema settings":["Научи више о подешавањима шема"],"Schema settings":["Подешавања шема"],"Structured Data":["Структурисани подаци"],"Yoast How-to":["Yoast Упутства"],"Yoast FAQ":["Yoast често постављана питања"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":["%1$s: Ne sadrži tačno podudaranje. %2$sPokušajte na napišete tačno podudarajuću ključnu reč u SEO naslovu i stavite je na početak naslova%3$s."],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":["%1$s: Odgovarjuća ključna reč u SEO fokusu nalazi se u naslovu, ali nije na početku naslova. %2$sPomerite ključnu reč na početak naslova kako bi imali najbolje rezultate%3$s."],"%1$s Internal Linking Blocks":["%1$s Blok unutrašnjih veza"],"Allow us to track some data about your site to improve our plugin.":["Дозволите нам да пратимо неке податке о Вашем сајту ради побољшања нашег додатка."],"Usage tracking":["Праћење коришћења"],"Read more about how internal linking can improve your site structure.":["Pročitaj više o tome kako interno linkovanje može poboljšati strukturu tvog sajta."],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to.":[""],"Link suggestions":["Предлози за повезивање"],"Insights":["Uvidi"],"Remove image":["Уклони слику"],"%s preview":["Приказ %s"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Veličina otpremljene slike je prevelika za %s. Veličina dokumenta mora biti manja od %s."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Format otpremljene slike nije podržan. Podržani formati slika su: %s, %s, %s i %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Упешно сте отпремили %s. Имајте у виду да, уколико је анимирана %s само ће се први фрејм користи."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Dimenzije vaše slike nisu adekvatne.Minimalne dimenzije slike su %dx%d piksela. Maksimalne dimenzije slike su %dx%d piksela."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Dimenzije vaše slike nisu adekvatne.Minimalne dimenzije slike su %dx%d piksela."],"Dismiss":[""],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Због промене подешавања сталних веза, неки од ваших SEO података морају се поново обрадити."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Zbog promene u kategoriji URL podešavanja, neki od vaših SEO podataka moraće da budu obnovljeni."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Молимо вас надоградите своју Вордпрес верзију или поставите додатак Гутенберг да бисте добили %1$s функцију."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Означавање веза са nofollow/sponsored је онемогућено за Вордпрес инсталације <5.4."],"Show SEO settings for %1$s?":["Прикажи SEO подешавања за %1$s"],"Open in new tab":["Отвори у новом језичку"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Ovo je sponzorisani link ili reklama (označi sa %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Претраживач би требао да игнорише ову везу (означи са %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Научи више о маркетиншким везама као што су nofollow или sponsored."],"Link inserted.":["Повезница је убачена."],"Link edited.":["Повезница је измењена."],"Warning: the link has been inserted but may have errors. Please test it.":["Упозорење: веза је уметнута али можда има грешке. Молимо вас да је испробате."],"Unlink":["Прекини везу"],"Link removed.":["Повезница је уклоњена."],"Link":["Повезница"],"We've analyzed your post. There is still room for improvement!":["Анализирали смо Ваш чланак. Има места за напредак!"],"We've analyzed your post. Everything looks good. Well done!":["Анализирали смо Ваш чланак. Све делује у реду. Браво!"],"No focus keyword was entered":["Нема унешене фокусне кључне речи"],"Share your post!":["Поделите Ваш чланак!"],"Improve your post with Yoast SEO":["Побоњшајте Ваш чланак са Yoast SEO"],"SEO analysis:":["SEO анализа:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Колоне веза приказују број чланака на овом веб месту који иду %3$sка%4$s овом чланку и број URL адреса повезаних %3$sод%4$s овог чланка. Сазнајте више о томе %1$s како се користе ове функционалности за побољшање вашег интерног повезивања%2$s, што у великој мери побољшава ваш SEO."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["Написали смо чланак о томе %1$sкако се користе SEO оцена и оцена читљивости%2$s."],"%1$s adds several columns to this page.":["%1$s додаје неколико колона на ову страницу."],"We estimate this will take less than a minute.":["Предвиђамо да ће ово трајати мање од једне минуте."],"We estimate this will take a couple of minutes.":["Процењујемо да ће ово потрајати неколико минута."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%1$sПокрените поступак индексације на вашем серверуr%2$s користећи %3$sWP CLI%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Процењујемо да би ово могло потрајати због величине вашег веб места. Као алтернативу чекању, могли бисте:"],"Show debug information":["Прикажи информације о отклањању грешака"],"Your site will continue to work normally, but won't take full advantage of %s.":["Ваше веб место ће и даље радити нормално, али неће у потпуности искористити %s предности."],"%s had problems creating the database tables needed to speed up your site.":["%s има проблем са креирањем табела базе података потребних за убрзање вашег веб места."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Ваш кључни израз је предугачак. Дозвољено је највише 191 карактер."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sСазнајте како да решите овај проблем у нашем центру за помоћ%2$s."],"The text link counter feature is not working as expected":["Функција бројача текстуалних веза не ради као што је очекивано"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Бројач текстуалних веза помаже вам да побољшате структуру веб места. %1$s Сазнајте како бројач текстуалних веза може да побољша ваш SEO%2$s."],"The text link counter is working as expected":["Бројач тектуалних веза ради као што је и очекивано"],"I don't want this site to show in the search results.":["Не желим да се ово веб место приказује у резултатима претраге."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Ако желите да претраживачи приказују ово веб место у својим резултатима, морате %1$sотићи у своја Подешавања читања%2$s да опозовете избор у пољу за видљивост на претраживачима."],"Learn more about the no-index setting on our help page.":["Сазнајте више о no-index подешавању на нашој страници за помоћ."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Иако овде можете да поставите подешавања за мета роботе, читаво веб место је подешено да се не индексира у подешавањима приватности на нивоу целог веб места, тако да ово подешавање неће имати ефекта."],"Learn more about canonical URLs on our help page.":["Сазнајте више о канонским URL-овима на нашој страници за помоћ."],"Learn more about the breadcrumbs title setting on our help page.":["Сазнајте више о подешавању наслова мрвица на нашој страници за помоћ."],"Learn more about advanced meta robots settings on our help page.":["Сазнајте више о напредним подешавањима мета робота на нашој страници за помоћ."],"Learn more about the no-follow setting on our help page.":["Сазнајте више о no-follow подешавању на нашој страници за помоћ."],"Should search engines follow links on this %s":["Да ли претраживачи треба да следе везе до %s"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Ова %1$s REST API крајња тачка вам даје све метаподатке који су вам потребни за одређени URL. Ово ће веома олакшати headless Вордпрес веб местима да користе %1$s за сав свој SEO мета приказ."],"REST API: Head endpoint":["REST API: Крајња тачка заглавља"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Прочитајте %1$sовај чланак за помоћ%2$s да бисте сазнали како да решите овај проблем."],"a theme that has proper title-tag theme support, or adapt your theme to have that support":["тему која има одговарајућу подршку за ознаку наслова или прилагодите вашу тему тако да је има"],"Replaced with the term ancestors hierarchy":["Замењен термином хијерархија предака"],"Term hierarchy":["Хијерархија чланова"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sПоднаслов можете да промените у прилагођавачу%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Још увек имате подразумевани Вордпрес поднаслов. Чак и празан би вероватно био бољи."],"You should change the default WordPress tagline":["Требало би да промените подразумевани поднаслов Вордпреса"],"You are using a custom tagline or an empty one.":["Користите или прилагођени или празан поднаслов."],"You changed the default WordPress tagline":["Променили сте подразумевани поднаслов Вордпреса"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Коментари на ваше чланке се приказују на једној страници. Ово је баш онако како бисмо ми предложили. Свака част!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Препоручује се да име чланка буде наведено у URL-у ваших чланака и страница. Размислите о подешавању структуре сталне везе на %s."],"You do not have your postname in the URL of your posts and pages":["Немате наслов у URL-у чланака и страница"],"You do have your postname in the URL of your posts and pages.":["Имате наслов у URL-у чланака и страница."],"Your permalink structure includes the post name":["Ваша структура сталне везе укључује име чланка"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Коментари на ваше чланке се деле на више страна. Будући да ово није потребно у 999 од 1000 случајева, препоручујемо вам да га онемогућите. Да бисте то поправили, уклоните ознаку из поља „Подели коментаре на стране ...“ на страници Подешавања дискусија."],"Comments break into multiple pages":["Коментари се деле на више страница"],"Comments are displayed on a single page":["Коментари су приказани на појединачној страници"],"No title":["Без наслова"],"%1$sGo to the Discussion Settings page%2$s":["%1$sИдите на страницу Подешавања дискусија%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sОво је пријавио %2$s додатак%3$s"],"Mobile result":["Мобилни резултат"],"Preview as:":["Прегледај као:"],"Desktop result":["Десктоп резултат"],"Google preview":["Google-ов преглед"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Када кликнете на ОК, отворићемо нашег HelpScout пратиоца у коме можете пронаћи одговоре на своја питања. Овај пратиоц ће учитати наше податке о подршци а потенцијално и поставити колачиће."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Претраживач који тренутно користите је нажалост прилично застарео. Будући да се трудимо да вам пружимо најбоље могуће искуство, више не подржавамо овај претраживач. Уместо тога, користите %1$sFirefox%4$s, %2$sChrome%4$s или %3$sМајкрософт Edge%4$s."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Ако желите да примените напредна подешавања <code>мета</code> робота за ову страницу, дефинишите их у следећем пољу."],"Check out %1$s":["Баци поглед на %1$s"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Имамо и бесплатне и премиум онлајн курсеве да научимо све што треба да знате о SEO-у."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Желиш да научиш SEO од Yoast тима? Баци поглед на нашу %1$s!"],"Learn SEO":["Научи SEO"],"%s settings to import:":["%s подешавања за увоз:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Увезите поставке из друге %1$s инсталације тако што ћете их залепити овде и кликнути на \"%2$s\"."],"Your %1$s settings:":["Ваша %1$s подешавања:"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph metadata\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["Твитер користи Open Graph мета ознаке као и Фејсбук. Због тога будите сигурни да вам је одабран Open Graph на Фејсбук табу, уколико желите да оптимизујете ваше веб место за Твитер. "],"Schema":["Шема"],"Please check the format of the YouTube URL you entered. %s":["Молимo проверите формат Јутјуб URL-а који сте унели. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Молимo проверите формат Википедија URL-а који сте унели. %s"],"Please check the format of the Pinterest URL you entered. %s":["Молимo проверите формат Пинтерест URL-а који сте унели. %s"],"Please check the format of the MySpace URL you entered. %s":["Молимo проверите Мајспејс URL облик који сте унели. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Молимo проверите Линкедин URL облик који сте унели. %s"],"Please check the format of the Instagram URL you entered. %s":["Молимo проверите формат Инстаграм URL-а који сте унели. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Молим проверите URL облик Фејсбук странице коју сте унели. %s"],"Settings saved.":["Подешавања су сачувана."],"Dismiss this alert":["Занемари ово обавештење."],"An organization name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data%2$s.":[""],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s не личи на валидан Facebook App ID. Молимо исправите."],"The submitted value was: %s":["Поднета вредност је: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex потврдни кодови могу да садрже само слова од A до F, бројеве, цртице и доње цртице. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter корисничка имена могу да садрже само слова, бројеве и доње цртице. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest потврдни кодови могу да садрже само слова од A до F, бројеве, цртице и доње цртице. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing потврдни кодови могу да садрже само слова од A до F, бројеве, цртице и доње цртице. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google верификациони кодови могу да садрже само слова, бројеве, цртице и доње цртице. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu верификациони кодови могу да садрже само слова, бројеве, цртице и доње цртице. %s"],"Show this item.":["Прикажи ову ставку."],"Hide this item.":["Сакриј ову ставку."],"You have %d hidden problem:":["Имате %d сакривен проблем:","Имате %d сакривена проблема:","Имате %d сакривених проблема:"],"You have %d hidden notification:":["Имате %d сакривену нотификацију:","Имате %d сакривене нотификације:","Имате %d сакривених нотификација:"],"Focus keyphrase not set":[""],"The form contains %1$s error. %2$s":["Образац садржи %1$s грешку. %2$s","Образац садржи %1$s грешке. %2$s","Образац садржи %1$s грешака. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Следеће речи се најчешће појављују у садржају. Оне дају индикацију на шта се ваш садржај фокусира. Ако се речи знатно разликују од ваше теме, можда ћете пожелети да ускладите свој садржај."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Када додате још мало садржаја, даћемо вам листу речи које се најчешће појављују у садржају. Оне дају индикацију на шта се ваш садржај фокусира."],"%d occurrences":["%d појављивања"],"Activate %s for your site on MyYoast":["Активирајте %s за своје веб место на MyYoast"],"Show blog page in breadcrumbs":["Прикажи страницу блога у мрвицама"],"We could not find any relevant articles on your website that you could link to from your post.":["Нисмо могли да нађемо релевантне чланке на вашем веб месту ка којима бисте могли да ставите везу у чланку."],"Has feedback":["Има повратне информације"],"Content optimization:":["Оптимизација садржаја:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sЧитљивост%2$s: %3$s"],"Post Noindexed":["Чланак није индексиран"],"No Focus Keyphrase":["Нема фокусиране кључне фразе"],"Person logo / avatar":["Лого / аватар особе"],"Posts with the SEO score: %s":["Чланци са SEO оценом: %s"],"SEO: %s":["SEO %s"],"%s video tutorial":["%s видео туторијал"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Да прегледате тренутне crawl грешке, %1$sпосетите Google Search Console%2$s."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Гугл је угасио свој Crawl Errors API. Зато се све могуће грешке у пописивању више неће приказивати овде. %1$sПрочитајте нашу изјаву за даље информације%2$s."],"Get the %s plugin now":["Преузми %s додатак сада"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Истински побољшајте Ваше веб место за локално тржиште са нашим %s додатком! Побољшајте детаље адресе, радно време, локатор продавнице и могућности преузимања!"],"Serving local customers?":["Да ли опслужујете локалне клијенте?"],"Organization's social profiles":["Профили организације на друштвеним мрежама"],"Personal info":["Лични подаци"],"Organization logo":["Лого организације"],"Organization name":["Назив организације"],"Choose whether the site represents an organization or a person.":["Одаберите да ли место представља организацију или особу"],"Knowledge Graph & Schema.org":["Knowledge Graph и Schema.org"],"(if one exists)":["(ако постоји)"],"Wikipedia page about you":["Википедијина страница о Вама"],"YouTube profile URL":["URL YouTube профила"],"Tumblr profile URL":["URL Tumblr профила"],"SoundCloud profile URL":["URL SoundCloud профила"],"MySpace profile URL":["URL MySpace профила"],"Organization or person":["Организација или особа"],"Organization":["Организација"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Раније сте подесили своје веб место да представља особу. Унапредили смо функционалност око Schema и Knowledge Graph, тако да можете ући и %1$sкомплетирати та подешавања%2$s."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Изабрали сте корисника %1$s као особу које ово веб место представља. Њихов кориснички профил ће са бити коришћен у резултатима претраге. %2$sАжурирајте њихов профил како ви информације биле тачне.%3$s"],"Please select a user below to make your site's meta data complete.":["Молимо Вас, одаберите корисника како бисте употпунили мета податке сајта."],"Select a user...":["Одаберите корисника..."],"Uncategorized":["Некатегорисано"],"If a Wikipedia page for you or your organization exists, add it too.":["Ако постоји страница на Википедији о Вама или Вашој организацији, додајте је."],"Pinterest profile URL":["URL Pinterest профила"],"LinkedIn profile URL":["URL LinkedIn профила"],"Instagram profile URL":["URL Instagram профила"],"No JSON object was returned.":["Није враћен JSON објекат"],"Received internal links":["Примљене интерне везе"],"Outgoing internal links":["Одлазне интерне везе"],"New step added":["Нови корак додат"],"New question added":["Ново питање додато"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Да би ова особина функционисала, %1$s мора да креира ново поље у бази података. Нисмо успели да га креирамо аутоматски."],"Keyphrase":["Кључна фраза"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":[" %3$sAlt атрибути слике%5$s: Од %2$d слика на овој страници, %1$d поседују alt атрибуте са речима из Ваше кључне фразе или синонима. То је помало превише. %4$sУкључите кључне фразе или њихове синониме само када одговара слици%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sAlt атрибути слике%5$s: Од %2$d слика на овој страни само %1$d има alt атрибут који одражава тему вашег текста. %4$sДодајте ваше кључне изразе или синониме alt ознакама релевантних слика%5$s!","%3$sAlt атрибути слике%5$s: Од %2$d слика на овој страни само %1$d имају alt атрибут који одражава тему вашег текста. %4$sДодајте ваше кључне изразе или синониме alt ознакама релевантних слика%5$s!","%3$sAlt атрибути слике%5$s: Од %2$d слика на овој страни само %1$d има alt атрибут који одражава тему вашег текста. %4$sДодајте ваше кључне изразе или синониме alt ознакама релевантних слика%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sAlt атрибути слике%3$s: Слике на овој страници немају alt атрибуте који одражавају тему Вашег текста. %2$sДодајте Ваше кључне фразе или синониме alt таговима релевантних слика%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sAlt атрибути слике%3$s: Слике на овој страници имају alt атрибуте, али нисте поставили Вашу кључну фразу. %2$sИсправите то%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$sКључни израз у поднаслову%2$s: %3$s од ваших H2 и H3 поднаслова одражава вашу тему. Свака част!","%1$sКључни израз у поднаслову%2$s: %3$s од ваших H2 и H3 поднаслова одражавају вашу тему. Свака част!","%1$sКључни израз у поднаслову%2$s: %3$s од ваших H2 и H3 поднаслова одражавају вашу тему. Свака част!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$sКључни израз у поднаслову%2$s: Ваши H2 и H3 поднаслови одражавају вашу тему. Свака част!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$sКључни израз у поднаслову%3$s: %2$sУпотребите више кључних израза или синонима у својим H2 и H3 поднасловима%3$s!"],"Page %s":["Страна %s"],"Cannot get the size of %1$s because of unknown reasons.":["Немогуће је добити величину за %1$s из непознатих разлога."],"Cannot get the size of %1$s because it is hosted externally.":["Немогуће је добити величину за %1$s јер је хостовање екстерно."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sПојединачни наслов%3$s: H1 ознаке треба да се користе само за главни наслов. Пронађите све H1 ознаке у тексту које нису главни наслов и %2$sпромените их у наслов нижег нивоа%3$s!"],"Improve sharing on Facebook and Pinterest":["Унапредите дељење на Facebook-у и Pinterest-у"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sГустина кључних израза%2$s: Фокусни кључни израз је пронађен %5$d пут. То је много више од препорученог максимума од %3$d пута за текст ове дужине. %4$sНемојте претеривати са оптимизацијом%2$s!","%1$sГустина кључних израза%2$s: Фокусни кључни израз је пронађен %5$d пута. То је много више од препорученог максимума од %3$d пута за текст ове дужине. %4$sНемојте претеривати са оптимизацијом%2$s!","%1$sГустина кључних израза%2$s: Фокусни кључни израз је пронађен %5$d пута. То је много више од препорученог максимума од %3$d пута за текст ове дужине. %4$sНемојте претеривати са оптимизацијом%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sГустина кључних израза%2$s: Фокусни кључни израз је пронађен %5$d пут. То је више од препорученог максимума од %3$d пута за текст ове дужине. %4$sНемојте претеривати са оптимизацијом%2$s!","%1$sГустина кључних израза%2$s: Фокусни кључни израз је пронађен %5$d пута. То је више од препорученог максимума од %3$d пута за текст ове дужине. %4$sНемојте претеривати са оптимизацијом%2$s!","%1$sГустина кључних израза%2$s: Фокусни кључни израз је пронађен %5$d пута. То је више од препорученог максимума од %3$d пута за текст ове дужине. %4$sНемојте претеривати са оптимизацијом%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sГустина кључних фраза%2$s: Фокусна кључна фраза је нађена %3$d пут. Сјајна вест!","%1$sГустина кључних фраза%2$s: Фокусна кључна фраза је нађена %3$d пута. Сјајна вест!","%1$sГустина кључних фраза%2$s: Фокусна кључна фраза је нађена %3$d пута. Сјајна вест!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sГустина кључних израза%2$s: Фокусни кључни израз је пронађен %5$d пут. То је мање од препорученог минимума од %3$d пута за текст ове дужине. %4$sФокусирајте се на ваш кључни израз%2$s!","%1$sГустина кључних израза%2$s: Фокусни кључни израз је пронађен %5$d пута. То је мање од препорученог минимума од %3$d пута за текст ове дужине. %4$sФокусирајте се на ваш кључни израз%2$s!","%1$sГустина кључних израза%2$s: Фокусни кључни израз је пронађен %5$d пута. То је мање од препорученог минимума од %3$d пута за текст ове дужине. %4$sФокусирајте се на ваш кључни израз%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sГустина кључних израза%2$s: Фокусни кључни израз је пронађен 0 пута. То је мање од препорученог минимума од %3$d пута за текст ове дужине. %4$sФокусирајте се на ваш кључни израз%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Увоз подешавања је омогућен само на серверима који раде на PHP 5.3 или новијем."],"Export your %1$s settings here, to copy them on another site.":["Извезите ваша подешавања %1$s овде, затим копирајте на други сајт."],"No settings found.":["Подешавања нису пронађена."],"These are settings for the %1$s plugin by %2$s":["Ово су подешавања за %1$s додатак од %2$s"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Копирајте сва подешавања на уметку %1$s другог веб места и кликните на \"%1$s\"."],"You do not have the required rights to export settings.":["Немате привилегије да извезете подешавања."],"Method %1$s() does not exist in class %2$s":["Метода %1$s() не постоји у класи %2$s"],"With %s, you can easily create such redirects.":["Са %s, можете лако правити таква преусмеравања."],"Google Ads":["Google Ads"],"Learn about why permalinks are important for SEO.":["Сазнајте зашто су за SEO важне сталне везе."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Промена поставки сталних веза може озбиљно утицати на вашу видљивост у претраживачима. То готово %1$s никада %2$s не би требало да се ради на продукционом веб месту."],"WARNING:":["УПОЗОРЕЊЕ:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sФункционалне речи у кључном изразу%3$s: Ваш кључни израз \"%4$s\" садржи само функционалне речи. %2$sСазнајте више о томе шта чини кључни израз добрим.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["Да ли сте знали да %s такође анализира различите облике кључне фразе, као што су множина и прошла времена?"],"Clear Image":["Обриши слику"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sДужина кључне фразе%3$s: %2$sПоставите кључну фразу како би се израчунао SEO резултат%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sКључни израз у подлошку%2$s: Више од пола вашег кључног израза се појављује у подлошку. То је сјајно!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sКључни израз у подлошку%3$s: (Део) кључног израза се не појављује у подлошку. %2$sПромените то%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sКључна фраза у подложку%2$s: Одлично обављен посао!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sРасподела кључних израза%2$s: Добро одрађено."],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sРасподела кључних израза%3$s: Неједнака. Неки делови вашег текста не садрже кључне изразе или синониме. %2$sРасподелите их равномерније%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sРасподела кључних израза%3$s: Веома неједнака. Велики делови вашег текста не садрже кључне изразе или синониме. %2$sРасподелите их равномерније%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sРасподела кључних израза%3$s: %2$sУбаците ваше кључне изразе или синониме у текст како би могли да проверимо расподелу истих%3$s."],"Help on choosing the perfect focus keyphrase":["Помоћ за избор савршеног кључног израза"],"Would you like to add a related keyphrase?":["Да ли желите да додате сродни кључни израз?"],"Go %s!":["Покрени %s!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Ако се не приказују архиве по датумима у резултатима претраге, значи да имају мета код  %1$s за роботе. %2$sВише информација о поставкама резултата претраге%3$s."],"Rank better with synonyms & related keyphrases":["Боље се позиционирајте са синонимима и сродним кључним изразима"],"optimize a single post for synonyms and related keyphrases.":["оптимизујте појединачни чланак за синониме и повезане кључне фразе."],"Synonyms & related keyphrases":["Синоними и сродни кључни изрази"],"Add related keyphrase":["Додајте кључни израз"],"Upgrade to %s":["Надоградите на %s"],"Get %s":["Узмите %s"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sПретходно коришћена кључна фраза%6$s: Употребили сте ову кључну фразу %1$s%2$d пута%3$s. %5$sНемојте користити кључне фразе више од једном%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sПретходно коришћена кључна фраза%5$s: употребили сте кључну фразу %1$sвећ једном%2$s. %4$sНемојте користити кључне фразе више од једном%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sПретходно коришћена кључна фраза%2$s: Нисте користили ову кључну фразу раније, врло добро."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sAlt атрибути слике%3$s: Слике се не појављују на овој страници. %2$sДодајте понеку%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sКључни израз као веза%3$s: Повезујете другу страницу са речима за које желите да се ова страница рангира. %2$sНемојте то радити%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sДужина текста%3$s: Текст садржи %1$d %4$s. Врло добро!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$sКључни израз у поднаслову%3$s: Више од 75%% ваших H2 и H3 поднаслова одражавају вашу тему. То је превише. %2$sНемојте претеривати са оптимизацијом%3$s!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sДужина SEO наслова%3$s: %2$sКреирајте SEO наслов%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sДужина SEO наслова%3$s: SEO наслов је дужи од ограничења видљивости. %2$sПокушајте да га скратите%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sШирина SEO наслова%2$s: Свака част!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sДужина SEO наслова%3$s: SEO наслов је прекратак. %2$sКористите размак да додате варијације кључне фразе или креирате изазовни call-to-action текст%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sОдлазне везе%2$s: На овој страници постоје и nofollow и нормалне одлазне везе. Свака част!"],"%1$sOutbound links%2$s: Good job!":["%1$sОдлазне везе%2$s: Добро обављен посао!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sОдлазне везе%3$s: На овој страници су све одлазне везе nofollow. %2$sДодајте понеку нормалну везу%3$s!"],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sОдлазне везе%3$s: На овој страници се не појављују одлазне везе. %2$sДодајте понеку%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sДужина мета описа%2$s: Врло добро!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sДужина мета описа%3$s: Мета опис има више од %4$d карактера. Да осигурате да цео опис буде видљив, %2$sскратите дужину%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sДужина мета описа%3$s: Мета опис је прекратак (мање од %4$d карактера). Имате %5$d карактера на располагању. %2$sКористите раѕмаке%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sДужина мета описа%3$s: Мета опис није постављен. Претраживачи ће уместо тога приказати текст са странице. %2$sПотрудите се да га напишете%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sКључни израз у мета опису%2$s: Мета опис је дифинисан али не садржи кључни израз. %3$sИсправите то%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sКључни израз у мета опису%2$s: Мета опис садржи кључни израз %3$s пута што је преко саветованих максимално 2 пута. %4$sОграничите то%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sКључни израз у мета опису%2$s: Кључни израз или синоним се појављују у мета опису. Свака част!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sДужина кључног израза%5$s: Кључни израз је дугачак %1$d %6$s. То је много више од максимално препоручених %2$d %6$s. %4$sСкратите га%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sДужина кључног израза%5$s: Кључни израз је дугачак %1$d %6$s. То је више од максимално препоручених %2$d %6$s. %4$sСкратите га%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sДужина кључне фразе%2$s: Браво!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sДужина кључног израза%3$s: Ниједан кључни израз није подешен за ову страницу. %2$sПоставите кључни израз како би се израчунао SEO резултат%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sКључна фраза у уводу%3$s: Ваша кључна фраза или њени синоними се не појављују у првом пасусу. %2$sПотрудите се да је тема одмах јасна%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sКључна фраза у уводу%3$s: Ваша кључна реч или њени синоними се појављују у првом пасусу текста, али не у оквиру једне реченице. %2$sПоправите то%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sКључна фраза у уводу%2$s: Свака част!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sИнтерне везе%2$s: На овој стране постоје и нормалне и nofollow интерне везе. Свака част!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sИнтерне везе%2$s: Имате довољно интерних веза. Свака част!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sИнтерне везе%3$s: Све интерне везе на овој страни су nofollow. %2$sДодајте неке добре интерне везе%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sИнтерне везе%3$s: Не постоје интерне везе на овој страници, %2$sобавезно додајте неке%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sПрелазне речи%2$s: Свака част!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sПрелазне речи%2$s: Само %3$s реченица садржи прелазне речи, што није довољно. %4$sУпотребите више њих%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sПрелазне речи%2$s: Ни једна реченица не садржи прелазне речи. %3$sУпотребите неке%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sНедовољно садржаја%2$s: %3$sДодајте још садржаја како бисте омогућили добру анализу%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sДистрибуција поднаслова%2$s: Не користите поднаслове, али текст је довољно кратак, па вероватно нису ни потребни."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sДистрибуција поднаслова%2$s: Не користите поднаслове иако је текст прилично дугачак. %3$sПробајте да додате неколико поднаслова%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sДистрибуција поднаслова%2$s: %3$d секција у вашем тексту је дужа од %4$d %6$s а није раздвојена ниједним поднасловом. %5$sДодајте поднаслове како бисте побољшали читљивост%2$s.","%1$sДистрибуција поднаслова%2$s: %3$d секције у вашем тексту су дуже од %4$d %6$s а нису раздвојене ниједним поднасловом. %5$sДодајте поднаслове како бисте побољшали читљивост%2$s.","%1$sДистрибуција поднаслова%2$s: %3$d секција у вашем тексту су дуже од %4$d %6$s а нису раздвојене ниједним поднасловом. %5$sДодајте поднаслове како бисте побољшали читљивост%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sДистрибуција поднаслова%2$s: Свака част!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sДужина реченице%2$s: %3$s реченица садржи више од %4$s %7$s, што је више од препорученог максимума од %5$s. %6$sПокушајте да скратите реченице%2$s."],"%1$sSentence length%2$s: Great!":["%1$sДужина реченице%2$s: Одлично!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sУзастопне реченице%2$s: Постоји довољно разноликости у реченицама. То је одлично!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sУзастопне реченице%2$s: Текст садржи %3$d узастопну реченицу која почиње истом речју. %5$sПокушајте да измешате ствари%2$s!","%1$sУзастопне реченице%2$s: Текст садржи %4$d инстанце где %3$d или више узастопних реченица почињу истом речју. %5$sПокушајте да измешате ствари%2$s!","%1$sУзастопне реченице%2$s: Текст садржи %4$d инстанци где %3$d или више узастопних реченица почињу истом речју. %5$sПокушајте да измешате ствари%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sПасивни говор%2$s: %3$s реченица садржи пасивни говор, што је више од препорученог максимума од %4$s. %5$sПокушајте да употребите њихове активне верзије%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sПасивни говор%2$s: Користите довољно активног говора. Одлично!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sДужина параграфа%2$s: %3$d параграф садржи више од препорученог броја од %4$d %6$s. %5$sСкратите своје параграфе%2$s!","%1$sДужина параграфа%2$s: %3$d параграфа садрже више од препорученог броја од %4$d %6$s. %5$sСкратите своје параграфе%2$s!","%1$sДужина параграфа%2$s: %3$d параграфа садрже више од препорученог броја од %4$d %6$s. %5$sСкратите своје параграфе%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sДужина параграфа%2$s: Ни један параграф није предугачак. Свака част!"],"Good job!":["Добро урађено."],"Focus keyphrase":["Фокусни израз (фраза)"],"Check Keyphrase Density":["Проверите заступљеност кључних израза"],"Disable":["Онемогући"],"Allow Control":["Дозволи контролу"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Ова картица вам омогућава да селективно онемогућите %s функције за сва веб места у мрежи. Подразумевано су омогућене све функције, што дозвољава администраторима веб места да сами одаберу да ли желе да укључе или искључе неку функцију за своје веб место. Када овде онемогућите неку функцију, администратори веб места уопште неће моћи да је користе."],"%s is a required feature toggle argument.":["%s је обавезан аргумент за пребацивање карактеристика."],"Remove keyphrase":["Уклони кључни израз"],"Keyphrase:":["Кључни израз:"],"This feature has been disabled by the network admin.":["Ова могућност је онемогућена од стране мрежног управитеља."],"Multiple keyphrases":["Вишеструки кључни изрази"],"Focus keyphrase not set.":["Фокусни кључни израз није постављен."],"Colon":["Двотачка"],"Optional. Customize how you want to describe the duration of the instruction":["Опционо. Прилагодите како желите да опишете дужину трајања инструкције"],"Describe the duration of the instruction:":["Опишите дужину трајања инструкције:"],"Learn more about the readability analysis":["Сазнајте више о анализи читљивости"],"Readability analysis:":["Анализа читљивости:"],"There is a new notification.":["Ово је ново обавештење.","Ово су нова обавештења.","Ово су нова обавештења."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["И %1$s и %2$s управљају SEO-ом вашег веб места. Истовремено покретање два SEO додатка је штетно."],"%s, %s and %s":["%s, %s и %s"],"%s and %s":["%s и %s"],"%d minute":["%d минут","%d минута","%d минута"],"%d hour":["%d сат","%d сата","%d сати"],"%d day":["%d дан","%d дана","%d дана"],"Enter a step title":["Унесите назив корака"],"Optional. This can give you better control over the styling of the steps.":["Опционо. Ово Вам може пружити бољу контролу над стилизовањем корака."],"CSS class(es) to apply to the steps":["CSS класа/класе да се примене на кораке"],"minutes":["минути"],"hours":["сати"],"days":["дани"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["Направите водич за употребу на начин који је наклоњен SEO-у. Можете користити само један \"Како да\" блок по чланку."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Излистајте Ваша Често Постављана Питања на SEO-friendly начин. Можете употребити само један ЧПП блок по чланку."],"Copy error":["Грешка у копирању"],"An error occurred loading the %s primary taxonomy picker.":["Појавила се грешка приликом учитавања %s примарног бирача таксономија."],"%1$s Structured Data Blocks":["%1$s Структуирани блокови података"],"Time needed:":["Потребно време:"],"Move question down":["Помери питање на доле"],"Move question up":["Померите питање на горе"],"Insert question":["Уметни питање"],"Delete question":["Избриши питање"],"Enter the answer to the question":["Унесите одговор на питање"],"Enter a question":["Унесите питање"],"Add question":["Додајте питање"],"Frequently Asked Questions":["Често постављана питања"],"Great news: you can, with %s!":["Одличне вести: можете, са %s!"],"(Opens in a new browser window)":["(Отвара се у новом језичку прегледача!)"],"Select the primary %s":["Изаберите примарни %s"],"Check links to this URL":["Проверите везе на овом URL-у"],"Keyword research training":["Обука за истраживање кључних речи"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Да ли покушавате да употребите вишеструке кључне фразе? Треба да их додате одвојено."],"Mark as cornerstone content":["Обележи као кључни садржај"],"Move step down":["Помери корак на доле"],"Move step up":["Помери корак на горе"],"Insert step":["Уметни корак"],"Delete step":["Ибришите корак"],"Add image":["Додај слику"],"Enter a step description":["Унесите опис корака"],"Enter a description":["Унесите опис"],"Unordered list":["Неуређена листа"],"Showing step items as an ordered list.":["Приказивање ставки корака као уређенe листe"],"Showing step items as an unordered list":["Приказивање ставки корака као неуређенe листe"],"Add step":["Додајте корак"],"Delete total time":["Избриши укупно време"],"Add total time":["Додај укупно време"],"How to":["Како да"],"How-to":["Како да"],"Analysis results":["Резултати анализе"],"Enter a focus keyphrase to calculate the SEO score":["Унесите фокусну кључну фразу да израчунамо SEO резултат"],"Learn more about Cornerstone Content.":["Сазнајте више о кључном садржају"],"Cornerstone content should be the most important and extensive articles on your site.":["Кључни садржај би требало да представљају најважнији и најобимнији чланци на вашем веб месту."],"Restore Site":["Обновите веб место"],"Network Settings":["Подешавање мреже"],"You are not allowed to perform this action.":["Није вам дозвољено да урадите ово."],"Error: %s":["Грешка: %s"],"Success: %s":["Успех: %s"],"Site with ID %d not found.":["Веб место са ID %d није пронађено"],"No site has been selected to restore.":["Ниједно веб место није означено за обнову."],"You are not allowed to modify unregistered network settings.":["Није вам дозвољено да прилагођавате нерегистрована подешавања мреже."],"deleted":["обрисано"],"Would you like to add another keyphrase?":["Да ли би сте волели да унесете додатну кључну реч?"],"Copied!":["Копирано."],"Not supported!":["Није подржано"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["{{a}}Прочитајте наш чланак о структури сајта{{/a}} да бисте сазнали више о томе како интерно повезивање може да помогне у побољшању вашег SEO-а."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Размислите о повезивању са овим {{a}}темељним чланцима:{{/a}}"],"Consider linking to these articles:":["Размислите о повезивању са овим чланцима:"],"Copy link":["Копирајте везу"],"Copy link to suggested article: %s":["Копирај везу на препорученом чланку: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Прочитајте наш %1$sтемељни водич за истраживање кључних речи%2$s како бисте сазнали више о истраживању и стратегији кључних речи."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Следеће речи се најчешће појављују у садржају. Оне дају индикацију на шта се ваш садржај фокусира. Ако се речи знатно разликују од ваше теме, можда ћете пожелети да ускладите свој садржај."],"Prominent words":["Истакнуте речи"],"The site's tagline":["Ознака веб места"],"Not all required fields are given. Missing field %1$s":["Нису попуњена сва потребна поља. Поље које недостаје је %1$s"],"Add synonyms":["Додај синониме"],"Would you like to add keyphrase synonyms?":["Да ли бисте волели да додате синониме кључној фрази?"],"Would you like to add more than one keyphrase?":["Да ли бисте желели да додате више од једне кључне фразе?"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Можете уредити SEO мета-податке за ову прилагођену врсту на %1$sстрани продавнице%2$s."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["Неисте подесили страну продавнице у својим WooCommerce подешавањима. Молимо вас прво да то урадите."],"Current year":["Текућа година"],"Page":["Страница"],"Something went wrong. Please reload the page.":["Дошло је до грешке. Освежите страницу."],"Tagline":["Мото"],"description (custom taxonomy)":["опис (прилагођена таксономија) "],"(custom taxonomy)":["(прилагођена таксономија)"],"(custom field)":["(прилагођено поље)"],"Term404":["Појам 404"],"Caption":["Наслов"],"Pagenumber":["Број стране"],"Pagetotal":["Укупно страна"],"Page number":["Страна број"],"User description":["Опис по жељи корисника"],"ID":["ID"],"Modified":["Измењено"],"Post type (plural)":["Врста чланка (множима)"],"Post type (singular)":["Врата чланка (једнина)"],"Separator":["Знак за одвајање"],"Search phrase":["Израз за претрагу"],"Term title":["Наслов појма"],"Term description":["Опис појма"],"Tag description":["Опис ознаке"],"Category description":["Опис категорије"],"Primary category":["Главна категорија"],"Category":["Категорија"],"Tag":["Ознака"],"Excerpt only":["Само одломак"],"Excerpt":["Одломак"],"Site title":["Наслов веб места"],"Archive title":["Наслов архиве"],"Parent title":["Наслов родитеља"],"Date":["Датум"],"Get Yoast SEO Premium":["Узмите Yoast SEO Premium"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Да ваши посетиоци не би добили грешку 404 када кликну на непостојећи URL, потребно је да креирате редирекцију."],"Search engines and other websites can still send traffic to your deleted post.":["Претраживачи и друга веб места и даље могу да шаљу саобраћај ка Вашем обрисаном чланку."],"Make sure you don't miss out on traffic!":["Потрудите се да не пропустите извештаје о саобраћају!"],"You just deleted a %1$s.":["Управо сте обрисали %1$s."],"You just trashed a %1$s.":["Управо сте послали у отпад %1$s."],"Settings for %s archive":["Подешавања за %s архиву"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Подешавањa на овој страници ти дозвољавају да за било који садржај који имате дефинишете изглед подразумеване претраге. Можете изабрати врсту садржаја која ће се појављивати у резултатима претраге и који ће бити њихов подразумевани опис."],"Url preview":["Преглед URL-а"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Молимо обезбедите мета опис уређивањем исечка испод. Ако то не урадите, Гугл ће пробати да нађе релевантну секцију чланка да прикаже у резултатима претраживања."],"Dismiss this notice":["Одбаците обавештење"],"No results":["Нема резултата"],"%d result found, use up and down arrow keys to navigate":["%d резултат пронађен. Користите дугмад за кретање горе и доле","%d резултата пронађена. Користите дугмад за кретање горе и доле","%d резултата пронађено. Користите дугмад за кретање горе и доле"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Језик вашег веб места је подешен на %s. Уколико ово није добро, контактирајте администратора вашег веб места."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["Узмите ваш Baidu код за верификацију у %1$sBaidu Webmaster Tools%2$s."],"Baidu verification code":["Baidu код за потврду"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["%s функционалност за увоз података користи привремене табеле база података. Чини се да ваша WordPress инсталација нема могућност да то уради, молимо вас да се обратите свом добављачу хостинг услуга."],"Cleanup of %s data failed.":["Чишћење %s података није успело."],"Content Type":["Тип садржаја"],"Filter by content type":["Филтрирање по типу садржаја"],"Show All Content Types":["Прикажи све типове садржаја"],"Replaced with the normal title for an archive generated by WordPress":["Замењен нормалним насловом за архиву коју генерише WordPress"],"Clean":["Очисти"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Када будете сигурни да је ваша страница у реду, можете да очистите. Ово ће уклонити све оригиналне податке."],"Step 5: Clean up":["5. корак: Очистите"],"Please check your posts and pages and see if the metadata was successfully imported.":["Проверите своје чланке и странице и погледајте да ли су метаподаци успешно увезени."],"Step 3: Check your data":["3. корак: Проверите ваше податке"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Ово ће увести метаподатаке о чланку, попут SEO наслова и описа у %1$s метаподатке. То ће учинити само ако још увек не постоје %1$s метаподаци. У том случају, постојећи подаци ће остати на месту."],"Step 2: Import":["2. корак: Увезите"],"Please make a backup of your database before starting this process.":["Молимо направите резервну копију ваше базе података пре но што започнете процес."],"Step 1: Create a backup":["1. корак: Направите резервну копију"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Открили смо податке једног или више SEO додатака на вашем веб месту. Молимо пратите наредне кораке како би сте увезли ове податке:"],"Plugin: ":["Додатак:"],"%s did not detect any plugin data from plugins it can import from.":["%s није пронашао никакве податке у додацима које би могао да увезе."],"Posts that should not show up in search results":["Чланци који не би требало да се појаве у резултатима претраге"],"%s data found.":["%s подаци пронађени."],"%s data successfully removed.":["%s подаци успешно уклоњени."],"%s data successfully imported.":["%s подаци успешно увезени."],"%s data not found.":["%s подаци нису пронађени."],"24/7 email support":["24/7 подршка преко е-поште"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Да бисте омогућили претраживачима да знају који су профили на друштвеним мрежама повезани са овим веб местом, у наставку унесите податке о вашим профилима на друштвеним мрежама."],"Learn more about your social profiles settings":["Сазнајте више о подешавању профила на друштвеним мрежама"],"Remove the categories prefix?":["Уклоните префикс категорије"],"Help on the category prefix setting":["Помоћ у подешавању префикса категорије"],"Learn more about the available variables":["Сазнајте више о расположивим променљивама"],"Learn more about the RSS feed setting":["Сазнајте више о подешавању RSS довода"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Када у WordPress отпремате медије (на пример, слику или видео), то не само да чува медије, већ креира URL за прилоге. Ове странице за додавање су прилично празне: они садрже медијску ставку и можда наслов ако сте га унели. Због тога, ако никада не користите ове URL прилоге, боље је да их искључите и преусмерите их на сам медиј."],"Learn more about the Media and attachment URLs setting":["Сазнајте више о подешавању медија и URL-ова за прилоге"],"Learn more about the special pages setting":["Сазнајте више о подешавањима за специјалне странице"],"Help on the date archives search results setting":["Помоћ у подешавању резултата претраге архиве датума"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Ако се не приказују архиве за ауторе без чланака у резултатима претраге, значи да имају мета код  %1$s за роботе, па ће бити изузете из XML  мапа веб места. %2$sВише информација о поставкама резултата претраге%3$s."],"Help on the authors without posts archive search results setting":["Помоћ у подешавању резултата претраге по ауторима који немају чланке"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Ако се не приказују архиве по ауторима у резултатима претраге, значи да имају мета код  %1$s за роботе, па ће бити изузете из XML  мапа веб места. %2$sВише информација о поставкама резултата претраге%3$s."],"Help on the author archives search results setting":["Помоћ у подешавању резултата претраге по ауторским архивама"],"Archives settings help":["Помоћ за подешавање архива"],"Learn more about the archives setting":["Сазнајте више о подешавањима архива"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Узмите ваш Yandex верификациони код у %1$sYandex Webmaster Tools%2$s."],"Yandex verification code":["Yandex верификациони код"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Узмите ваш Google верификациони код у %1$sGoogle Search Console%2$s."],"Google verification code":["Google верификациони код"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Узмите ваш Bing верификациони код у %1$sBing Webmaster Tools%2$s."],"Bing verification code":["Bing верификациони код"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Можете да користите наредна поља да бисте потврдили различите Webmaster Tools. Ова функција ће додати мета-ознаку за потврду на вашој почетној страници. Пратите везе до одабраних Webmaster Tools, потражите упутства за верификацију мета ознаке и преузмите код за верификацију. Ако је ваше веб место већ верификовано, можете заборавити на њих."],"Learn more about the Webmaster Tools verification":["Сазнајте више о верификацији за Webmaster Tools"],"On":["Укључено"],"Help on: %s":["Помоћ за: %s"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s долази са пуно функционалности. У наставку можете да укључите/ искључите неке од њих. Кликом на упитник добијате више информација о функционалности."],"Off":["Искључено"],"See who contributed to %1$s.":["Погледајте ко је допринео %1$s."],"Help on this search results setting":["Помоћ за подешавања ових резултата претраге"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Уколико се архива не приказује за %1$s у резултатима претраге, то технички значи да за роботе постоји мета код %2$s, па ће страница бити изузета из XML мапе веб места. %3$sВише информација о поставкама резултата претраге%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["Уколико се %1$s не приказује у резултатима претраге, то технички значи да за роботе постоји мета код %2$s, па ће страница бити изузета из XML мапе веб места. %3$sВише информација о поставкама резултата претраге%4$s."],"Default for %2$s, currently: %1$s":["Подразумевано за %2$s, тренутно: %1$s"],"Show %s in search results?":["Да ли да се прикаже %s у резултатима претраге?"],"this author's archives":["архиве овог аутора"],"Do not allow search engines to show %s in search results.":["Претраживачима није дозвољено да прикажу %s у резултатим претраге."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["URL-ови за категорије у WordPress-у обично садрже префикс %s. Ова функционалност уклања тај префикс, али само за категорије."],"Category URLs":["URL-ови категорија"],"the archive for %s":["архива за %s"],"Redirect attachment URLs to the attachment itself?":["Преусмерити URL-ове прилога на сам прилог?"],"We recommend you set this to Yes.":["Препоручујемо да ово поставите на \"Да\""],"Media & attachment URLs":["Медија и URL-ови за прилоге"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["То је оно што се приказује у резултатима претраге када људи пронађу вашу почетну страницу. Вероватно је то оно што ваши посетиоци виде када траже ваш бренд."],"date archives":["датумске архиве"],"archives for authors without posts":["архиве за ауторе без чланака"],"Read why XML Sitemaps are important for your site.":["Сазнајте због чега су XML мапе веб места важне за ваше веб место."],"Enable the XML sitemaps that %s generates.":["Укључите XML мапе веб места које генерише %s."],"See the XML sitemap.":["Погледајте XML мапу веб места."],"%s (current default for %s)":["%s (тренутно подразумевано за %s)"],"Media":["Медији"],"Content Types":["Врсте садржаја"],"Should search engines follow links on this %1$s?":["Да ли претраживачи треба да следе везу до %1$s?"],"Allow search engines to show this %s in search results?":["Да ли треба дозволити претраживачима да %s приказује у резултатима претраге?"],"Search Appearance":["Изглед претраге"],"Toggle %1$s's XML Sitemap":["Замени %1$s XML мапу веб места"],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Укључите ову функционалност уколико желите да Twitter приказује преглед са сликом и исечком текста када неко подели везу до вашег веб места."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Укључите ову функционалност уколико желите да Facebook и остале друштвене мреже приказују преглед са сликом и одломком текста када неко подели везу на ваше веб место."],"Read more about how %s works.":["Прочитајте више о томе како %s ради."],"%s integration":["%s интеграција"],"Find out how the text link counter can enhance your SEO.":["Сазнајте како бројач текстуалних веза може да побољша ваш SEO."],"The text link counter helps you improve your site structure.":["Бројач текстуалних линкова вам помаже да унапредите структуру вашег веб места."],"Find out how cornerstone content can help you improve your site structure.":["Сазнајте како вам битан садржај може помоћи да унапредите структуру вашег веб места."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Функционалност \"битан садржај\" вам омогућава да обележите и филтрирате садржај који је најбитнији на вашем веб месту."],"Discover why readability is important for SEO.":["Откријте због чега је читљивост важна за SEO."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Анализа читљивости нуди сугестије за побољшање структуре и стила вашег текста."],"Learn how the SEO analysis can help you rank.":["Научите како вам SEO анализа може помоћи у рангирању."],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO анализа нуди предлоге за побољшање SEO у вашем тексту."],"SEO analysis":["SEO анализа"],"Allow customers to pick up their %s order locally":["Омогућите купциа да покупе своје %s наруџбине локално"],"Get better search results in local search":["Побољшајте резултате претраге у локалној претрази"],"Good results":["Добри резултати"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["Најновији блог чланци на %1$s"],"Remove highlight from the text":["Уклоните истицање текста из вашег текста."],"Your site language is set to %s. ":["Језик вашег веб места је постављен на %s."],"First-time SEO configuration":["SEO подешавање - први пут"],"Highlight this result in the text":["Назначи овај резултат у тексту"],"Considerations":["Разматрања"],"Errors":["Грешке"],"Change language":["Промени језик"],"%s file":["%s датотека"],"Save changes to %s":["Снимите измене у %s"],"Edit the content of your %s:":["Уредите садржај ваше датотеке %s:"],"Create %s file":["Креирај %s датотеку"],"Updated %s":["Ажурирана датотека %s"],"You cannot edit the %s file.":["Не можете уређивати %s датотеку."],"You cannot create a %s file.":["Не можете креирати %s датотеку."],"More information about %1$s":["Више информација о %1$s"],"Old Configuration Wizard":["Стари чаробњак за конфигурацију"],"Manage your %s subscription on MyYoast":[""],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Означите најважније %1$s као 'битан садржај' и побољшате структуру вашег веб места. %2$sНаучите више о битном садржају%3$s."],"(Opens in a new browser tab)":["(Отвара се на новој картици прегледача)"],"Go back":["Врати се"],"Posts %1$swithout%2$s a focus keyphrase":["Чланци %1$sбез%2$s фокусног кључног израза"],"Hey, your SEO is doing pretty well! Check out the stats:":["Хеј, ваш SEO је прилично добар. is doing pretty well! Погледајте статистику:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Немате постављен ниједан чланак. SEO резултати ће се појавити након постављања првог чланка."],"Read more like this on our SEO blog":["Прочитајте још оваквих ствари на нашем SEO блогу"],"Readability: %s":["Читљивост: %s"],"Not activated":["Није активирана"],"Activated":["Активирана"],"%1$s recommendations for you":["%1$s препорука за вас"],"All Readability Scores":["Све оцене читљивости"],"Filter by Readability Score":["Филтрирај по оцени читљивости"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Не добијате ажурирања или подршку! Поправите овај проблем тако што ћете додати ово веб место и укључити %1$s за њега у одељку %2$s. "],"Request method %1$s is not valid.":["Тражена метода %1$s није исправна."],"Text link counter":["Бројач веза у текстовима"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Број унутрашњих веза који показују на овај чланак. У картици \"Помоћ\" погледајте текст \"Yoast Columns\" уколико желите више информација."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Број одлазећих унутрашњих веза у овом чланку. У картици \"Помоћ\" погледајте текст \"Yoast Columns\" уколико желите више информација. "],"%s Columns":["%s Колона"],"Readability score":["Резултат читљивости"],"Scroll to see the preview content.":["Скролуј како би прегледао садржај."],"Other benefits of %s for you:":["Остале погодности %s за вас:"],"Cornerstone content":["Битан садржај"],"Upgrade Premium":["Надоградите у Premium"],"Superfast internal linking suggestions":["Предлози за супер брзо унутрашње линковање"],"Great news: you can, with %1$s!":["Сјајне вести: Можете са  %1$s."],"Save changes":["Сними измене"],"1 year free support and updates included!":["Укључена једна година бесплатних ажурирања и надоградњи."],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Додатак %2$s даје различит излаз за претраживаче и и нормалне кориснике. Овај проце се зове прикривање садржаја. Препоручујемо да искључите овај додатак."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sПреглед друштвених мрежа%2$s: Facebook и Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sНема више мртвих линкова%2$s: једноставан управник преусмеравања"],"No ads!":["Нема реклама!"],"Facebook & Twitter":["Facebook и Twitter"],"Social media preview":["Преглед друштвених медија"],"Easy redirect manager":["Једноставан управник преусмеравања"],"No more dead links":["Нема више мртвих веза"],"Increase your SEO reach":["Повећај свој SEO домет"],"Variable":["Променљива"],"Available variables":["Расположиве променљиве"],"Scroll to see the table content.":["Скролујте како бисте видели садржај табеле."],"An error occurred in the '%1$s' assessment":["Појавила се грешка у '%1$s' процени"],"No new notifications.":["Нема нових обавештења."],"Save all":["Сними све"],"Save":["Сними"],"%1$s, Author at %2$s":["%1$s, аутор са %2$s"],"Mobile preview":["Приказ за мобилне уређаје"],"Desktop preview":["Приказ за стоне рачунаре"],"Please provide an SEO title by editing the snippet below.":["Молимо вас наведите SEO наслов за уређивање фрагмента у наставку."],"Meta description preview:":["Преглед мета описа:"],"Slug preview:":["Преглед подлошка (slug):"],"SEO title preview:":["Преглед СЕО наслова:"],"Close snippet editor":["Искључи уређивач фрагмената"],"Slug":["Подложак"],"Remove marks in the text":["Уклоните ознаке из текста"],"Mark this result in the text":["Обележите овај резултат у тексту"],"Marks are disabled in current view":["Ознаке су искључене у тренутном приказу"],"Good SEO score":["Добар СЕО рeзултат"],"OK SEO score":["Задовољавајући SEO резултат"],"Feedback":["Повратна информација"],"Name":["Име"],"Please provide a meta description by editing the snippet below.":["Молимо вас да у наставку упишете мета опис за уређивање фрагмента."],"Edit snippet":["Уреди фрагмент"],"You can click on each element in the preview to jump to the Snippet Editor.":["Можете кликнути на сваки елемент у прегледу како би се пребацили на уређивач фрагмента"],"SEO title preview":["Преглед SEO наслова"],"Export settings":["Извоз подешавања"],"Please don't show me this notification anymore":["Молим више не приказуј ову поруку"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Ако имате потешкоћа, %1$sпопуните извештај о грешци%2$s, а ми ћемо се потрудити да решимо проблем."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["Запазили смо да користите %1$s већ неко време. Надамо се да вам се свиђа. Одушевићемо се ако бисте могли да нам %2$sдате оцену 5 звездица на WordPress.org%3$s! "],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Упозорење: променљива %1$s не може да се користи у овом шаблону. За додатне информације косултујте %2$s."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Узгред, да ли сте знали да такође поседујемо %1$sPremium додатак%2$s? Овај додатак нуди напредне функционалности, попут управљача за преумеравања и подршку за више кључних израза. Такође долази са 24/7 директном подршком."],"(no title)":["(без наслова)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s администраторски мени садржи корисне линкове ка алатима за анализу страница и омогућава вам да лако видите нова обавештења."],"Admin bar menu":["Администраторски мени"],"Features":["Особине"],"SEO title":["SEO Наслов"],"Greater than sign":["Веће је од"],"Less than sign":["Мањи је од"],"Right angle quotation mark":["Десни угао наводника."],"Left angle quotation mark":["Леви угао наводника."],"Small tilde":["Мала тилда."],"Vertical bar":["Усправна црта"],"Low asterisk":["Мала звездица."],"Asterisk":["Звездица"],"Bullet":["Знак за набрајање."],"Middle dot":["Средња тачка"],"Em dash":["М црта"],"En dash":["Н црта"],"Dash":["Црта"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Изаберите симбол који ћете користити за раздвајање наслова. Тај симбол биће приказан између назива чланка и имена сајта, за сваки приказани примерак. Величине симбола биће формиране у зависности од од оних у резултатима претраге."],"No":["Не"],"Yes":["Да"],"Social profiles":["Друштвени профили"],"Posts list":["Листа чланака"],"Posts list navigation":["Навигација за листу чланака"],"Filter posts list":["Филтрирај листу чланака"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Имајте на уму да ваша тема још увек може користити линкове на архиве, па их морате засебно уклонити."],"%1$s to optimize your site even further":["%1$s да боље оптимизујете ваше веб место"],"%1$s extensions":["%1$s проширења"],"Comes with our 30-day no questions asked money back guarantee":["Долази са 30 дана гарантованим повраћајем новца"],"More information %1$sabout %3$s%2$s":["Више информација  %1$sО чему %3$s%2$s"],"Installed":["Инсталиран"],"gain access to our 24/7 support team.":["Добијате приступ нашој 24/7 подршци."],"Premium support":["Премиум подршка"],"check what your Facebook or Twitter post will look like.":["Проверите како ће ваш Facebook или Twitter чланак изгледати."],"Social previews":["Приказ на друштвеним мрежама"],"create and manage redirects from within your WordPress install.":["Креирај и управљај преусмеравањима у својој WordPress инсталацији."],"Redirect manager":["Управљач преусмеравањима"],"%1$s, take your optimization to the next level!":["%1$s, одведите вашу оптимизацију на следећи ниво!"],"A seamless integration between %1$s and %2$s":["Лака интеграција између %1$s i %2$s"],"Use %1$s breadcrumbs instead of %2$s ones":["Користите %1$s breadcrumbs уместо %2$s"],"Easily insert Google Maps, a store locator, opening hours and more":["Лако додајте Google Maps, маркер за радњу, радно време и још много тога"],"Creates XML News Sitemaps":["Креира XML News мапу веб места"],"Immediately pings Google on the publication of a new post":["Истог тренутка обавештава Google о објави новог чланка"],"Optimize your site for Google News":["Оптимизујте ваше веб место за Google News"],"Make videos responsive through enabling fitvids.js":["Учини видео на веб месту прилагодљивим кроз укључивање fitvids.js"],"Enhance the experience of sharing posts with videos":["Побољшајте искуство дељења чланака са видеом"],"Show your videos in Google Videos":["Прикажите ваше видео записе на Google Videos"],"Edit &#8220;%s&#8221;":["Уреди &#8220;%s&#8221;"],"Premium":["Премијум"],"Get Premium":["Користите премијум издање"],"Google Trends":["Google Trends"],"Notifications":["Обавештења"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Уклања одељак за кључне изразе из мета поља и онeмогућава свe сугестије у вези са SEO-м."],"Disable SEO analysis":["Онемогући SEO анализу"],"Twitter settings":["Twitter подешавања"],"Pinterest settings":["Pinterest подешавања"],"Facebook settings":["Facebook подешавања"],"Title separator symbol":["Симбол за одвајање наслова"],"RSS feed settings":["Подешавања RSS довода"],"Breadcrumbs settings":["Breadcrumbs подешавања"],"Make primary":["Направи примарни"],"Cancel":["Откажи"],"%s notification":["%s обавештење","%s обавештења","%s обавештења"],"Disable readability analysis":["Онемогући анализу читљивости"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Уклања одељак за читљивост из метапоља и искључује све предлоге везане за читљивост."],"Readability analysis":["Анализа читљивости"],"Needs improvement":["Потребно је унапређење"],"Readability":["Читљивост"],"Improvements":["Унапређења"],"Good job! We could detect no serious SEO problems.":["Одлично урађено! Нисмо успели да пронађемо ниједан озбиљан SEO проблем."],"We have detected the following issues that affect the SEO of your site.":["Открили смо недостатке који утичу на СЕО вашег веб места."],"Problems":["Проблеми"],"Analysis":["Анализе"],"Not available":["Није доступно"],"Filter by SEO Score":["Филтрирај по SEO рејтингу"],"Meta description not set.":["Мета опис није подешен."],"Open":["Отвори"],"Loading...":["Учитавање..."],"No results found":[""],"Dashboard":["Контролна табла"],"You can fix this on the %1$sPermalink settings page%2$s.":["Ово можете поправити на %1$sЦтрани за подешавање сталних веза%2$s."],"Replaced with the primary category of the post/page":["Замењено са примарном категоријом чланка/стране"],"Pinterest confirmation":["Pinterest потврда"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Ако сте већ повезали ваш сајт са Pinterest-ом, можете прескочити корак испод."],"Format-based archives":["Архиве на бази формата"],"Webmaster Tools verification":["Верификација Webmaster алата"],"Buy %s":["Купи %s"],"New %1$s Title":["Нови %1$s Наслов"],"Existing %1$s Title":["Постојећи %1$s Наслов"],"Expected an integer as input.":["Очекује се унос целог броја (integer)."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Покушано креирање кеш-кључа за мапу веб места, али комбинација суфикса и префикса оставља премало места за ово. Вероватно тражите страницу која је изван очекиваног распона."],"Redirects":["Redirects"],"Remove":["Уклони"],"Keep":["Задржи"],"Bold the last page":["Подебљај последњу страну"],"Regular":["Нормално"],"Bold":["Подебљано"],"Show Blog page":["Прикажи Блог страну"],"Primary %s":["Главни %s"],"Primary":["Главни"],"Make %1$s primary %2$s":["Учини %1$s главним %2$s"],"Integrations":["Интеграције"],"Term is set to noindex.":["Термин није предвиђен за индексирање."],"Author archives":["Архиве аутора"],"Enabled":["Укључено"],"Disabled":["Искључено"],"The separator defined in your theme's %s tag.":["Сепаратор је дефинисан у ознаци ваше теме  %s."],"No index":["Нема индекса"],"Once Weekly":["Јeдном нeдeљно"],"SEO score":["SEO резултат"],"Team Yoast":["Yoast Тим"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["Прво право све-у једном SEO решење за WordPress, укључујући on-page анализу садржаја, XML мапу веб-места и још много тога. "],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Активација није успела:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Изгледа да је недоступан наставак у филтеру. Контактирајте хостинг компанију да вам то омогуће."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["Инсталација %1$s додатка није завршена: Молимо вас погледајте %2$sинструкције за инсталацију%3$s."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Надоградња Standard PHP Library (SPL) није доступна. Замолите вашу хостинг компанију да је активира."],"SEO Settings":["SEO подешавања"],"Mobile-Friendly Test":["Тест прилагођености мобилном уређају"],"Google Page Speed Test":["Google Page Speed test"],"CSS Validator":["CSS валидатор"],"HTML Validator":["HTML валидатор"],"Pinterest Rich Pins Validator":["Pinterest Rich Pins валидатор"],"Facebook Debugger":["Facebook дебагер"],"Check Google Cache":["Провери Google Cache"],"Analyze this page":["Анализирај ову страницу"],"Keyword Research":["Претрага кључних речи"],"%s does not seem to be a valid url. Please correct.":["чини се да %s није валидан url. Молимо, исправите га."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s чини се да није исправан %2$s низ карактера за проверу. Молимо, исправите га."],"%s Archive":["%s Архива"],"You searched for %s":["Тражили сте %s"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s изгледа да није важећи Twitter кориснички налог. Молим исправите."],"Summary with large image":["Резиме са великом сликом"],"The post %1$s appeared first on %2$s.":["Чланак %s се појављује прво на %s."],"No numeric value was received.":["Нема примљених бројних вредности."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Ово треба да буде постојећи блог. Блог %s не постоји или је означен као обрисан."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Поставка задатог блога треба да буде нумерички ID блога кога желите користити као подразумевану вредност."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s није исправан избор за корисника који има приступ %2$s подешавањима. Вредност је враћена на подразумевану."],"Please select a valid post type for taxonomy \"%s\"":["Молим вас, одаберите важећи тип чланка за таксономију \"%s\""],"Please select a valid taxonomy for post type \"%s\"":["Молим вас, одаберите важећу таксономију за тип чланка \"%s\""],"You searched for":["Тражили сте"],"Home":["Почетна"],"Archives for":["Архива за"],"Error 404: Page not found":["Грешка 404: Страница није пронађена"],"Good":["Добар"],"Replaced with a custom taxonomies description":[" Замењено прилагођеним описом таксономије"],"Replaced with a posts custom taxonomies, comma separated.":["Замењено прилагођеним таксономијама за чланак, одвојено зарезом."],"Replaced with a posts custom field value":["Замењено вредношћу из прилагођеног поља чланка "],"Replaced with the slug which caused the 404":["Замењено подлошком који даје 404"],"Replaced with the posts focus keyphrase":["Замењено фокусним изразом чланка"],"Attachment caption":["Наслов прилога"],"Replaced with the current page number":["Замењено тренутним бројем странице"],"Replaced with the current page total":["Замењено тренутним укупним бројем страна"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Замењено тренутним бројем странице која има садржај ( нпр 2 странице од 4)"],"Replaced with the current year":["Замењено тренутном годином"],"Replaced with the current month":["Замењено тренутним месецом"],"Replaced with the current day":["Замењено тренутним даном"],"Replaced with the current date":["Заменити тренутним датумом"],"Replaced with the post/page author's 'Biographical Info'":["Замењено са ауторовим чланком/страничним информацијама о биографији"],"Replaced with the post/page author's 'nicename'":["Замењено са ауторовим пост/страничним надимком"],"Replaced with the post/page ID":["Замењено идентификационим бројем чланка/странице"],"Replaced with the post/page modified time":["Замењено са промењеним временом чланка/странице"],"Replaced with the content type plural label":["Замењено натписом типа чланка у множини"],"Replaced with the content type single label":["Замењено натписом типа чланка у једнини"],"Replaced with the current search phrase":["Замењено тренутном фразом за претраживање"],"Replaced with the term name":["Замењено именом термина"],"Replaced with the term description":["Замењено описом термина"],"Replaced with the tag description":["Замењено описом ознаке"],"Replaced with the category description":["Замењено описом категорије"],"Replaced with the post categories (comma separated)":["Замењено категоријом чланка (одвојено заградом)"],"Replaced with the current tag/tags":["Замењено тренутно/тренутним ознаком/ознакама"],"Replaced with the post/page excerpt (without auto-generation)":["Замењено сижеом чланка/странице ( без аутоматског генерисања)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Замењено сижеом чланка/странице ( или аутоматско генерисање уколико не постоји)"],"The site's name":["Назив веб места"],"Replaced with the title of the parent page of the current page":["Замењен насловом стране родитеља тренутне стране"],"Replaced with the title of the post/page":["Замењено насловом чланка/странице"],"Replaced with the date of the post/page":["Замењено датумом чланка/странице"],"Page %1$d of %2$d":["Страница %1$d од %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["WPSEO стандардна заменска променљива се не може надвладати тако што се региструје променљива истим именом.\nУместо поменутог, користити  \"wpseo_replacements\" филтер за подешавање заменске променљиве"],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Заменска променљива је већ пријављена. Покушајте изабрати јединственију заменску променљиву"],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Заменска променљива не може почињати са \"%%cf_\" или \"%%ct_\" обзиром да су карактери резервисани за WPSEO стандардну заменску променљиву за прилагођена поља и прилагођену таксономију.\nПокушајте изабрати заменску променљиву са мање сличним називом."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Заменска променљива може садржати само слова и бројеве, доњу црту или црту.\nПокушајте да преименујете вашу променљиву."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Белешка само за администратора: Ова станица не приказује мета опис, зато што исти не постоји. Напишите мета опис за ову страницу или изаберите опцију менија  [%1$s - %2$s] и подесите шаблон."],"Page not found":["Страница није пронађена"],"%s Archives":["%s Архиве"],"Meta description to use for Author page":["Мета опис који се користи за страницу аутора"],"Title to use for Author page":["Наслов који се користи за страницу аутора"],"%1$s settings":["%1$s подешавања"],"Export your %1$s settings":["Извезите ваше %1$s поставке"],"Import settings":["Увезите подешавања"],"Import from other SEO plugins":["Увези из других SEO додатака"],"Import":["Увоз"],"If you had a %s file and it was editable, you could edit it from here.":["Уколико имате %s датотеку и можете да је мењате, можете је уређивати одавде."],"If your %s were writable, you could edit it from here.":["Ако је у вашу %s датотеку дозвољен упис, можете је уредити одавде."],"You don't have a %s file, create one here:":["Немате %s датотеку. Креирајте је овде:"],"A link to your site, with your site's name and description as anchor text.":["Веза до вашег веб места, са именом веб места и описом као текст везе."],"A link to your site, with your site's name as anchor text.":["Веза до вашег сајта, са именом сајта као текст линка."],"A link to the post, with the title as anchor text.":["Веза до чланка, са његовим насловом као текст линка."],"A link to the archive for the post author, with the authors name as anchor text.":["Линк ка архиви за ауторе чланка, са именом аутора као текстом линка."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Можете да користите следеће променљиве у тексту. Исте ће бити замењене вредношћу са десне стране."],"Content to put after each post in the feed":["Садржај који ће бити убачен после сваког чланка у довод"],"Content to put before each post in the feed":["Садржај који ће бити убачен пре сваког чланка у довод"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Ова функција се користи да аутоматски дода садржај у ваш RSS, односно, додаје повратне линкове ка вашем блогу и вашим чланцима, да би скрепери аутоматски додали те линкове, тиме помажући претраживачима да одреде вас као ауторе садржаја."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Коришћење breadcrumbs опције је објашњено у %1$sнаша база знања чланак о имплементацији breadcrumbs-a%2$s."],"How to insert breadcrumbs in your theme":["Како убацити breadcrumb-ове у вашу тему"],"Blog":["Блог"],"Content type archive to show in breadcrumbs for taxonomies":["Назив архиве за тип чланка који се, за таксономије, приказује у мрвицама."],"Taxonomy to show in breadcrumbs for content types":["Таксономија која се, за типове садржаја, приказује у мрвицама."],"Breadcrumb for 404 Page":["Breadcrumb за страницу 404"],"Prefix for Search Page breadcrumbs":["Префикс за breadcrumbs Стране за претрагу"],"Prefix for Archive breadcrumbs":["Префикс за breadcrumbs Архиве"],"Prefix for the breadcrumb path":["Префикс за breadcrumb путању"],"Anchor text for the Homepage":["Текст везе за почетну страну"],"Separator between breadcrumbs":["Сепаратор између breadcrumb-ова"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["У наставку се налазе SEO оцене ваших објављених постова. Право је време да сада или касније кренете са оптимизацијом неких ваших постова."],"Credits":["Заслуге"],"&laquo; Back to Tools page":["&laquo; назад на страницу са алаткама"],"%1$s comes with some very powerful built-in tools:":["У %1$s су уграђени неки веома моћни алати:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Овај алат вам допушта да брзо мењате датотеке које су важне за ваш SEO, као што су robots.txt и .htaccess датотека, ако је имате. "],"File editor":["Уређивач датотека"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Увезите подешавања из других SEO додатака и извезите ваша подешавања за поновниу употребу на другом веб месту."],"Import and Export":["Увоз и извоз"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Овај алат вам омогућава да брзо измените наслове и описе у вашим чланцима и страницама без потребе да уређујете сваку страницу посебно."],"Bulk editor":["Групни уређивач"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["Да бисте %1$sпотврдили ваше веб место на Pinterest-у%2$s, додајте мета ознаку овде:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["Пинтерест користи Open Graph мета ознаке као и Фејсбук. Због тога будите сигурни да вам је одабран Open Graph на Фејсбук табу, уколико желите да оптимизујете ваше веб место за Пинтерест. "],"Add Twitter card meta data":["Додај мета податке за Twitter картицу"],"This image is used if the post/page being shared does not contain any images.":["Слика се користи ако чланак/страница која се дели не садржи никакве слике."],"Default settings":["Подразумевана подешавања"],"Description":["Opis"],"Add Open Graph meta data":["Додај Open Graph мета податке"],"Accounts":["Налози"],"Restore site to defaults":["Врати веб место на подразумевана подешавања"],"Site ID":["ID веб места"],"Using this form you can reset a site to the default SEO settings.":["Коришћењем ове форме можете вратити веб место на почетна SEO подешавања."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":[""],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["Упишите %1$sID веб места%2$s чије поставке желите да буду подразумеване вредности за сва веб места која се налазе у вашој мрежи. Оставите празно ако не желите да дефинишете ову вредност (користиће се подразумевана вредност додатка). "],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Одаберите веб место чије поставке желите да користите као подразумеване вредности за сва веб места која се налазе у вашој мрежи. Ако одаберете \"Ништа\", користиће се подразумевана вредност додатка."],"New sites in the network inherit their SEO settings from this site":["Нова веб места у мрежи наслеђују SEO подешавања овог веб места."],"Super Admins only":["Само за супер администраторе"],"Site Admins (default)":["Администратори сајта (подразумевано)"],"Who should have access to the %1$s settings":["Ко треба да има приступ %1$s подешавањима"],"spam":["непожељно"],"mature":["за одрасле"],"archived":["архивирано"],"public":["јавно"],"%s restored to default SEO settings.":["%s враћен на почетна SEO подешавња."],"Settings Updated.":["Подешавања ажурирана."],"404 pages":["404 стране"],"Search pages":["Стране за претрагу"],"These pages will be %s by default, so they will never show up in search results.":["Ове странице ће подразумевано бити %s, па се неће појављивати у резултатима претраге."],"Special pages":["Специјалне стране"],"Date-based archives could in some cases also be seen as duplicate content.":["Архиве по датуму могу бити у неким случајевима узете као дуплирани садржај."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Ако се ово појављује на вашем веб месту, можете одабрати деактивирање (резултат је преусмеравање на почетну страницу) или додавање %s, тако да се не појављује у резултатима претраге."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Ако блог пише само један аутор, онда ће архива аутора бити идентична са почетном страном. Ово се зове %1$sпроблем дуплираног садржаја%2$s. "],"Date archives":["Архива по датумима"],"author archives":["архиве аутора"],"Title":["Наслов"],"Take note:":["Обратите пажњу:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Можете дефинисати наслов и опис за почетну страницу %1$sуређивањем саме почетне странице %2$s."],"You can determine the title and description for the posts page by %1$sediting the posts page itself%2$s.":["Можете дефинисати наслов и опис за страницу чланака %1$sуређивањем саме странице са чланцима %2$s."],"Homepage &amp; Posts page":["Почетна &amp; Страница чланака"],"Title Separator":["Сепаратор наслова"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s је сам препознао да ли треба да преправи наслове на вашим странама, ако мислите да није у праву и знате шта радите, овде можете да промените подешавање."],"Force rewrite titles":["Принудно преправљање наслова"],"Taxonomies":["Таксономије"],"Homepage":["Почетна страна"],"%1$s Extensions":["%1$s Надоградње"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Неометано интегришите WooCommerce са %1$s и добићете додатне функционалности!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Рангирајте се боље локално и на Google Maps без муке!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Да ли сте на Google News? Повећајте ваш саобраћај са Google News оптимизацијом."],"Optimize your videos to show them off in search results and get more clicks!":["Оптимизујте ваше видео садржаје да бисте их приказали у резултатима претраге и да бисте имали више кликова!"],"The premium version of %1$s with more features & support.":["Премиум верзија %1$s са више опција и са подршком."],"Person":["Особа"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Ови подаци су приказани као мета подаци на вашем веб месту. Намена им је да се појаве у %1$sGoogle Knowledge Graph%2$s. Можете бити или правно или физичко лице:"],"Website name":["Назив веб места"],"Webmaster Tools":["Webmaster Tools"],"RSS":["RSS"],"Permalink":["Стална веза"],"Breadcrumbs":["Breadcrumbs"],"Authenticate":["Потврђивање идентитета"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Да бисте могли да креирате преусмеравање и исправите овај проблем, треба вам %1$s. Додатак можете купити, укључујући годину дана подршке и ажурирања на %2$s. "],"Creating redirects is a %s feature":["Прављeњe преусмерења je %s опциjа"],"New URL":["Novi URL"],"Search":["Претрага"],"URL":["URL"],"Deactivate %s":["Искључи %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s додатак може узроковати проблеме када се користи заједно са %2$s. "],"Upload Image":["Отпреми слику"],"%s Posts Overview":["%s прегледа чланака"],"Breadcrumbs title":["Breadcrumbs наслов"],"Pinterest":["Pinterest"],"Social settings":["Подешавања друштвених мрежа"],"Archives":["Архива"],"Close":["Затвори"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["И %1$s и %2$s могу да креирају XML мапу веб места. Постојање две XML мапе, за претраживаче није од користи, а може и да успори ваше веб место."],"Configure %1$s's Open Graph settings":["Подесите OpenGraph подешавања за %1$s"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["И %1$s и %2$s дају OpenGraph резултате, што може да утиче на Фејсбук, Твитер, Линкедин и остале друштвене мреже да користе погрешне текстове и слике током дељења ваших страна."],"%s image":["%s Слика"],"%s description":["%s Опис"],"%s title":["%s Наслов"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["веома тешко"],"Try to make shorter sentences, using less difficult words to improve readability":["Покушајте да пишете краће реченице користећи мање тешке речи како би сте побољшали читљивост."],"difficult":["тешко"],"Try to make shorter sentences to improve readability":["Покушајте да пишете краће реченице како би сте побољшали читљивост"],"fairly difficult":["прилично тешко"],"OK":["OK"],"fairly easy":["прилично лако"],"easy":["лако"],"very easy":["веома лако"],"The copy scores %1$s in the test, which is considered %2$s to read.":[""],"Flesch reading ease":[""],"Meta Desc.":["Мета опис."],"All SEO Scores":["Сви SEO резултати"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO проблем: Истакнута слика треба да буде најмање 200x200 пиксела да би је Facebook и остале друштвене мреже преузеле."],"(no parent)":["(не постоји parent-child конекција)"],"meta description":[""],"Page title":[""],"Post is set to noindex.":["Чланак је подешен на \"noindex\"."],"The URL that this page should redirect to.":["URL на који би ова страница требала да преусмерава."],"301 Redirect":["301 преусмеравање"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Канонски URL на који би ова страна требала да води. Остави празно за подразумевану сталну везу.%1$sCross domain канонски URL%2$s је такође подржан."],"Canonical URL":["Канонски URL"],"Title to use for this page in breadcrumb paths":["Наслов који ће се користити за ову страну на breadcrumb путањи"],"Breadcrumbs Title":["Breadcrumbs наслов"],"No Snippet":["Без исечка"],"No Archive":["Без архиве"],"No Image Index":["Без индекса слика"],"None":["Нема"],"Meta robots advanced":["Напредни мета роботи"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Упозорење: иако овде можете да поставите подешавања за мета роботе, читаво веб место је подешено да се не индексира и подешавањима приватности на нивоу целог веб места, тако да ово подешавање неће имати ефекта."],"Meta description":["Мета опис"],"SEO Title":["SEO наслов"],"Focus keyword":["Фокусна кључна реч"],"Settings successfully imported.":["Подешавања успешно увезена."],"Settings could not be imported:":["Подешавања се не могу увести:"],"Breadcrumb for 404 pages:":["Breadcrumb за \"404 страницу\":"],"Prefix for search result pages:":["Префикс за странице са резултатима претраге:"],"Prefix for archive pages:":["Префикс за архивске странице:"],"Prefix for breadcrumbs:":["Префикс за breadcrumbs:"],"Anchor text for the homepage:":["Текст везе за почетну страницу:"],"Breadcrumbs separator:":["Раставни знак за Breadcrumbs :"],"%s Breadcrumbs":["%s Breadcrumb-а"],"Use Image":["Користи слику"],"Action":["Акција"],"Page URL/Slug":["URL/Slug странице"],"Publication date":["Датум објаве"],"Post Status":["Статус чланка"],"WP Page Title":["WP наслов странице"],"View":["Поглед"],"View &#8220;%s&#8221;":["Погледај &#8220;%s&#8221;"],"Preview":["Приказ"],"Preview &#8220;%s&#8221;":["Приказ &#8220;%s&#8221;"],"Edit":["Уреди"],"Filter":["Филтер"],"New Yoast Meta Description":["Нови Yoast мета опис"],"Existing Yoast Meta Description":["Постојећи Yoast мета опис"],"Facebook profile URL":["URL Facebook профила"],"Twitter username (without @)":["Twitter налог (bez @)"],"Google":[""],"FAQ":["FAQ"],"Settings":["Подешавања"],"Huge SEO Issue: You're blocking access to robots.":["Огроман SEO проблем: Блокирате приступ роботима."],"Posts":["Чланци"],"Edit Files":["Промени датотеке"],"General":["Опште"],"Extensions":["Надоградње"],"Search Console":["Конзола за претрагу"],"Tools":["Алати"],"Advanced":["Напредно"],"XML sitemaps":["XML мапа веб места"],"Social":["Друштвене"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s је пронашао да користите верзију %2$s од %3$s, молим вас ажурирајте на најновију верзију да би избегли проблеме са компатибилношћу."],"Just another WordPress site":["Још једно WordPress веб место"],"You have used HTML in your value which is not allowed.":["Употребили сте HTML као вредност променљиве, што није дозвољено"],"You can't edit %s that aren't yours.":["Не можете мењати %s који нису ваши."],"You can't edit %s.":["Не можете мењати %s."],"Post has an invalid Content Type: %s.":["Чланак има неважећи тип садржаја:%s."],"Post doesn't exist.":["Чланак не постоји."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Отпад <span class=\"count\">(%s)</span>","Отпад <span class=\"count\">(%s)</span>","Отпад <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Сви  <span class=\"count\">(%s)</span>","Сви  <span class=\"count\">(%s)</span>","Сви  <span class=\"count\">(%s)</span>"]}}}