{"domain":"js-text-analysis","locale_data":{"js-text-analysis":{"":{"domain":"js-text-analysis","plural_forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":[""],"Alternate organization name":[""],"Organization or Person":[""],"Use the alternate website name for acronyms, or a shorter version of your website's name.":[""],"Alternate website name":[""],"This name is shown for your site in the search results.":[""],"Website":[""],"Choose how the title of your 404 error pages should look in the browser.":[""],"404 error pages":[""],"Choose how the title of your internal search pages should look in the browser.":[""],"Internal search pages":[""],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile.":[""],"We're sorry, you're not allowed to edit the other profiles of the selected user.":[""],"We're sorry, you're not allowed to edit the other profiles of %1$s%3$s%2$s.":[""],"Show Formats in search results":[""],"Show Media pages in search results":[""],"Show Date archives in search results":[""],"Show Author archives in search results":[""],"Breadcrumbs for %1$s":[""],"Site connections":[""],"See the XML sitemap":[""],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords!":[""],"Enable feature":[""],"Site features":[""],"Learn more":[""],"Set the basic info for your website. Note that some of these values can be used as variables when configuring the search appearance of your content.":[""],"Site info":[""],"We're sorry, you're not allowed to edit the %1$sSite title%2$s and %1$sTagline%2$s.":[""],"Show or hide our tools and controls in the attachment editor.":[""],"(e.g., %1$s":[""],"Remove unregistered URL parameters":[""],"Optimize Google Analytics utm tracking parameters":[""],"Remove WP-JSON API":[""],"Remove emoji scripts":[""],"Remove Atom / RDF feeds":[""],"Remove search results feeds":[""],"Remove custom taxonomy feeds":[""],"Remove tag feeds":[""],"Remove category feeds":[""],"Remove post type feeds":[""],"Remove post authors feeds":[""],"Remove post comments feeds":[""],"Remove global comment feeds":[""],"Remove global feed":[""],"Remove powered by HTTP header":[""],"Remove generator tag":[""],"Remove oEmbed links":[""],"Remove RSD / WLW links":[""],"Remove REST API links":[""],"Remove shortlinks":[""],"%1$s are used for %2$s.":[""],"%1$s are used for %2$s and %3$s.":[""],"Show or hide our tools and controls in the content editor.":[""],"Enable SEO controls and assessments":[""],"Unlock with %1$s":[""],"We couldn’t find anything with that term.":[""],"Please enter a search term that is longer than 3 characters.":[""],"Search...":[""],"Quick search...":[""],"No, continue editing":[""],"Yes, discard changes":[""],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":[""],"Discard all changes":[""],"Connect %1$s with %2$s":[""],"or %1$sLearn more%2$s\t":[""],"Instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"%1$sConnect %2$s with %3$s%4$s to instantly share your published posts with 2000+ destinations such as Twitter, Facebook and more.":[""],"Redirect pretty URLs for search pages to raw format":[""],"Choose the general appearance of your breadcrumbs.":[""],"Breadcrumb appearance":[""],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":[""],"Please tell us more about the person this site represents.":[""],"E.g. https://example.com/yoast":[""],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":[""],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":[""],"Choose whether your site represents an organization or a person.":[""],"Person/organization":[""],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":[""],"E.g. https://wikipedia.com/yoast":[""],"E.g. https://youtube.com/yoast":[""],"E.g. https://twitter.com/yoast":[""],"E.g. https://tumblr.com/yoast":[""],"E.g. https://soundcloud.com/yoast":[""],"E.g. https://pinterest.com/yoast":[""],"E.g. https://myspace.com/yoast":[""],"E.g. https://linkedin.com/yoast":[""],"E.g. https://instagram.com/yoast":[""],"E.g. https://facebook.com/yoast":[""],"Tell us about the other profiles on the web that belong to the person.":[""],"Other profiles":[""],"Oops! Something went wrong while retrieving the user social profiles.":[""],"Writing":[""],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":[""],"Google Analytics utm tracking parameters":[""],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":[""],"Advanced: URL cleanup":[""],"Prevent crawling of internal site search URLs":[""],"Block internal site searches which match the patterns of known spam attacks.":[""],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":[""],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs.":[""],"Enables advanced settings for protecting your internal site search URLs.":[""],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":[""],"Internal site search cleanup":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":[""],"WP-JSON API":[""],"Remove JavaScript used for converting emoji characters in older browsers.":[""],"Remove URLs which provide alternative (legacy) formats of all of the above.":[""],"Remove URLs which provide information about your search results.":[""],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":[""],"Remove URLs which provide information about your recent posts, for each tag.":[""],"Remove URLs which provide information about your recent posts, for each category.":[""],"Remove URLs which provide information about your recent posts, for each post type.":[""],"Remove URLs which provide information about recent posts by specific authors.":[""],"Remove URLs which provide information about recent comments on each post.":[""],"Also disables Post comment feeds.":[""],"Remove URLs which provide an overview of recent comments on your site.":[""],"Remove URLs which provide an overview of your recent posts.":[""],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":[""],"Disable unwanted content formats":[""],"Remove links which allow others sites to ‘ping’ yours when they link to you.":[""],"Remove information about the plugins and software used by your site.":[""],"Remove links used for embedding your content on other sites.":[""],"Remove links used by external systems for publishing content to your blog.":[""],"Remove links to the location of your site’s REST API endpoints.":[""],"Rest API links":[""],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":[""],"Remove unwanted metadata":[""],"Crawl optimization":[""],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s":[""],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":[""],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":[""],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":[""],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of %1$s and %2$s URLs.":[""],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. Most people can safely disable all of these, which can help to save bytes, electricity, and trees.":[""],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":[""],"E.g., %1$s and %2$s":[""],"E.g., %1$s":[""],"Enable breadcrumbs for your theme":[""],"You can always choose to enable/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":[""],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":[""],"Breadcrumbs for Taxonomies":[""],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":[""],"Breadcrumbs for Post types":[""],"Show Blog page in breadcrumbs":[""],"Breadcrumb for 404 page":[""],"Prefix for Search page breadcrumbs":[""],"Add prefix":[""],"Add anchor text":[""],"Add separator":[""],"Configure the appearance and behavior of your breadcrumbs.":[""],"Disabling this will redirect the %1$s to your site's homepage.":[""],"Refresh this page":[""],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":[""],"Something went wrong. An unexpected error occurred.":[""],"Be the first to %1$sget new features & tools%2$s, before everyone else. Get %1$s24/7 support%2$s and boost your website’s visibility.":[""],"Failed to retrieve users.":[""],"Searching users...":[""],"No users found.":[""],"Discard changes":[""],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":[""],"The profile is not valid. Please enter a valid URL.":[""],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":[""],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":[""],"Wikipedia":[""],"YouTube":[""],"Tumblr":[""],"SoundCloud":[""],"MySpace":[""],"LinkedIn":[""],"Instagram":[""],"User":[""],"Organization or a person":[""],"Site basics":[""],"Yoast's recommended reading list":[""],"Text formality":[""],"Read more about text formality.":[""],"%1$s%3$s%2$s will help you assess the formality level of your text.":[""],"%1$sSKU%3$s: Not all your product variants have a SKU. You can add a SKU via the \"Variations\" tab in the Product data box. %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""]," You can add a SKU via the \"Inventory\" tab in the Product data box.":[""],"Not all your product variants have an identifier. You can add a product identifier via the \"Variations\" tab in the Product data box":[""],"Your product is missing an identifier (like a GTIN code). You can add a product identifier via the \"Yoast SEO\" tab in the Product data box":[""],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":[""],"Remove unused resources":[""],"Restore last hidden item":[""],"This feature is not available for multisites.":[""],"Prevent search engines from crawling /wp-json/":[""],"Prevent search engines from crawling site search URLs":[""],"Help us to analyze your site by running the site analysis below.":[""],"Site analysis is disabled for non-production environments.":[""],"Stop site analysis":[""],"Start site analysis":[""],"Please update your Yoast SEO Premium plugin to the latest version to be able to use this feature.":[""],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":[""],"Formats":[""],"Media pages":[""],"Categories & tags":[""],"Content types":[""],"Show more":[""],"Show less":[""],"Configure the basics for your website.":[""],"This field updates the %1$sTagline in your WordPress settings%2$s.":[""],"This field updates the %1$sSite title in your WordPress settings%2$s.":[""],"Choose how your %1$s pages should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s page.":[""],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show %1$s pages in search results":[""],"Choose how your %1$s pages should look in search engines. You can always customize this per individual %2$s page.":[""],"We recommend disabling %1$s pages. Disabling %1$s pages will cause all attachment URLs to redirect to the media itself.":[""],"%1$s pages":[""],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":[""],"Choose how your Homepage should look on social media. Note that this is what people probably will see when they search for your brand name.":[""],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":[""],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":[""],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %1$s.":[""],"Date archive":[""],"Choose how your %1$s should look on social media by default.":[""],"Disabling this means that archives for authors without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Show archives for authors without posts in search results":[""],"Choose how your %1$s should look in search engines.":[""],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":[""],"Author archive":[""],"Read more about the search results settings":[""],"Choose how your %1$s should look in search engines and on social media.":[""],"Contact support":[""],"We're very sorry, but it seems like the following error has interrupted our application:":[""],"An error occurred while calculating your content: %s":[""],"This functionality is disabled in staging environments.":[""],"We would like to show you insights into content that we feel could use improving.":[""],"No data to show yet":[""],"Show %1$s more...":[""],"Open editor":[""],"Add focus keyphrase":[""],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":[""],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":[""],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":[""],"Posts and pages that haven't been analyzed (%1$s)":[""],"Posts and pages without a focus keyphrase (%1$s)":[""],"Restore all hidden items":[""],"Your site has no content with incoming links left to display here.":[""],"Highest number of incoming links":[""],"Congratulations! All of your content has a green SEO score!":[""],"Your site has no content with SEO scores left to display here.":[""],"An error occured while calculating the SEO scores of your content. Please try again later.":[""],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":[""],"Lowest SEO scores":[""],"Refresh data":[""],"Last refreshed: %d min ago":["","Last refreshed: %d mins ago"],"An error occurred: %s":[""],"You have hidden all items from this list, so there is no content left to display here.":[""],"Add links":[""],"An error occured while calculating the incoming links of your content. Please try again later.":[""],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":[""],"Lowest number of incoming links":[""],"Congratulations! All of your content has a green readability score!":[""],"Your site has no content with Readability scores left to display here.":[""],"An error occured while calculating the Readability scores of your content. Please try again later.":[""],"Improve":[""],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":[""],"Restore hidden items":[""],"Lowest readability scores":[""],"The undo request was unsuccessful.":[""],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":[""],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":[""],"The content below is supposed to be your cornerstone content: the most important and extensive articles on your site. ":[""],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":[""],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":[""],"The request has failed.":[""],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":[""],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":[""],"An error occurred while fetching the suggested links list: %s":[""],"Start writing a new post":[""],"Don't know where to start? Have a look at our recommended reading list!":[""],"keyword strategy, site structure and copywriting.":[""],"There are three major elements you need to consider when writing good content for SEO:":[""],"You need to have more content on your site to make your website rank well in the search engines.":[""],"Start writing content!":[""],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":[""],"You've disabled features that are needed to show data":[""],"Read reviews from real users":[""],"Be the first to %1$s get new features & tools%2$s, before everyone else. Get %1$s 24/7 support%2$s and boost your website’s visibility.":[""],"%1$s attempted to load the class %2$s but it could not be found.":[""],"Choose how your Homepage should look in search engines and on social media. Note that this is what people probably will see when they search for your brand name.":[""],"Choose how your Homepage should look in search engines.":[""],"Keep the categories prefix in the slug":[""],"Category URLs in WordPress contain a prefix, usually %s. This enables that prefix, for categories only.":[""],"Choose how your %1$s archive should look on social media.":[""],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Choose how your %1$s archive should look in search engines.":[""],"These settings are specifically for optimizing your %1$s archive.":[""],"%1$s archive":[""],"Add custom fields to page analysis":[""],"Additional settings":[""],"Choose how your %1$s should be described by default in your site's Schema.org markup. You can change these setting per individual %2$s.":[""],"Choose how your %1$s should look on social media by default. You can always customize this per individual %2$s.":[""],"Social appearance":[""],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":[""],"Choose how your %1$s should look in search engines. You can always customize this per individual %2$s.":[""],"Search appearance":[""],"You can add multiple custom fields and separate them by using %3$sEnter%4$s or %3$scomma%4$s. %1$sRead more about our custom field analysis%2$s.":[""],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":[""],"The %1$sSocial image%2$s, %1$sSocial title%2$s and %1$sSocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"Oh no! It seems your form contains invalid data. Please review the following fields:":[""],"Archive social image":[""],"Archive social description":[""],"Archive social title":[""],"Show the archive for %1$s in search results":[""],"Archive breadcrumbs title":[""],"Archive meta description":[""],"Archive SEO title":[""],"Enable %1$s for %2$s":[""],"Show %1$s in search results":[""],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":[""],"%1$sSKU%2$s: All your product variants have a SKU. Good job!":[""],"%1$sSKU%3$s: Your product is missing a SKU.%4$s %2$sInclude it if you can, as it will help search engines to better understand your content.%3$s":[""],"%1$sSKU%2$s: Your product has a SKU. Good job!":[""],"%1$s%2$s%5$s: %3$s. %4$sInclude it if you can, as it will help search engines to better understand your content.%5$s":[""],"%1$s%2$s%4$s: %3$s. Good job!":[""],"All your product variants have a barcode":[""],"Not all your product variants have a barcode":[""],"Your product has a barcode":[""],"Your product is missing a barcode (like a GTIN code)":[""],"All your product variants have an identifier":[""],"Your product has an identifier":[""],"This feature has been disabled, since it is not supported for your language yet.":[""],"Discover why inclusive language is important for SEO.":[""],"The inclusive language analysis offers suggestions to write more inclusive copy.":[""],"Inclusive language analysis":[""],"Inclusive language":[""],"Use %s fields to power your meta tags and templates, and analyze all of your content.":[""],"Integrate your custom fields and SEO data":[""],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":[""],"Upgrade your %s SEO":[""],"Connect your %1$s account to improve your site’s search results using %2$s data.":[""],"Improve internal search results":[""],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":[""],"Get the most out of %1$s and %2$s, together":[""],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":[""],"Get %1$s tools and functionality in %2$s":[""],"Upgrade your workflow and automate tasks":[""],"Use the power of the blockchain to timestamp your content with %s.":[""],"Make your terms & privacy pages more trustworthy":[""],"Keep an eye on how your posts are ranking by connecting to your %s account.":[""],"Track your rankings through time":[""],"Find out what your audience is searching for with %s data right in your sidebar.":[""],"Do keyword research without leaving your post":[""],"Oops! Something went wrong while saving.":[""],"Great! Your settings were saved successfully.":[""],"Close sidebar":[""],"Open sidebar":[""],"Get your verification code in %1$sYandex Webmaster tools%2$s.":[""],"Yandex":[""],"Claim your site over at %1$sPinterest%2$s.":[""],"Get your verification code in %1$sGoogle Search console%2$s.":[""],"Get your verification code in %1$sBing Webmaster tools%2$s.":[""],"Bing":[""],"Add verification code":[""],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":[""],"Baidu":[""],"Verify your site with different tools. This will add a verification meta tag on your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":[""],"By default only editors and administrators can access the Advanced - and Schema section of the Yoast SEO metabox. Disabling this allows access to all users.":[""],"Restrict advanced settings for authors":[""],"Security & privacy":[""],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":[""],"REST API endpoint":[""],"APIs":[""],"The Yoast SEO admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":[""],"Slack sharing":[""],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Twitter card data":[""],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":[""],"Open Graph data":[""],"Facebook, Twitter and Pinterest all use Facebook's Open Graph data, so be sure to keep the 'Open Graph data' setting below enabled if you want to optimize your site for these social platforms.":[""],"Social sharing":[""],"Site structure":[""],"Tell us which features you want to use.":[""],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sAllow us to track some data about your site to improve our plugin%2$s.":[""],"Enable the XML sitemaps that Yoast SEO generates.":[""],"Network disabled":[""],"Unavailable for sub-sites":[""],"This image is used as a fallback for posts/pages that don't have any images set.":[""],"Site image":[""],"Title separator":[""],"Recommended size for this image is %1$s%3$s%2$s":[""],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":[""],"You can use %1$sSite title%2$s, %1$sTagline%2$s and %1$sSeparator%2$s as variables when configuring the search appearance of your content.":[""],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":[""],"RSS feed":[""],"%1$s (default)":[""],"A person logo / avatar need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site logo as default values.":[""],"We took the liberty of using your site title and logo for the organization name and logo. Feel free to change them below.":[""],"Edit your %1$s":[""],"slug":[""],"keyphrase":[""],"A company name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data.%2$s":[""],"Install %1$s Content Analysis for %2$s":[""],"Activate %1$s Content Analysis for %2$s":[""],"%1$s integrates with %2$s":[""],"Send tweets, trigger emails, and integrate with over 5,000 other apps & tools in %s.":[""],"Integration active":[""],"Plugin not detected":[""],"Enable integration":[""],"Plugin integrations":[""],"Recommended integrations":[""],"Integration unavailable for multisites":[""],"Network Disabled":[""],"Looking for your integrations settings? We've moved them to a %1$sseparate Integrations page%2$s.":[""],"Unlock with Premium!":[""],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our Insights section. Enable the Insights feature in General > Features, or ask your admin to enable it for you.":[""],"Curious to see the %1$sFlesch reading ease%2$s score of your text? We've moved the score to our %3$sInsights%4$s%2$s section.":[""],"Premium SEO analysis:":[""],"Beta":[""],"Get the %s plugin!":[""],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":[""],"no data":[""],"Your text should be slightly longer to calculate your Flesch reading ease score.":[""],"Continue writing to get insight into the readability of your text!":[""],"%1$s: %2$s of the words in your text are considered complex. %3$sTry to use shorter and more familiar words to improve readability%4$s.":[""],"%1$s: You are not using too many complex words, which makes your text easy to read. Good job!":[""],"Word complexity":[""],"%1$sKeyphrase distribution%2$s: Have you evenly distributed your focus keyphrase throughout the whole text? %3$sYoast SEO Premium will tell you!%4$s":[""],"%1$sWord complexity%2$s: Is your vocabulary suited for a larger audience? %3$sYoast SEO Premium will tell you!%4$s":[""],"Get %s to enjoy the benefits of prominent words":[""],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":[""],"Buy %s now!":[""],"Are you working on a news article? %s helps you optimize your site for Google News.":[""],"Premium SEO analysis":[""],"Optimize even further with our premium SEO analysis":[""],"1 year of premium support and updates included!":[""],"Unlock with %s":[""],"Unlock expert workouts and workflows":[""],"Use synonyms, plurals, and variations":[""],"Target multiple focus keyphrases":[""],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":[""],"Learn more about character count":[""],"Character count":[""],"Learn more about word count":[""],"Word count":[""],"Learn more about Flesch reading ease":[""],"out of 100":[""],"okay":[""],"Learn more about reading time":[""],"Reading time":[""],"minute":["","minutes"],"Activate %1$s!":[""],"You've installed %1$s but it's not activated yet. %2$sActivate %1$s now!%3$s":[""],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":[""],"Please use a comma to separate multiple URL parameters.":[""],"Additional URL parameters to allow":[""],"Remove unwanted URL parameters from your URLs.":[""],"Permalink cleanup settings":[""],"Max number of characters to allow in searches":[""],"Clean up and filter searches to prevent search spam.":[""],"Search cleanup settings":[""],"Filter searches with common spam patterns":[""],"Filter searches with emojis and other special characters":[""],"Filter search terms":[""],"Unregistered URL parameters":[""],"Campaign tracking URL parameters":[""],"Timestamp this %s":[""],"%1$s: Not all the words from your keyphrase \"%4$s\" appear in the SEO title. %2$s%5$s%3$s.":[""],"%1$s: The focus keyphrase appears at the beginning of the SEO title. Good job!":[""],"Keyphrase in SEO title":[""],"Contact %s support.":[""],"WordProof Timestamp":[""],"View this content's Timestamp certificate":[""],"Contact WordProof support":[""],"Find out how IndexNow can help your site.":[""],"IndexNow":[""],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":["İşte bu kadar! Bu bilgileri sağlayarak, Indexables ekibimiz siteniz için zaten birçok optimizasyonu çoktan yapabildi. Şimdi, sitenizin SEO uygunluğuna bir göz atalım!"],"Or visit your SEO dashboard":["Veya SEO kontrol panelinizi ziyaret edin"],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":["Daha iyi optimizasyon yapmak ve Yoast SEO'dan en iyi şekilde yararlanmak ister misiniz? Ücretsiz haftalık webinarlarımızı kaçırmadığınızdan emin olun!"],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":["İşte bu kadar! Bu bilgileri sağlayarak Indexables ekibimiz siteniz için birçok optimizasyonu çoktan yapabildi."],"Register now!":["Şimdi kayıt olun!"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["SEO uzmanlarımızın yardımıyla daha da iyi optimizasyon yapmak ister misiniz? Ücretsiz haftalık webinarımıza kaydolun!"],"Get the most out of Yoast SEO":["Yoast SEO'dan en iyi şekilde yararlanın"],"Dismiss this notice.":["Bu mesajı gizle."],"We noticed that you haven't fully configured Yoast SEO yet. Optimize your SEO settings even further by using our improved %1$s First-time configuration%2$s.":["Yoast SEO'yu henüz tam olarak yapılandırmadığınızı fark ettik. Geliştirilmiş %1$s İlk yapılandırma%2$smızı kullanarak SEO ayarlarınızı daha da iyi optimize edin."],"SEO configuration":["SEO yapılandırması"],"By removing Global comments feed, Post comments feeds will be removed too.":["Global yorumlar akışı kaldırıldığında, yazı yorumları akışı da kaldırılır."],"Remove feed links added by WordPress that aren't needed for this site.":["WordPress tarafından eklenen ve bu site için gerekli olmayan akış bağlantılarını kaldırın."],"Feed crawl settings":["Akış tarama ayarları"],"Remove links added by WordPress to the header and &lt;head&gt;.":["WordPress tarafından header ve &lt;head&gt; bölümlerine eklenen bağlantıları kaldır."],"Basic crawl settings":["Temel tarama ayarları"],"Powered by HTTP header":["Powered by HTTP header bilgisi"],"Pingback HTTP header":["Pingback HTTP header bilgisi"],"Emoji scripts":["Emoji betikleri"],"Generator tag":["Generator etiketi"],"oEmbed links":["oEmbed bağlantıları"],"RSD / WLW links":["RSD / WLW bağlantıları"],"REST API links":["REST API bağlantıları"],"Shortlinks":["Kısa bağlantılar"],"Atom/RDF feeds":["Atom/RDF akışları"],"Search results feeds":["Arama sonucu akışları"],"Custom taxonomy feeds":["Özel taksonomi akışları"],"Tag feeds":["Etiket akışları"],"Category feeds":["Kategori akışları"],"Post type feeds":["Yazı türü akışları"],"Post authors feeds":["Yazı yazar akışları"],"Global comment feeds":["Global yorum akışları"],"Global feed":["Global akış"],"Please select a name in the site representation step for this step to be effective.":["Bu adımın etkili olması için lütfen site gösterimi adımında bir ad seçin."],"%1$sLearn more about crawl settings.%2$s":["%1$sTarama ayarları hakkında daha fazla bilgi edinin.%2$s"],"%1$sLearn more about crawl settings and how they could benefit your site.%2$s":["%1$sTarama ayarları ve bunların sitenize nasıl fayda sağlayabileceği hakkında daha fazla bilgi edinin.%2$s"],"Post comments feeds":["Yazı yorum akışları"],"To make the crawling of your site more efficient and environmental friendly, %1$s allows you to remove URLs (added by WordPress) that might not be needed for your site.":["%1$s sitenizin taranmasını daha verimli ve çevre dostu hale getirmek için gerekli olmayabilecek URL'leri (WordPress tarafından eklenen) kaldırmanıza olanak tanır."],"Crawl settings":["Tarama ayarları"],"Finish configuration":["Yapılandırmayı bitir"],"Personal preferences":["Kişisel tercihler"],"SEO data optimization":["SEO veri optimizasyonu"],"An error has occurred: %1$s":["Bir hata oluştu: %1$s"],"We could not save the organization name. Please check the value.":["Kuruluş adını kaydedemedik. Lütfen değeri kontrol edin."],"No items found.":["Herhangi bir öge bulunamadı."],"All redirect types":["Tüm yönlendirme tipleri"],"Add Redirect":["Yönlendirme ekle"],"Old URL":["Eski adres"],"The redirect type is the HTTP response code sent to the browser telling the browser what type of redirect is served. %1$sLearn more about redirect types%2$s.":["Yönlendirme tipi yönlendirme türü ne sunulmaktadır tarayıcı söylüyorum tarayıcıya gönderilen HTTP yanıt kodudur. %1$syönlendirme türleri hakkında daha fazla bilgi edinin%2$s."],"301 Moved Permanently":["301 Kalıcı olarak taşındı"],"Type":["Tip"],"Plain redirects":["Yalın yönlendirmeler"],"Regex Redirects":["Regex yönlendirmeleri"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Bir veya daha fazla adımda kaydedilmemiş değişiklikler var. Ayrılmak, bu değişikliklerin kaydedilmemesi anlamına gelir. Ayrılmak istediğinden emin misiniz?"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Yoast SEO'yu geliştirmek için yardımınıza ihtiyacımız var. Web siteniz ve onu nasıl kullandığınız hakkında anonim bilgiler toplayabilir miyiz?"],"Add another profile":["Başka bir profil ekle"],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Web siteniz şu anda bir kuruluşu temsil edecek şekilde yapılandırılmıştır. Sitenizin bir kişiyi temsil etmesini istiyorsanız, lütfen %1$sArama Görünümü%2$s ayarlarındaki \"Bilgi Grafiği & Schema.org\" bölümünde 'Kişi' seçeneğini seçin."],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":["Web'de kuruluşunuza ait başka profilleriniz olup olmadığını belirtin. Instagram, YouTube, LinkedIn, Pinterest veya Wikipedia gibi platformlardan da profiller ekleyebilirsiniz."],"Start first-time configuration!":["İlk yapılandırmayı başlatın!"],"Set the essential %s settings for your site in a few steps.":["Siteniz için temel %s ayarlarını birkaç adımda belirleyin."],"For the best ranking results: configure %s!":["Sonuçlarda en iyi sıralama için: %s yapılandırın!"],"Your site is already easier to find for search engines.":["Arama motorları için sitenizin bulunması zaten kolaylaştırıldı."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["Yoast indexables ekibi, sitenizi arama motorlarına uygun en iyi şekle sokmak için sabırsızlanıyor. Bize yardım edin ve Yoast Indexables'ın işe koyulması için bu 5 adımı atın!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["%1$s%2$s indexables ekibini %3$s işin başına koyun! Google'ın sitenizi anlamasını sağlayın."],"Tell us about your site, so we can get your site ranked!":["Bize sitenizden bahsedin, böylece sitenizi sıralamada yukarı taşıyabiliriz!"],"Go to your SEO dashboard":["SEO kontrol panelinize gidin"],"What data will be tracked and for what reasons?":["Hangi veriler hangi nedenlerle izlenecek?"],"%s usage tracking":["%s kullanım takibi"],"E.g. example@email.com":["Örneğin kullanici@alanadi.com"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Sıralamada daha yüksek konumlara çıkmak için en iyi uygulama ipuçlarını almak, en son SEO haberleriyle güncel kalmak ve %2$s'nun eksiksiz kullanımı ile ilgili rehberlik almak için %1$s bültenine kaydolun!"],"%s newsletter":["%s bülteni"],"Please enter a valid email address.":["Lütfen geçerli bir e-posta adresi girin."],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Yapısal verilerden en yüksek faydayı sağlamak için bu adımdaki tüm ayarların doldurulması gerektiğine lütfen dikkat edin. %1$s Yapılandırılmış verilerin önemi hakkında daha fazla bilgi edinin%2$s."],"Help us out here! Is your site about an organization or a person? ":["Bize yardım edin! Siteniz bir kuruluşla mı yoksa bir kişiyle mi ilgili? "],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Bu adımı tamamlamak, Google'ın web sitenizi anlamasına yardımcı olur ve %1$szengin sonuçlar%2$s elde etme şansınızı artırır."],"Personal logo or avatar":["Kişisel logo veya avatar"],"Select a user":["Bir kullanıcı seçin"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Bu sitenin temsil ettiği kişi olarak %1$s kullanıcısınız seçtiniz. Bu kullanıcı profili bilgileri artık arama sonuçlarında kullanılacaktır. Bu kullanıcı profilini güncellemek için yetkiniz yok, bu nedenle lütfen bu kullanıcıdan veya bir yöneticiden bilgilerin doğru olduğundan emin olmasını isteyin."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Bu sitenin temsil ettiği kişi olarak %1$s kullanıcısınız seçtiniz. Bu kullanıcı profili bilgileri artık arama sonuçlarında kullanılacaktır. %2$s Bilgilerin doğru olduğundan emin olmak için bu profili güncelleyin%3$s."],"Uploading image...":["Görsel karşıya yükleniyor..."],"Select an option":["Bir seçenek seçin"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Bu yapılandırmanın azami etkiyi yaratması için SEO veri optimizasyonunu çalıştırmanız gerektiğine dikkat edin."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Sitenizi tıpkı Google'ın yaptığı gibi analiz edelim ve SEO veri optimizasyonunu çalıştırarak indexables'ları harekete geçirelim! Indexables'larımız hiçbir şey yapmanıza gerek kalmadan teknik sorunları hemen iyileştirecektir!\n\nÇok fazla içeriğiniz varsa, bu optimizasyon biraz zaman alabilir. Ama buna değer, bize güvenin! Daha fazla bilgi edinmek mi istiyorsunuz %1$s Indexables ekibinin faydalarını inceleyin.%2$s"],"We've already successfully analyzed your site. You can move on to the next step.":["Sitenizi zaten başarıyla analiz ettik. Bir sonraki adıma geçebilirsiniz."],"We've successfully analyzed your site!":["Sitenizi başarıyla analiz ettik!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO veri optimizasyonu çalışıyor... Bu yapılandırmanın sonraki adımlarına güvenle geçebilirsiniz."],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Biraz daha yardımınıza ihtiyacımız var! Facebook ve Twitter profilinizi ekleyin, böylece meta bilgileri bu platformlar için de optimize edebiliriz."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Biraz daha yardımınıza ihtiyacımız var! Kuruluşunuzun Facebook ve Twitter profilini ekleyin, böylece meta bilgileri bu platformlar için de optimize edebiliriz."],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":["%1$s kullanıcısının sosyal profillerini düzenlemenize izin verilmiyor. Lütfen kullanıcının kendisi veya bir yöneticiden bunu yapmasını talep edin."],"E.g. https://www.wikipedia.com/yoast":["Örneğin https://www.wikipedia.com/yoast"],"E.g. https://www.youtube.com/yoast":["Örneğin https://www.youtube.com/yoast"],"E.g. https://www.twitter.com/yoast":["Örneğin https://www.twitter.com/yoast"],"E.g. https://www.tumblr.com/yoast":["Örneğin https://www.tumblr.com/yoast"],"E.g. https://www.soundcloud.com/yoast":["Örneğin https://www.soundcloud.com/yoast"],"E.g. https://www.pinterest.com/yoast":["Örneğin https://www.pinterest.com/yoast"],"E.g. https://www.myspace.com/yoast":["Örneğin https://www.myspace.com/yoast"],"E.g. https://www.linkedin.com/yoast":["Örneğin https://www.linkedin.com/yoast"],"E.g. https://www.instagram.com/yoast":["Örneğin https://www.instagram.com/yoast"],"E.g. https://www.facebook.com/yoast":["Örneğin https://www.facebook.com/yoast"],"Delete item":["Öğeyi sil"],"E.g. https://social-platform.com/yoast":["Örneğin https://social-platform.com/yoast"],"Other social profile":["Diğer sosyal profil"],"First-time configuration":["İlk yapılandırma"],"You should finish the %1$sfirst time configuration%2$s to make sure your SEO data has been optimized and you’ve set the essential Yoast SEO settings for your site.":["SEO verilerinizin optimize edildiğinden ve siteniz için temel Yoast SEO ayarlarını belirlediğinizden emin olmak için %1$silk yapılandırma%2$s işlemini tamamlamalısınız."],"Step 4: Go through the first time configuration":["4. Adım: İlk yapılandırmayı gerçekleştirin"],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Sitenizin bir kuruluşu temsil etmesini istiyorsanız, lütfen %1$sArama Görünümü%2$s ayarlarındaki \"Bilgi Grafiği & Schema.org\" bölümünde 'Kuruluş' seçeneğini seçin."],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":["Web siteniz şu anda bir kişiyi temsil edecek şekilde yapılandırılmıştır. Sitenizin sosyal medya hesaplarını düzenlemek istiyorsanız, lütfen seçilen kişinin kullanıcı profiline gidin%1$s."],"Personal social profiles":["Kişisel sosyal hesaplar"],"Postname permalink":["Yazı adı kalıcı bağlantısı"],"Page comments":["Sayfa yorumları"],"Links table":["Bağlantılar tablosu"],"If you already have saved AIOSEO 'Search Appearance' settings and the issue persists, please contact our support team so we can take a closer look.":["AIOSEO 'Arama Görünümü' ayarlarını zaten kaydettiyseniz ve buna rağmen sorun devam ediyorsa, daha yakından inceleyebilmemiz için lütfen destek ekibimizle iletişime geçin."],"If you have never saved any AIOSEO 'Search Appearance' settings, please do that first and run the import again.":["Daha önce AIOSEO 'Arama Görünümü' ayarlarını hiç kaydetmediyseniz, lütfen önce onu tamamlayın ve içe aktarmayı tekrar çalıştırın."],"The AIOSEO import was cancelled because some AIOSEO data is missing. Please try and take the following steps to fix this:":["Bazı AIOSEO verileri eksik olduğu için AIOSEO içe aktarma işlemi iptal edildi. Bunu düzeltmek için lütfen aşağıdaki adımları izleyin:"],"The validation of the AIOSEO data structure has failed.":["AIOSEO veri yapısının doğrulanması başarısız oldu."],"Currently, the %s integration is not available for multisites.":["Şimdilik %s entegrasyonu çoklu siteler için kullanılamamaktadır."],"WordProof authentication":[""],"Connected to WordProof":[""],"Connection failed":[""],"Not working? %1$sContact %3$s support%2$s.":[""],"Try again":[""],"Find possible solutions in this %1$sArticle%2$s.":[""],"There was a connection problem. This could be because your third party connections are blocked.":[""],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":[""],"Your %s is now protected via the blockchain!":[""],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":[""],"Unable to create new timestamps. Please authenticate with WordProof.":[""],"Timestamp with WordProof":[""],"Learn more about timestamping":[""],"Authenticate with WordProof":[""],"Manage WordProof settings":[""],"The WordProof Timestamp plugin needs to be disabled before you can activate this integration.":[""],"%1$s can be used to timestamp your privacy page.":[""],"Open settings":[""],"Open authentication":[""],"The timestamp is not created because you need to authenticate with %s first.":[""],"The timestamp is not retrieved by your site. Please try again or contact %1$s support.":[""],"%1$s failed to timestamp this page. Please check if you're correctly authenticated with %1$s and try to save this page again.":[""],"%s has successfully timestamped this page.":[""],"You are out of timestamps. Please upgrade your account by opening the %s settings.":[""],"Use WordProof to timestamp this page to comply with legal regulations and join the fight for a more transparant and accountable internet.":[""],"Timestamp this post":[""],"content words":["içerik kelimeleri"],"content word":["içerik kelimesi"],"Cleanup failed with the following error:":["Temizleme işlemi aşağıdaki hata nedeniyle başarısız oldu:"],"Note: These settings will overwrite the default settings of Yoast SEO.":["Not: Bu ayarlar, Yoast SEO'nun varsayılan ayarlarının üzerine yazılır."],"Note: This metadata will only be imported if there is no existing Yoast SEO metadata yet.":["Not: Bu meta bilgileri yalnızca Yoast SEO meta bilgileri hali hazırda mevcut değilse içe aktarılacaktır."],"Post metadata (SEO titles, descriptions, etc.)":["Yazı meta bilgileri (SEO başlıkları, açıklamalar vb.)"],"The import from %s includes:":["%s eklentisinden içe aktarma şunları içerir:"],"Once you're certain that your site is working properly with the imported data from another SEO plugin, you can clean up all the original data from that plugin.":["Sitenizin başka bir SEO eklentisinden içe aktarılan verilerle düzgün çalıştığından emin olduktan sonra, o eklentiye ait tüm orijinal verileri temizleyebilirsiniz."],"Please select an SEO plugin below to see what data can be imported.":["Hangi verilerin içe aktarılabileceğini görmek için lütfen aşağıdaki SEO eklentilerinden birini seçin."],"Clean up":["Temizlik"],"After you've imported data from another SEO plugin, please make sure to clean up all the original data from that plugin. (step 5)":["Başka bir SEO eklentisinden içeri veri aktardıktan sonra, lütfen o eklentiye ait orijinal verileri temizlediğinizden emin olun. (adım 5)"],"Note: ":["Not: "],"The cleanup can take a long time depending on your site's size.":["Temizleme, sitenizin boyutuna bağlı olarak uzun sürebilir."],"Default tagline":["Varsayılan slogan"],"Import failed with the following error:":["İçe aktarma işlemi aşağıdaki hata nedeniyle başarısız oldu:"],"No data found from other SEO plugins.":["Diğer SEO eklentilerine ait veri bulunamadı."],"Select SEO plugin":["SEO eklentisi seçin"],"The import can take a long time depending on your site's size.":["İçe aktarma işlemi, sitenizin boyutuna bağlı olarak uzun sürebilir."],"For the best SEO results include all words of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["En iyi SEO sonuçları için, anahtar sözcüğünüzün tüm kelimelerini SEO başlığına ekleyin ve anahtar sözcüğü başlığın başına koyun"],"For the best SEO results write the exact match of your keyphrase in the SEO title, and put the keyphrase at the beginning of the title":["En iyi SEO sonuçları için anahtar sözcüğünüzün tam eşleşmesini SEO başlığına yazın ve anahtar sözcüğü başlığın başına koyun"],"Installation Successful":["Kurulum başarılı"],"Blog Post":["Blog yazısı"],"%1$s: Title does not begin with the focus keyphrase. %2$sMove your focus keyphrase to the beginning of the title%3$s.":[""],"%1$s: The exact match of the focus keyphrase appears at the beginning of the SEO title. Good job!":[""],"%2$sText length%4$s: The text contains %1$d %6$s. This is below the recommended minimum of %5$d %6$s. %3$sAdd more content%4$s.":["%2$sMetin uzunluğu%4$s: Metin %1$d %6$s içeriyor. Bu, önerilen asgari %5$d %6$s uzunluğunda içeriğin altında. %3$sDaha fazla içerik ekleyin%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is slightly below the recommended minimum of %5$d %6$s. %3$sAdd a bit more copy%4$s.":["%2$sMetin uzunluğu%4$s: Metin %1$d %6$s içeriyor. Bu, önerilen asgari %5$d %6$s uzunluğunda içeriğin biraz altında. %3$sMetni biraz daha uzatın%4$s."],"%2$sText length%4$s: The text contains %1$d %6$s. This is far below the recommended minimum of %5$d %7$s. %3$sAdd more content%4$s.":["%2$sMetin uzunluğu%4$s: Metin %1$d %6$s içeriyor. Bu tavsiye edilen asgari %5$d %7$s uzunluğunda içeriğin oldukça altında . %3$sDaha fazla içerik ekleyin%4$s.","%2$sMetin uzunluğu%4$s: Metin %1$d %7$s içeriyor. Bu tavsiye edilen asgari %5$d %7$s uzunluğunda içeriğin oldukça altında . %3$sDaha fazla içerik ekleyin%4$s."],"character":["","characters"],"word":["","words"],"words":["words"],"characters":["karakter"],"Man holding a tablet.":["Elinde tablet tutan adam."],"%s rolls out the red carpet for the search bots, which helps your site perform better in search engines.":["%s arama botlarına kırmızı halı sererek sitenizin arama motorlarında daha iyi performans göstermesine yardımcı oluyor."],"You've successfully installed %s!":["%s'yu başarıyla yüklediniz!"],"Skip%s":["Atla%s"],"Your %s account does not contain any keyphrases for this website yet. You can track keyphrases by using the \"Track SEO Performance\" button in the post editor.":["%s hesabınız henüz bu web sitesi için herhangi bir anahtar sözcük içermiyor. Anahtar sözcükleri, yazı editöründeki \"SEO Performansını İzle\" düğmesini kullanarak izleyebilirsiniz."],"%s account":["%s hesabı"],"This overview only shows you keyphrases added to Yoast SEO. There may be other keyphrases added to your %s.":["Bu genel bakış yalnızca Yoast SEO'ya eklenen anahtar sözcükleri gösterir. %s'e başka anahtar sözcükler de eklenebilir."],"Tracking the ranking position...":["Sıralama konumu takibi..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Sayfanızın sıralamadaki konumunu izlerken bir şeyler ters gitti. Lütfen daha sonra tekrar deneyin."],"reconnect to %s":["%s'e yeniden bağlan"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Web sitenizin verilerini alırken bir şeyler ters gitmiş gibi görünüyor. Lütfen %s ve tekrar deneyin."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["SEO performansınızı izlemeden önce, yazının başlığını ayarladığınızdan ve taslak olarak kaydettiğinizden veya yazının kısa adını ayarladığınızdan emin olun."],"No keyphrase has been set. Please set a keyphrase first.":["Anahtar sözcük ayarlanmadı. Lütfen önce bir anahtar sözcük belirleyin."],"upgrade your %s plan":["%s planınızı yükseltin"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Wincher hesabınıza ekleyebileceğiniz maksimum %d anahtar sözcük miktarına ulaştınız. Daha fazla anahtar sözcük eklemek isterseniz, lütfen %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["%1$s ile sayfanızın arama sonuçlarındaki sıralama konumunu anahtar sözcüklerinize göre izleyebilirsiniz. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s anda sayfanızın sıralama konumlarını araştırmaktadır. Bu işlem birkaç dakika sürebilir. Lütfen bekleyin veya daha sonra tekrar kontrol edin."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["%s'e başarıyla bağlandınız! Artık bu sayfanın anahtar sözcükleri için SEO performansını izleyebilirsiniz."],"Read more about keyphrase tracking with Wincher":["Wincher ile anahtar sözcük izleme hakkında daha fazla bilgi edinin"],"Connect %1$s with %2$s to track the ranking position of your site in the search results based on your keyphrase(s). %3$s":["Anahtar ifadelerinize dayalı olarak sitenizin arama sonuçlarındaki sıralama konumunu izlemek için %1$s ile %2$s bağlantısını kurun. %3$s"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Anahtar sözcüklerin otomatik olarak izlenmesi etkinleştirilir. Yazınızı yayınladığınızda anahtar sözcükleriniz %s tarafından otomatik olarak izlenir."],"Please enter a focus keyphrase first to track keyphrase performance":["Anahtar sözcük performansını izlemek için lütfen önce bir odak anahtar sözcüğü girin"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Son 90 gün içinde 0 ile 100 arasında bir ölçekte anahtar sözcük konumu."],"Track SEO performance":["SEO performansını takip edin"],"You can enable / disable tracking the SEO performance for each keyphrase below.":["Aşağıdaki her anahtar sözcük için SEO performansını izlemeyi etkinleştirebilir / devre dışı bırakabilirsiniz."],"Track all keyphrases on this page":["Bu sayfadaki tüm anahtar sözcükleri izleyin"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["İzleme, bu sayfanın bir veya daha fazla anahtar sözcüğü için zaten etkinleştirilmiştir. Aşağıdaki düğmeye tıklanması tüm anahtar sözcükler için izlemeyi etkinleştirir."],"Learn more about the SEO performance feature.":["SEO performans özelliği hakkında daha fazla bilgi edinin."],"SEO performance":["SEO performansı"],"Connect with %s":["%s ile bağlantı kur"],"Top performing keyphrases on your site":["Sitenizde en iyi performans gösteren anahtar sözcükler"],"* focus keyphrase":["* odak anahtar sözcük"],"Get more insights over at %s":["%s'da daha fazla bilgi edinin"],"Position over time":["Zaman içindeki pozisyon"],"Position":["Konum"],"Tracking":["İzleme"],"The %s integration offers the option to track specific keyphrases and gain insights in their positions.":["%s entegrasyonu, belirli anahtar sözcükleri izleme ve konumları hakkında bilgi elde etme seçeneği sunar."],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["%1$sAraçlar bölümünde%2$s hala SEO veri optimizasyonunu çalıştırabilirsiniz. Bu işlem tamamlandığında, lütfen bu sayfayı yenileyin."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Bu yapılandırma adımı şu anda devre dışıdır, çünkü Yoast SEO Premium'un en son sürümünü çalıştırmıyorsunuz. Lütfen en son sürüme güncelleyin (en az %1$s). "],"Saved!":["Kaydedildi!"],"Save and continue":["Kaydet ve devam et"],"No, don’t track my site data":["Hayır, site verilerimi izleme"],"Does your site represent an Organization or Person?":["Siteniz bir kuruluşu mu yoksa bir kişiyi mi temsil ediyor?"],"Activate %s":["%s eklentisini etkinleştir"],"Update %s":["%s güncelle"],"Renew %s":["%s yenile"],"Get help activating your subscription":["Aboneliğinizi etkinleştirme konusunda yardım alın"],"It looks like you’re running an outdated and unactivated version of %1$s, please activate your subscription in %2$sMyYoast%3$s and update to the latest version (at least 17.7) to gain access to our updated workouts section.":["Görünüşe göre eski ve etkinleştirilmemiş bir %1$s sürümü çalıştırıyorsunuz, lütfen aboneliğinizi %2$sMyYoast%3$s adresinden etkinleştirin ve güncellenmiş egzersizler bölümümüze erişmek için en son sürüme (en az 17.7) güncelleyin."],"Activate your subscription of %s":["%s aboneliğinizi etkinleştirin"],"Update to the latest version of %s":["En son %s sürümüne güncelleyin"],"Renew your subscription":["Aboneliğinizi yenileyin"],"Accessing the latest workouts requires an updated version of %s (at least 17.7), but it looks like your subscription has expired. Please renew your subscription to update and gain access to all the latest features.":["En son egzersizlere erişmek güncellenmiş bir %s sürümü (en az 17,7) gerektirir, ancak görünüşe göre aboneliğinizin süresi dolmuş. Güncellemek ve en son özelliklerin tümüne erişmek için lütfen aboneliğinizi yenileyin."],"Renew your subscription of %s":["%s aboneliğinizi yenileyin"],"Could not save this value. Please check the URL.":["Bu değer kaydedilemedi. Lütfen URL'yi kontrol edin."],"Could not save this value. Please check the URL or username.":["Bu değer kaydedilemedi. Lütfen URL'yi veya kullanıcı adını kontrol edin."],"Oops! Something went wrong. Check your email address and try again.":["Oops! Bir şeyler ters gitti. E-posta adresinizi kontrol edin ve tekrar deneyin."],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Önemli: Bu verileri asla satmayacağız. Ve elbette, her zaman olduğu gibi, siz veya ziyaretçileriniz hakkında herhangi bir kişisel veri toplamayacağız."],"Yes, you can track my site data":["Evet, sitemin verilerini takip edebilirsiniz!"],"Site representation":["Site gösterimi"],"Continue":["Devam"],"Thank you! Check your inbox for the confirmation email.":["Teşekkürler! Onay e-postası için gelen kutunuzu kontrol edin."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast gizlilik haklarınıza saygı gösterir. Kişisel bilgi politikamızı öğrenmek için lütfen %1$sgizlilik politikasını%2$s okuyun."],"Sign up!":["Üye ol!"],"Email address":["E-posta adresi"],"%1$sBack to all workouts":["%1$s Tüm egzersizlere geri dön"],"Getting your site in shape and keeping it SEO fit can be hard. We can help you get started! Take these step-by-step workouts, and you’ll be tackling some of the most fundamental SEO challenges!":["Sitenizi forma sokmak ve SEO'ya uygun tutmak zor olabilir. Başlamanıza yardımcı olabiliriz! Bu adım adım ilerleyen egzersizleri yaparak en temel SEO zorluklarından bazılarıyla başa çıkabileceksiniz!"],"Add internal links to your posts and pages":["Yazılarınıza ve sayfalarınıza iç bağlantılar ekleyin"],"Make pages easier for Google and visitors to find":["Google'ın ve ziyaretçilerin sayfaları bulmasını kolaylaştırın"],"Clean up your unlinked content to make sure people can find it":["İnsanların bulabileceğinden emin olmak için bağlantısız içeriğinizi temizleyin"],"Orphaned content":["Sahipsiz içerik"],"Bring more visitors to your articles":["Makalelerinize daha fazla ziyaretçi getirin"],"Make your important articles rank higher":["Önemli makalelerinizin daha üst sıralarda yer almasını sağlayın"],"%1$s/%2$s steps completed":["%1$s/%2$s adım tamamlandı"],"Unlock with %s!":["%s ile kilidini aç!"],"Start workout!":["Egzersize başlayın!"],"Do workout again":["Egzersizi tekrar yapın"],"Continue workout!":["Egzersize devam et!"],"It looks like you're running an outdated version of %1$s, please %2$supdate to the latest version (at least 17.7)%3$s to gain access to our updated workouts section.":["Görünüşe göre eski bir %1$s sürümü çalıştırıyorsunuz, güncel egzersizler bölümümüze erişmek için lütfen %2$sen son sürüme güncelleyin (en az 17.7)%3$s."],"Get started quickly with the %1$s%2$s First-time configuration%3$s and configure Yoast SEO with the optimal SEO settings for your site!":["%1$s%2$s ilk yapılandırmasıyla hızlı bir şekilde başlayın%3$s ve Yoast SEO'yu siteniz için en uygun SEO ayarlarıyla yapılandırın!"],"Current or first category title":["Geçerli veya ilk kategori başlığı"],"Category Title":["Kategori Başlığı"],"Replaced with the post content":["Yazı içeriğiyle değiştirildi"],"Post Content":["Yazı içeriği"],"Replaced with the permalink":["Kalıcı bağlantı ile değiştirildi"],"Replaced with the last name of the author":["Yazarın soyadıyla değiştirildi"],"Author last name":["Yazar soyadı"],"Replaced with the first name of the author":["Yazarın adıyla değiştirildi"],"Author first name":["Yazar adı"],"Replaced with the day the post was published":["Yazının yayınlandığı günle değiştirildi"],"Post day":["Yazı günü"],"Replaced with the month the post was published":["Gönderinin yayınlandığı ay ile değiştirildi"],"Post month":["Yazı ayı"],"Replaced with the year the post was published":["Yazının yayınlandığı yılla değiştirildi"],"Post year":["Yazı yılı"],"Current day":["Bugün"],"Current month":["Bu ay"],"Current date":["Şu anki tarih"],"Get %s to unlock social previews!":["Sosyal ön izlemelerin kilidini kadırmak için %s edinin!"],"Want to see how your content will look when it’s shared on %s?":["İçeriğinizin %s ağında paylaşıldığında nasıl görüneceğini görmek ister misiniz?"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!":["","%3$sKeyphrase length%5$s: The keyphrase contains %1$d %7$s. That's way less than the recommended minimum of %2$d %7$s. %4$sMake it longer%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's less than the recommended minimum of %2$d %6$s. %4$sMake it longer%5$s!":["%3$sAnahtar kelime uzunluğu%5$s: Anahtar kelime %1$d %6$s içerir. Bu, önerilen asgari %2$d %6$s sayısından daha az. %4$sBiraz daha uzatın%5$s!"],"%1$sImage alt tags%2$s: All images have alt attributes. Good job!":["%1$sGörsel alt etiketleri%2$s: Tüm görsellerin alt nitelikleri mevcut. İyi iş çıkardın!"],"%3$sImage alt tags%5$s: %1$d image out of %2$d doesn't have alt attributes. %4$sAdd alt attributes to your images%5$s!":["%3$sGörsel alt etiketleri%5$s: %2$d görselden %1$d tanesinde alt niteliği yok. %4$sGörsellerinize alt niteliğini ekleyin%5$s!","%3$sGörsel alt etiketleri%5$s: %2$d görselden %1$d tanesinde alt niteliği yok. %4$sGörsellerinize alt niteliğini ekleyin%5$s!"],"%1$sImage alt tags%3$s: None of the images has alt attributes. %2$sAdd alt attributes to your images%3$s!":["%1$sGörsel alt etiketleri%3$s: Hiç bir görselin alt niteliği yok. %2$sGörsellerinize alt niteliğini ekleyin%3$s!"],"It looks like you aren't using our %1$s%2$s addon%3$s. %4$sUpgrade today%5$s to unlock more tools and SEO features to make your products stand out in search results.":["Görünüşe göre %1$s%2$s eklentimizi%3$s kullanmıyorsunuz. Ürünlerinizi arama sonuçlarında öne çıkarmak için daha fazla araç ve SEO özelliğinin kilidini açmak için %4$sşimdi yükseltin%5$s."],"Below are the technical details for the error. See %1$sthis page%2$s for a more detailed explanation.":["Hatanın teknik detayları aşağıdadır. Daha ayrıntılı bir açıklama için %1$sbu sayfaya%2$s bakın."],"%1$sImage Keyphrase%2$s: Good job!":["%1$sGörsel anahtar kelimesi%2$s: İyi iş çıkardınız!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes with at least half of the words from your keyphrase. %2$sFix that%3$s!":["%1$sGörsel anahtar kelimesi%3$s: Bu sayfadaki görseller, anahtar kelimenizdeki kelimelerin en az yarısını barındıran alt niteliklere sahip değil. %2$sBunu düzeltin%3$s!"],"%1$sImages%2$s: Good job!":["%1$sGörseller%2$s: İyi iş çıkardınız!"],"%1$sImages and videos%2$s: Good job!":["%1$sGörseller ve videolar%2$s: İyi iş çıkardınız!"],"%3$sImages and videos%5$s: Only %1$d image or video appears on this page. We recommend at least %2$d. %4$sAdd more relevant images or videos%5$s!":["%3$sGörseller ve videolar%5$s: Bu sayfada sadece %1$d görsel veya video görünüyor. En az %2$d öneririz. %4$sDaha alakalı görseller veya videolar ekleyin%5$s!","%3$sGörseller ve videolar%5$s: Bu sayfada sadece %1$d görsel veya video görünüyor. En az %2$d öneririz. %4$sDaha alakalı görseller veya videolar ekleyin%5$s!"],"%3$sImages%5$s: Only %1$d image appears on this page. We recommend at least %2$d. %4$sAdd more relevant images%5$s!":["%3$sGörseller%5$s: Bu sayfada sadece %1$d görsel veya video görünüyor. En az %2$d öneririz. %4$sDaha alakalı görseller ekleyin%5$s!","%3$sGörseller%5$s: Bu sayfada sadece %1$d görsel veya video görünüyor. En az %2$d öneririz. %4$sDaha alakalı görseller ekleyin%5$s!"],"%1$sImages and videos%3$s: No images or videos appear on this page. %2$sAdd some%3$s!":["%1$sGörseller ve videolar%3$s: Bu sayfada hiç görsel veya video görünmüyor. %2$sBirkaç tane ekleyin%3$s!"],"%1$sLists%3$s: No lists appear on this page. %2$sAdd at least one ordered or unordered list%3$s!":["%1$sListeler%3$s: Bu sayfada hiç liste görünmüyor. %2$sEn azından bir tane sıralı yada sırasız liste ekleyin%3$s!"],"%1$sLists%2$s: There is at least one list on this page. Great!":["%1$sListeler%2$s: Bu sayfada en az bir liste var. Harika!"],"Error stack trace":["Hata yığın izleme"],"Response":["Yanıt"],"Error message":["Hata mesajı"],"Status code":["Durum kodu"],"Request method":["İstek yöntemi"],"Request URL":["İstek web adresi"],"Error details":["Hata detayları"],"Prep time":["Hazırlama süresi"],"The time it takes to prepare the items to be used in the instructions.":["Talimatlarda kullanılacak öğelerin hazırlanması için geçen süre."],"Recipe prep time":["Tarif hazırlama süresi"],"The time it takes to actually cook the dish.":["Yemeği pişirmek için geçen süre."],"Recipe cooking time":["Tarif pişirme süresi"],"Workouts":["Egzersizler"],"A new version of %1$s is available. %2$sRenew your subscription%3$s if you want to update to the latest version.":["%1$s eklentisinin yeni bir sürümü mevcut. En son sürüme güncellemek istiyorsanız %2$saboneliğinizi yenileyin%3$s."],"Rank with articles you want to rank with":["Sıralamaya girmek istediğiniz makalelerle sıralayın"],"The cornerstone approach":["Köşe taşı yaklaşımı"],"SEO workouts":["SEO egzersizleri"],"Enter step":["Adım gir"],"Instructions":["Talimatlar"],"Instructions title":["Talimat başlığı"],"The steps of making the recipe, in the form of an ordered list with HowToStep and/or HowToSection items.":["HowToStep ve/veya HowToSection öğeleri ile sıralı bir liste şeklinde tarifi yapma adımları."],"Recipe instructions":["Tarif talimatları"],"Enter an ingredient":["Bir malzeme girin"],"Ingredients":["Malzemeler"],"Ingredients title":["Malzemeler başlığı"],"The ingredients used in the recipe, e.g. sugar, flour or garlic.":["Tarifte kullanılan malzemeler, örn. şeker, un veya sarımsak."],"Recipe ingredient(s)":["Tarif malzemeleri"],"Improve the quality of your site search! Automatically helps your users find your cornerstone and most important content in your internal search results. It also removes noindexed posts & pages from your site’s search results.":["Site aramanızın kalitesini artırın! Kullanıcılarınızın, dahili arama sonuçlarınızda köşe taşınızı ve en önemli içeriğinizi bulmasına otomatik olarak yardımcı olur. Ayrıca, sitenizin arama sonuçlarından dizine eklenmemiş yazıları ve sayfaları kaldırır."],"Find out more about our %s integration.":["%s entegrasyonumuz hakkında daha fazla bilgi edinin."],"Set up automated actions when you publish or update your content. By connecting %1$s with %2$s, you can easily send out your published posts to any of its 2000+ destinations, such as Twitter, Facebook and more.":["İçeriğinizi yayınladığınızda veya güncellediğinizde otomatik eylemler ayarlayın. %1$s ile %2$s'i birbirine bağlayarak, yayınlanmış yazılarınızı Twitter, Facebook ve daha fazlası gibi 2000'den fazla hedeften herhangi birine kolayca gönderebilirsiniz."],"Get relevant internal linking suggestions — while you’re writing! The link suggestions metabox shows a list of posts on your blog with similar content that might be interesting to link to. ":[""],"Find out how Insights can help you improve your content.":["Tek bakıştanın içeriğinizi geliştirmenize nasıl yardımcı olabileceğini öğrenin."],"Find relevant data about your content right in the Insights section in the Yoast SEO metabox. You’ll see what words you use most often and if they’re a match with your keywords! ":["İçeriğinizle ilgili verileri doğrudan Yoast SEO meta kutusundaki tek bakışta bölümünde bulun. En sık kullandığınız kelimeleri ve bunların anahtar kelimelerinizle eşleşip eşleşmediğini göreceksiniz!"],"Read more about Schema.":["Şema hakkında daha fazlasını okuyun."],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please make sure to activate your subscription in MyYoast by completing %1$sthese steps%2$s.":["Hata! Bir şeyler ters gitti ve SEO verilerinizin optimizasyonunu tamamlayamadık. Lütfen %1$sbu adımları%2$s tamamlayarak MyYoast'ta aboneliğinizi etkinleştirdiğinizden emin olun."],"To unlock this feature please update %s to the latest version.":["Bu özelliğin kilidini açmak için lütfen %s'u en son sürüme güncelleyin."],"Rewrite titles":["Başlıkları yeniden yaz"],"%d minutes":["%d dakika"],"The social appearance settings for archives require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Arşivler için sosyal görünüm ayarları Open Graph meta verileri gerektirir (şu anda devre dışıdır). Bunu, %1$s\"Facebook\" sekmesi altındaki \"Sosyal\" ayarlardan%2$s etkinleştirebilirsiniz."],"The social appearance settings for taxonomies require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Sınıflandırmalar için sosyal görünüm ayarları Open Graph meta verileri gerektirir (şu anda devre dışıdır). Bunu, %1$s\"Facebook\" sekmesi altındaki \"Sosyal\" ayarlardan%2$s etkinleştirebilirsiniz."],"The social appearance settings for content types require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["İçerik türleri için sosyal görünüm ayarları, Open Graph meta verileri gerektirir (şu anda devre dışıdır).. Bunu, %1$s\"Facebook\" sekmesi altındaki \"Sosyal\" ayarlardan%2$s etkinleştirebilirsiniz."],"The social appearance settings for your homepage require Open Graph metadata (which is currently disabled). You can enable this in the %1$s‘Social’ settings under the ‘Facebook’ tab%2$s.":["Ana sayfanızın sosyal görünüm ayarları Open Graph meta verileri gerektirir (şu anda devre dışıdır). Bunu, %1$s\"Facebook\" sekmesi altındaki \"Sosyal\" ayarlardan%2$s etkinleştirebilirsiniz."],"%s archive settings":["%s arşiv ayarları"],"Single %s settings":["Tekil %s ayarları"],"These are the image, title and description used when a link to your homepage is shared on social media.":["Bunlar, sosyal medyada, ana sayfanıza bir bağlantı paylaşıldığında kullanılan görsel, başlık ve açıklamadır."],"Default image":["Varsayılan görsel"],"The social homepage settings have been moved to the %1$s‘Search appearance’ settings under the ‘General’ tab%2$s.":["Sosyal ana sayfa ayarları, %1$s‘Genel’ sekmesi altındaki ‘Arama görünümü’ ayarlarına%2$s taşındı."],"Social image":["Sosyal görsel"],"Enter a recipe description":["Bir tarif açıklaması girin"],"A description of the recipe.":["Tarifin açıklaması."],"Recipe description":["Tarif açıklaması"],"Cooking time":["Pişirme süresi"],"Unlock with Premium":["Premium ile kilidini aç"],"Good job! All required information has been provided.":["İyi iş! Gerekli tüm bilgi sağlandı."],"Recommended information":["Önerilen bilgi"],"Required information":["Gerekli bilgi"],"JobPosting schema":["JobPosting şeması"],"%s has been left empty.":["%s boş bırakıldı."],"The `%1$s` attribute is recommended but missing.":["`%1$s` niteliği önerilir ancak eksik."],"The `%1$s` attribute is required but missing.":["`%1$s` niteliği gerekli ancak eksik."],"Addon installation failed because of an error: %s.":["Eklenti yüklemesi bir hata nedeniyle başarısız oldu: %s."],"You are not allowed to install plugins.":["Eklenti yüklemenize izin verilmiyor."],"Addon installed.":["Eklenti kuruldu."],"Addon activation failed because of an error: %s.":["Eklenti etkinleştirme bir hata nedeniyle başarısız oldu: %s."],"You are not allowed to activate plugins.":["Eklentileri etkinleştirmenize izin verilmiyor."],"Addon activated.":["Eklenti etkinleştirildi."],"%1$s Continue to %2$s%3$s":["%1$s %2$s ile devam et%3$s"],"Installing and activating addons":["Eklentileri kurma ve etkinleştirme"],"No %1$s plugins have been installed. You don't seem to own any active subscriptions.":["Hiçbir %1$s eklentisi yüklenmedi. Herhangi bir etkin aboneliğiniz yok gibi görünüyor."],"the following addons":["aşağıdaki eklentiler"],"%s SEO installation":["%s SEO kurulumu"],"Install and activate":["Yükle ve etkinleştir"],"Please confirm below that you would like to install %s on this site.":["Lütfen aşağıdan bu siteye %s yüklemek istediğinizi onaylayın."],"Insert variable":["Değişken ekle"],"Heading %d":["Başlık %d"],"Change heading level":["Başlık seviyesini değiştir"],"The `%1$s` block is recommended but missing.":["`%1$s` bloğu önerilir ancak eksik."],"The `%1$s` block is required but missing.":["`%1$s` bloğu gerekli ancak eksik."],"Shopping data preview:":["Alışveriş verileri önizlemesi:"],"Availability":["Kullanılabilirlik"],"Price":["Fiyat"],"Rating":["Puanlama"],"%s reviews":["%s inceleme"],"Rating: %s":["Puanlama: %s"],"Image":["Görsel"],"Social description":["Sosyal açıklama"],"Social title":["Sosyal başlık"],"Not all required information has been provided! %s schema will not be generated for your page.":["Gerekli tüm bilgiler sağlanmadı! Sayfanız için %s şeması oluşturulmayacak."],"Add a block to your recipe...":["Tarifinize bir blok ekleyin..."],"Serves #":["Servis #"],"Create a Recipe in an SEO-friendly way. You can only use one Recipe block per post.":["SEO dostu bir şekilde tarif oluşturun. Yazı başına yalnızca bir tarif bloğu kullanabilirsiniz."],"%1$s Recipe":["%1$s tarif"],"Enter a recipe name":["Tarif adını girin."],"Required by %s":["%s için gerekli"],"Auto-updates are disabled based on this setting for %1$s.":["%1$s için bu ayara göre otomatik güncellemeler devre dışı bırakıldı."],"Auto-updates are enabled based on this setting for %1$s.":["%1$s için bu ayara göre otomatik güncellemeler etkinleştirildi."],"Select a date":["Bir tarih seçin"],"New":["Yeni"],"Schema analysis:":["Şema analizi:"],"Enable Breadcrumbs for your theme":["Temanız için Breadcrumbs'ı etkinleştirin"],"Note: You can always choose to enable / disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Not: Her zaman aşağıda temanız için bunları etkinleştirebilir / devre dışı bırakabilirsiniz. Bu ayar, bir widget, blok veya kısa kod aracılığıyla eklenen içerik haritalarına uygulanmayacaktır."],"You've just removed the ‘%1$s’ block, but this is a %2$srecommended block for Schema output%3$s. Are you sure you want to do this?":["Az önce \"%1$s\" bloğunu kaldırdınız ancak bu %2$sşema çıktısı için önerilen bir bloktur%3$s. Bunu yapmak istediğinize emin misiniz?"],"You've just removed the ‘%1$s’ block, but this is a %2$srequired block for Schema output%3$s. Without this block no Schema will be generated. Are you sure you want to do this?":["‘%1$s‘ bloğunu az önce kaldırdınız, ancak bu, %2$sşema çıktısı için gerekli bir bloktur%3$s. Bu blok olmadan hiçbir şema oluşturulmayacaktır. Bunu yapmak istediğinize emin misiniz?"],"seconds":["saniye"],"Select image":["Fotoğraf seç"],"Replace image":["Resmi değiştir"],"site structure":["site yapısı"],"internal linking":["iç bağlantı"],"breadcrumbs":["Bağlantı Haritası"],"seo":["seo"],"Adds the Yoast SEO breadcrumbs to your template or content.":["Yoast SEO içerik haritalarını şablonunuza veya içeriğinize ekler."],"Yoast Breadcrumbs":["Yoast Ekmek Kırıntıları"],"No, please undo this":["Hayır, lütfen bunu geri al"],"The term is considered invalid. The following reason was given by WordPress: %s":["Bu terim geçersiz sayılıyor. WordPress tarafından iletilen sebep: %s"],"The post could not be found.":["Gönderi bulunamadı."],"The term could not be found.":["Terim bulunamıyor."],"This feature has been disabled since subsites never send tracking data.":["Alt siteler hiçbir zaman izleme verisi göndermediği için bu özellik devre dışı bırakılmıştır."],"We notice that you have installed WPML. To make sure your canonical URLs are set correctly, %1$sinstall and activate the Yoast SEO Multilingual add-on%2$s as well!":["WPML'yi kurduğunuzu fark ettik. Standart URL'lerinizin doğru ayarlandığından emin olmak için,%1$s Yoast SEO Çok Dilli eklentisini de %2$s kurun ve etkinleştirin!"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Maalesef siz zaten yayınlanmış bir %1$s taslağı üzerinde çalışırken SEO ayarlarınızdaki değişiklikleri kaydedemiyoruz. SEO değişikliklerinizi kaydetmek istiyorsanız, 'Güncelle'yi tıkladığınızdan emin olun veya %1$s güncellemeye hazır olana kadar SEO değişikliklerinizi yapmayı bekleyin."],"Get started with Yoast SEO's content analysis for Elementor!":["Yoast SEO'nun Elementor için içerik analizine başlayın!"],"Got it":["Anladım"],"New: Yoast SEO for Elementor":["Yeni: Elementor için Yoast SEO"],"Because of a change in your category base setting, some of your SEO data needs to be reprocessed.":["Kategori temeli ayarınızdaki bir değişiklik nedeniyle, bazı SEO verilerinizin yeniden işlenmesi gerekir."],"Wait for a week or so, until %1$s automatically processes most of your content in the background.":["%1$s, içeriğinizin çoğunu arka planda otomatik olarak işleyene kadar bir hafta kadar bekleyin."],"%s minute":["%s dakika","%s dakika"],"Est. reading time":["Tahmini okuma süresi"],"Written by":["Yazan:"],"Google Rich Results Test":["Google Zengin Sonuçlar Testi"],"Find out how a rich snippet can improve visibility and click-through-rate.":["Zengin bir snippet'in görünürlüğü ve tıklama oranını nasıl iyileştirebileceğini öğrenin."],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Bu, Slack'te paylaşıldığında makalenin snippet'ine yazarın imi ve okuma süresi tahmini ekler."],"Enhanced Slack sharing":["Gelişmiş Slack paylaşımı"],"Activate your subscription":["Aboneliğinizi etkinleştirin"],"SEO data optimization is disabled for non-production environments.":["SEO veri optimizasyonu, üretim dışı ortamlar için devre dışı bırakılmıştır."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Bu özellik, Metin Bağlantısı Sayacı ve Dahili Bağlantı Analizini içerir ve bunların yerini alır"],"This tab allows you to selectively disable %1$s integrations with third-party products for all sites in the network. By default all integrations are enabled, which allows site admins to choose for themselves if they want to toggle an integration on or off for their site. When you disable an integration here, site admins will not be able to use that integration at all.":["Bu sekme, ağdaki tüm siteler için üçüncü taraf ürünlerle %1$s entegrasyonunu seçerek devre dışı bırakmanıza olanak tanır. Varsayılan olarak tüm entegrasyonlar etkindir, bu da site yöneticilerinin siteleri için bir entegrasyonu açıp kapamak isteyip istemediklerini kendilerinin seçmesine olanak tanır. Burada bir entegrasyonu devre dışı bıraktığınızda, site yöneticileri bu entegrasyonu hiçbir şekilde kullanamayacaktır."],"%s can integrate with third party products. You can enable or disable these integrations below.":[""],"Because of a change in your tag base setting, some of your SEO data needs to be reprocessed.":["Etiket temeli ayarınızdaki bir değişiklik nedeniyle, bazı SEO verilerinizin yeniden işlenmesi gerekir."],"Stop SEO data optimization":["SEO veri optimizasyonunu durdurun"],"Oops, something has gone wrong and we couldn't complete the optimization of your SEO data. Please click the button again to re-start the process. ":["Hata! Bir şeyler ters gitti ve SEO verilerinizin optimizasyonunu tamamlayamadık. İşlemi yeniden başlatmak için lütfen butona tekrar tıklayın."],"Optimizing SEO data... This may take a while.":["SEO verileri optimize ediliyor... Bu biraz zaman alabilir."],"SEO data optimization complete":["SEO veri optimizasyonu tamamlandı"],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. ":["SEO verilerinin depolanma biçiminde birkaç optimizasyon yapmamıza izin vererek sitenizi hızlandırabilir ve dahili bağlantı yapınız hakkında bilgi edinebilirsiniz."],"Start SEO data optimization":["SEO veri optimizasyonunu başlatın"],"Learn more about the benefits of optimized SEO data.":["Optimize edilmiş SEO verilerinin faydaları hakkında daha fazla bilgi edinin."],"You can speed up your site and get insight into your internal linking structure by letting us perform a few optimizations to the way SEO data is stored. If you have a lot of content it might take a while, but trust us, it's worth it.":["SEO verilerinin depolanma biçiminde birkaç optimizasyon yapmamıza izin vererek sitenizi hızlandırabilir ve dahili bağlantı yapınız hakkında bilgi edinebilirsiniz. Çok fazla içeriğiniz varsa biraz zaman alabilir, ancak bize güvenin, buna değer."],"Optimize SEO Data":["SEO verisini optimize et"],"If the problem persists, please contact support.":["Sorun devam ederse lütfen desteğe başvurunuz."],"Something has gone wrong and we couldn't complete the optimization of your SEO data. Please %1$sre-start the process%2$s.":["Bir şeyler ters gitti ve SEO verilerinizin optimizasyonunu tamamlayamadık. Lütfen %1$sişlemi yeniden başlatın%2$s."],"All permalinks were successfully reset":["Tüm kalıcı bağlantılar başarıyla sıfırlandı."],"Check out %s!":["%s'a göz atın!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["İçeriğinizi daha da optimize edebilmek için bu ilgili anahtar kelimeleri %s analizine eklemek ister misiniz?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["İlgili anahtar kelimeleri almaya çalışırken bir sorunla karşılaştık. Lütfen daha sonra tekrar deneyiniz."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Maksimum 4 ilgili anahtar sözcük sayısına ulaştınız. %s meta kutusunda veya sidebarda ilgili anahtar sözcükleri değiştirebilir veya kaldırabilirsiniz."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["İlgili anahtar kelimeleri almak için %1$s bağlantı kurulurken %2$s lütfen bekleyin ..."],"Upgrade your %s plan":["%s planınızı yükseltin"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Bugün için istek sınırınıza ulaştınız. Yarın tekrar kontrol edin veya planınızı %s üzerinden yükseltin."],"Last month":["Geçen ay"],"Two months ago":["İki ay önce"],"Three months ago":["Üç ay önce"],"Four months ago":["Dört ay önce"],"Five months ago":["Beş ay önce"],"Six months ago":["Altı ay önce"],"Seven months ago":["Yedi ay önce"],"Eight months ago":["Sekiz ay önce"],"Nine months ago":["Dokuz ay önce"],"Ten months ago":["On ay önce"],"Eleven months ago":["On bir ay önce"],"Twelve months ago":["On iki ay önce"],"Get more insights at %s":["%s adresinde daha fazla bilgi edinin"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Son 12 aydaki anahtar kelime hacmi, 0 ile 100 arasında bir ölçekte."],"Learn more about the related keyphrases trend":["İlgili anahtar kelime trendi hakkında daha fazla bilgi edinin"],"Trend":["Trend"],"Learn more about the related keyphrases volume":["İlgili anahtar kelimeler hacmi hakkında daha fazla bilgi edinin"],"Volume":["Hacim"],"Related keyphrase":["İlgili anahtar kelime"],"Select country":["Ülke seçin"],"Show results for:":["Sonuçları şunun için göster:"],"Please enter a focus keyphrase first to get related keyphrases":["İlgili anahtar kelimeleri almak için lütfen önce bir odak anahtar kelime giriniz"],"Sorry, there's no data available for that keyphrase/country combination.":["Üzgünüz, bu anahtar kelime/ülke kombinasyonu için veri yok."],"Get related keyphrases":["İlgili anahtar kelimelere göz atın"],"Related keyphrases":["İlgili anahtar kelimeler"],"The number of headers and header labels don't match.":["Başlıkların ve başlık etiketlerinin sayısı eşleşmiyor."],"The %s integration offers suggestions and insights for keywords related to the entered focus keyphrase.":["%s entegrasyonu, girilen odak anahtar kelime grubu ile ilgili anahtar kelimeler için öneriler ve içgörüler sunar."],"Disabling Yoast SEO's XML sitemaps will not disable WordPress' core sitemaps. In some cases, this %1$s may result in SEO errors on your site%2$s. These may be reported in Google Search Console and other tools.":["Yoast SEO'nun XML site haritalarını devre dışı bırakmak, WordPress'in temel site haritalarını devre dışı bırakmaz.Bazı durumlarda, bu %1$s sitenizde %2$s SEO hatalarına neden olabilir."],"If you still need support and have an active subscription for this product, please email %s.":["Eğer hala desteğe ihtiyacınız varsa ve bu ürün için aktif bir aboneliğiniz varsa, lütfen bize e-posta gönderin %s."],"You can probably find an answer to your question in our %1$shelp center%2$s.":["Muhtemelen sorunuzun cevabını %1$syardım merkezimizde%2$s bulabilirsiniz."],"Need support?":["Desteğe mi ihtiyacınız var?"],"Twitter preview":["Twitter önizlemesi"],"Facebook preview":["Facebook önizlemesi"],"Return to your %s":["%s hesabınıza dönün"],"Make sure to save your %s for changes to take effect":["Değişikliklerin etkili olması için %s'nizi kaydettiğinizden emin olun"],"Make your products stand out in Google":["Ürünlerinizin Google'de öne çıkmasını sağlayın"],"Everything you need for Google News":["Google Haberleri hakkında ihtiyacını olan her şey"],"Start ranking better for your videos":["Videolarınızın sıralamasını iyileştir"],"Stop losing customers to other local businesses":["Yerel rakiplerinize müşteri kaybetmeye son verin"],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. The settings in the schema tab allows a user to change schema meta data for a post. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["%1$s meta kutusunun gelişmiş bölümü, bir kullanıcının yazıları arama sonuçlarından kaldırmasına veya doğal bağlantıyı değiştirmesine olanak tanır. Şema sekmesindeki ayarlar, bir kullanıcının bir gönderi için şema meta verilerini değiştirmesine olanak tanır. Bunlar, hiçbir yazarın yapmasını istemeyebileceğiniz şeyler olabilir. Bu nedenle, varsayılan olarak bunu yalnızca editörler ve yöneticiler yapabilir. \"%2$s\" olarak ayarlamak, tüm kullanıcıların bu ayarları değiştirmesine izin verir."],"Security: no advanced or schema settings for authors":["Güvenlik: yazarlar için gelişmiş veya şema ayarları yok"],"Report":["Rapor"],"Tech Article":["Teknik makale"],"Scholarly Article":["Bilimsel makale"],"Satirical Article":["Hiciv makalesi"],"Advertiser Content Article":["Reklam veren içeriği makalesi"],"News Article":["Haber makalesi"],"Social Media Posting":["Sosyal medya gönderimi"],"Article":["Makale"],"Search Results Page":["Arama sonuçları sayfası"],"Real Estate Listing":["Gayrimenkul listeleme"],"Checkout Page":["Ödeme sayfası"],"Collection Page":["Koleksiyon sayfası"],"Medical Web Page":["Medikal web sayfası"],"Contact Page":["İletişim sayfası"],"Profile Page":["Profil sayfası"],"QA Page":["Soru cevap sayfası"],"FAQ Page":["SSS sayfası"],"About Page":["Hakkında sayfası"],"Item Page":["Ürün sayfası"],"Web Page":["Web sayfası"],"Default for %1$s (%2$s)":["%1$s için varsayılan (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Bu, arama motorlarının web sitenizi ve içeriğinizi anlamasına yardımcı olur. Bu sayfa için bazı ayarlarınızı aşağıda değiştirebilirsiniz."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO, sayfalarınızı schema.org kullanarak otomatik olarak tanımlar"],"default":["varsayılan"],"Article type":["Makale türü"],"Page type":["Sayfa türü"],"Learn more about page or content types":["Sayfa veya içerik türleri hakkında daha fazla bilgi edinin"],"What type of page or content is this?":["Bu ne tür bir sayfa veya içerik?"],"Learn more about structured data with Schema.org":["Schema.org ile yapılandırılmış veriler hakkında daha fazla bilgi edinin"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["%2$sArama görünümü ayarlarınızda%3$s, %1$s varsayılan türünü değiştirebilirsiniz."],"Default Article type":["Varsayılan makale türü"],"Default Page type":["Varsayılan sayfa türü"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Kaydedildikten sonra bu ayar tüm %1$s için uygulanacaktır. Elle yapılandırılan %1$s için değişiklik olmayacaktır","Kaydedildikten sonra bu ayar tüm %1$s için uygulanacaktır. Elle yapılandırılan %1$s için değişiklik olmayacaktır"],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["%1$s için sitenizin schema.org işaretlemesinde varsayılan olarak nasıl açıklanacağını seçin. Bu ayarları her bir %1$s için değiştirebilirsiniz."],"Learn more about the schema settings":["Şema ayarları hakkında daha fazla bilgi edinin"],"Schema settings":["Şema ayarları"],"Structured Data":["Yapılandırılmış veri"],"Yoast How-to":["Yoast Nasıl Yapılır"],"Yoast FAQ":["Yoast SSS"],"%1$s: Does not contain the exact match. %2$sTry to write the exact match of your keyphrase in the SEO title and put it at the beginning of the title%3$s.":[""],"%1$s: The exact match of the focus keyphrase appears in the SEO title, but not at the beginning. %2$sMove it to the beginning for the best results%3$s.":[""],"%1$s Internal Linking Blocks":["%1$s dahili bağlantı blokları"],"Allow us to track some data about your site to improve our plugin.":["Eklentimizi geliştirmek için siteniz hakkında bazı verileri izlememize izin verin."],"Usage tracking":["Kullanım izleme"],"Read more about how internal linking can improve your site structure.":["Dahili bağlantıların site yapınızı nasıl geliştirebileceği hakkında daha fazla bilgi alın."],"The link suggestions metabox contains a list of posts on your blog with similar content that might be interesting to link to.":[""],"Link suggestions":["Bağlantı önerileri"],"Insights":["Fikir"],"Remove image":["Görseli kaldır"],"%s preview":["%s önizlemesi"],"The file size of the uploaded image is too large for %s. File size must be less than %s.":["Yüklenen görselin dosya boyutu %s için çok büyük. Dosya boyutu %s boyutundan küçük olmalıdır."],"The format of the uploaded image is not supported. The supported formats are: %s, %s, %s and %s.":["Yüklenen görüntünün biçimi desteklenmiyor. Desteklenen biçimler şunlardır: %s, %s, %s ve %s."],"You have uploaded a %s. Please note that, if it’s an animated %s, only the first frame will be used.":["Bir %s yüklediniz. Eğer animasyonlu bir %s ise, sadece ilk karenin kullanılacağını lütfen unutmayın."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels. The maximum dimensions are %dx%d pixels.":["Görsel boyutlarınız uygun değil. Asgari boyutlar %dx%d pikseldir. Azami boyutlar %dx%d pikseldir."],"Your image dimensions are not suitable. The minimum dimensions are %dx%d pixels.":["Görsel boyutlarınız uygun değil. Asgari boyutlar %dx%d pikseldir."],"Dismiss":[""],"Because of a change in your permalink structure, some of your SEO data needs to be reprocessed.":["Kalıcı bağlantı yapınızdaki bir değişiklik nedeniyle, bazı SEO verilerinizin yeniden işlenmesi gerekir."],"Because of a change in your home URL setting, some of your SEO data needs to be reprocessed.":["Ana URL ayarınızdaki bir değişiklik nedeniyle, bazı SEO verilerinizin yeniden işlenmesi gerekir."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["%1$s özelliğini edinmek için lütfen WordPress sürümünüzü yükseltin veya Gutenberg eklentisini kurun."],"Marking links with nofollow/sponsored has been disabled for WordPress installs < 5.4.":["Bağlantıları nofollow/sponsored ile işaretleme, WordPress 5.4 sürümünden küçük kurulumlar için devre dışı bırakıldı."],"Show SEO settings for %1$s?":["%1$s için SEO ayarlarını göster"],"Open in new tab":["Yeni sekmede aç"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Bu sponsorlu bir bağlantı veya reklamdır (%1$ssponsored%2$s olarak işaretleyin)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Arama motorları bu bağlantıyı yok saymalıdır (%1$snofollow%2$s olarak işaretleyin)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Bir bağlantıyı nofollow veya sponsored olarak işaretleme hakkında daha fazla bilgi edinin."],"Link inserted.":["Bağlantı eklendi."],"Link edited.":["Bağlantı düzenlendi."],"Warning: the link has been inserted but may have errors. Please test it.":["Uyarı: bağlantı eklendi fakat hatalara sahip olabilir. Lütfen test edin."],"Unlink":["Bağlantıyı kaldır"],"Link removed.":["Bağlantı kaldırıldı."],"Link":["Bağlantı"],"We've analyzed your post. There is still room for improvement!":["Yazınızı analiz ettik. Hala iyileştirme için yer var!"],"We've analyzed your post. Everything looks good. Well done!":["Yazınızı analiz ettik. Her şey iyi gözüküyor. İyi iş!"],"No focus keyword was entered":["Odak anahtar kelime girilmedi"],"Share your post!":["Yazınızı paylaşın!"],"Improve your post with Yoast SEO":["Yazınızı Yoast SEO ile geliştirin"],"SEO analysis:":["SEO analizi:"],"The links columns show the number of articles on this site linking %3$sto%4$s this article and the number of URLs linked %3$sfrom%4$s this article. Learn more about %1$show to use these features to improve your internal linking%2$s, which greatly enhances your SEO.":["Bağlantı sütunları, bu site üzerinden makaleye bağlantı %3$sveren%4$s makalelerin sayısını ve bu makaleden bağlantı %3$sverilen%4$s URL'lerin sayısını gösterir. SEO'nuzu büyük ölçüde iyileştiren, %1$sdahili bağlantılarınızı geliştirmek için bu özellikleri nasıl kullanacağınız%2$s hakkında daha fazla bilgi edinin."],"We've written an article about %1$show to use the SEO score and Readability score%2$s.":["%1$sSEO ve okunabilirlik puanın nasıl kullanılacağı hakkında bir makale yazdık%2$s."],"%1$s adds several columns to this page.":["%1$s, bu sayfaya birkaç sütun ekler."],"We estimate this will take less than a minute.":["Bunun bir dakikadan az süreceğini tahmin ediyoruz."],"We estimate this will take a couple of minutes.":["Bunun birkaç dakika süreceğini tahmin ediyoruz."],"%1$sRun the indexation process on your server%2$s using %3$sWP CLI%2$s.":["%3$sWP CLI%2$s kullanarak %1$ssunucunuzda indeksleme işlemini çalıştırın%2$s."],"We estimate this could take a long time, due to the size of your site. As an alternative to waiting, you could:":["Sitenizin boyutu nedeniyle bunun uzun zaman alabileceğini tahmin ediyoruz. Beklemeye alternatif olarak şunları yapabilirsiniz:"],"Show debug information":["Hata ayıklama bilgisini göster"],"Your site will continue to work normally, but won't take full advantage of %s.":["Siteniz normal şekilde çalışmaya devam edecek, ancak %s avantajından tam olarak yararlanamayacak."],"%s had problems creating the database tables needed to speed up your site.":["%s, sitenizi hızlandırmak için gereken veritabanı tablolarını oluştururken sorun yaşadı."],"Your keyphrase is too long. It can be a maximum of 191 characters.":["Anahtar kelimeniz çok uzun. Azami 191 karakter olabilir."],"%1$sFind out how to solve this problem on our help center%2$s.":["%1$sBilgi tabanımızda bu sorunu nasıl çözeceğinizi öğrenin%2$s."],"The text link counter feature is not working as expected":["Metin bağlantısı sayacı özelliği beklendiği gibi çalışmıyor"],"The text link counter helps you improve your site structure. %1$sFind out how the text link counter can enhance your SEO%2$s.":["Metin bağlantısı sayacı, site yapınızı geliştirmenize yardımcı olur. %1$sMetin bağlantısı sayacının SEO'nuzu nasıl geliştirebileceğini öğrenin%2$s."],"The text link counter is working as expected":["Metin bağlantısı sayacı beklendiği gibi çalışıyor"],"I don't want this site to show in the search results.":["Bu sitenin arama sonuçlarında görünmesini istemiyorum."],"If you want search engines to show this site in their results, you must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["Arama motorlarının sonuçlarında bu siteyi göstermesini istiyorsanız, %1$sokuma ayarlarınıza%2$s gitmeli ve arama motoru görünürlüğü kutusunun işaretini kaldırmalısınız."],"Learn more about the no-index setting on our help page.":["Yardım sayfamızda no-index ayarı hakkında daha fazla bilgi edinin."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Meta robot ayarını burada belirleyebilmenize rağmen, site genelindeki gizlilik ayarlarında sitenin tamamı noindex olarak ayarlandığından bu ayarların bir etkisi olmayacaktır."],"Learn more about canonical URLs on our help page.":["Yardım sayfamızda doğal URL'ler hakkında daha fazla bilgi edinin."],"Learn more about the breadcrumbs title setting on our help page.":["Yardım sayfamızdaki bağlantı haritası başlık ayarı hakkında daha fazla bilgi edinin."],"Learn more about advanced meta robots settings on our help page.":["Yardım sayfamızda gelişmiş meta robot ayarları hakkında daha fazla bilgi edinin."],"Learn more about the no-follow setting on our help page.":["Yardım sayfamızda no-follow ayarı hakkında daha fazla bilgi edinin."],"Should search engines follow links on this %s":["Arama motorları bu %s üzerindeki bağlantıları izlemeli mi"],"This %1$s REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use %1$s for all their SEO meta output.":["Bu %1$s REST API uç noktası, size belirli bir URL için ihtiyacınız olan tüm meta verileri verir. Bu, başsız WordPress sitelerinin tüm SEO meta çıktıları için %1$s kullanmasını çok kolaylaştıracaktır."],"REST API: Head endpoint":["REST API: Baş uç noktası"],"Please read %1$sthis help article%2$s to find out how to resolve this problem.":["Bu sorunu nasıl çözeceğinizi öğrenmek için lütfen %1$sbu yardım makalesini%2$s okuyun."],"a theme that has proper title-tag theme support, or adapt your theme to have that support":["uygun \"title-tag\" tema desteğine sahip bir tema veya temanızı bu desteğe sahip olacak şekilde uyarlayın"],"Replaced with the term ancestors hierarchy":["Terim ebeveyn hiyerarşisi ile değiştirildi"],"Term hierarchy":["Terim hiyerarşisi"],"%1$sYou can change the tagline in the customizer%2$s.":["%1$sÖzelleştiricide sloganı değiştirebilirsiniz%2$s."],"You still have the default WordPress tagline. Even an empty one is probably better.":["Hala varsayılan WordPress sloganınız duruyor. Boş olan bile muhtemelen daha iyidir."],"You should change the default WordPress tagline":["Varsayılan WordPress sloganını değiştirmelisiniz"],"You are using a custom tagline or an empty one.":["Özel bir slogan veya boş bir tane kullanıyorsunuz."],"You changed the default WordPress tagline":["Varsayılan WordPress sloganını değiştirdiniz"],"Comments on your posts are displayed on a single page. This is just like we'd suggest it. You're doing well!":["Yazılarınıza yapılan yorumlar tek bir sayfada görüntülenir. Bu, tam önerdiğimiz gibi. İyi gidiyorsunuz!"],"It's highly recommended to have your postname in the URL of your posts and pages. Consider setting your permalink structure to %s.":["Yazılarınızın ve sayfalarınızın URL'sinde yazı adınızın olması şiddetle tavsiye edilir. Kalıcı bağlantı yapınızı %s olarak ayarlamayı düşünün."],"You do not have your postname in the URL of your posts and pages":["Yazılarınızın ve sayfalarınızın URL'sinde yazı adınız yok"],"You do have your postname in the URL of your posts and pages.":["Yazılarınızın ve sayfalarınızın URL'sinde yazı adınız var."],"Your permalink structure includes the post name":["Kalıcı bağlantı yapınız yazı adını içeriyor"],"Comments on your posts break into multiple pages. As this is not needed in 999 out of 1000 cases, we recommend you disable it. To fix this, uncheck \"Break comments into pages...\" on the Discussion Settings page.":["Yazılarınızdaki yorumlar birden çok sayfaya bölünür. 1000 vakadan 999'unda bu gerekli olmadığından, devre dışı bırakmanızı öneririz. Bunu düzeltmek için Tartışma ayarları sayfasında \"Yorumları sayfalara ayır...\" seçeneğinin işaretini kaldırın."],"Comments break into multiple pages":["Yorumlar birden çok sayfaya bölünür"],"Comments are displayed on a single page":["Yorumlar tek bir sayfada görüntülenir"],"No title":["Başlık yok"],"%1$sGo to the Discussion Settings page%2$s":["%1$sTartışma ayarları sayfasına gidin%2$s"],"%1$sThis was reported by the %2$s plugin%3$s":["%1$sBu, %2$s eklentisi tarafından bildirildi%3$s"],"Mobile result":["Mobil sonucu"],"Preview as:":["Ön izleme:"],"Desktop result":["Masaüstü sonucu"],"Google preview":["Google ön izlemesi"],"When you click OK we will open our HelpScout beacon where you can find answers to your questions. This beacon will load our support data and also potentially set cookies.":["Tamam'ı tıkladığınızda, sorularınızın yanıtlarını bulabileceğiniz HelpScout vericimizi açacağız. Bu verici, destek verilerimizi yükleyecek ve ayrıca potansiyel olarak çerezler ayarlayacaktır."],"The browser you are currently using is unfortunately rather dated. Since we strive to give you the best experience possible, we no longer support this browser. Instead, please use %1$sFirefox%4$s, %2$sChrome%4$s or %3$sMicrosoft Edge%4$s.":["Şu anda kullandığınız tarayıcı maalesef oldukça eski. Size mümkün olan en iyi deneyimi sunmaya çalıştığımız için artık bu tarayıcıyı desteklemiyoruz. Bunun yerine lütfen %1$sFirefox%4$s, %2$sChrome%4$s veya %3$sMicrosoft Edge%4$s kullanın."],"If you want to apply advanced <code>meta</code> robots settings for this page, please define them in the following field.":["Bu sayfa için gelişmiş <code>meta</code> robot ayarlarını uygulamak istiyorsanız, lütfen bunları aşağıdaki alanda tanımlayın."],"Check out %1$s":["%1$s sayfasına göz atın"],"We have both free and premium online courses to learn everything you need to know about SEO.":["SEO hakkında bilmeniz gereken her şeyi öğrenmek için hem ücretsiz hem de premium çevrimiçi kurslarımız var."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Yoast Takımından SEO öğrenmek ister misiniz? %1$s sayfamıza göz atın!"],"Learn SEO":["SEO öğrenin"],"%s settings to import:":["İçe aktarılacak %s ayarları:"],"Import settings from another %1$s installation by pasting them here and clicking \"%2$s\".":["Ayarları başka bir %1$s kurulumundan buraya yapıştırarak ve \"%2$s\" düğmesini tıklayarak içe aktarın."],"Your %1$s settings:":["%1$s ayarlarınız:"],"Twitter uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph metadata\" setting on the Facebook tab enabled if you want to optimize your site for Twitter.":["Twitter, Facebook gibi Open Graph meta verilerini kullanır; bu nedenle, sitenizi Twitter için optimize etmek istiyorsanız, Facebook sekmesindeki \"Open Graph meta verileri ekle\" ayarını etkinleştirdiğinizden emin olun."],"Schema":["Şema"],"Please check the format of the YouTube URL you entered. %s":["Lütfen girmiş olduğunuz YouTube URL biçimini kontrol edin. %s"],"Please check the format of the Wikipedia URL you entered. %s":["Lütfen girmiş olduğunuz Wikipedia  URL biçimini kontrol edin.%s "],"Please check the format of the Pinterest URL you entered. %s":["Lütfen girmiş olduğunuz  Pinterest URL biçimini kontrol edin. %s"],"Please check the format of the MySpace URL you entered. %s":["Lütfen girmiş olduğunuz MySpace  URL biçimini kontrol edin. %s"],"Please check the format of the LinkedIn URL you entered. %s":["Lütfen girmiş olduğunuz LinkedIn URL biçimini kontrol edin. %s"],"Please check the format of the Instagram URL you entered. %s":["Lütfen girmiş olduğunuz Instagram URL biçimini kontrol edin. %s"],"Please check the format of the Facebook Page URL you entered. %s":["Lütfen girmiş olduğunuz Facebook sayfasının URL biçimini kontrol edin. %s"],"Settings saved.":["Ayarlar kaydedildi."],"Dismiss this alert":["Bu uyarıyı kaldır"],"An organization name and logo need to be set for structured data to work properly. %1$sLearn more about the importance of structured data%2$s.":[""],"%s does not seem to be a valid Facebook App ID. Please correct.":["%s geçerli bir Facebook uygulama ID'si gibi görünmüyor. Lütfen düzeltin."],"The submitted value was: %s":["Girilmiş olan değer: %s"],"Yandex confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Yandex doğrulama kodları yalnızca A'dan F'ye kadar olan harfleri, sayıları, kısa çizgileri ve alt çizgileri içerebilir. %s"],"Twitter usernames can only contain letters, numbers, and underscores. %s":["Twitter kullanıcı adları yalnızca harf, sayı ve alt çizgi içerebilir. %s"],"Pinterest confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Pinterest doğrulama kodları yalnızca A'dan F'ye kadar olan harfleri, sayıları, kısa çizgileri ve alt çizgileri içerebilir. %s"],"Bing confirmation codes can only contain letters from A to F, numbers, hyphens, and underscores. %s":["Bing doğrulama kodları yalnızca A'dan F'ye kadar olan harfleri, sayıları, kısa çizgileri ve alt çizgileri içerebilir. %s"],"Google verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Google doğrulama kodları yalnızca harf, sayı, kısa çizgi ve alt çizgi içerebilir. %s"],"Baidu verification codes can only contain letters, numbers, hyphens, and underscores. %s":["Baidu doğrulama kodları yalnızca harf, sayı, kısa çizgi ve alt çizgi içerebilir. %s"],"Show this item.":["Bu öğeyi göster."],"Hide this item.":["Bu öğeyi gizle."],"You have %d hidden problem:":["%d adet gizlenmiş sorununuz bulunuyor:","%d adet gizlenmiş sorununuz bulunuyor:"],"You have %d hidden notification:":["%d adet gizlenmiş bildiriminiz bulunuyor:","%d adet gizlenmiş bildiriminiz bulunuyor:"],"Focus keyphrase not set":[""],"The form contains %1$s error. %2$s":["Form %1$s adet hata içeriyor. %2$s","Form %1$s adet hata içeriyor. %2$s"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":[""],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Biraz daha metin ekledikten sonra, size içerikte en çok geçen kelimelerin bir listesini vereceğiz. Bunlar, içeriğinizin neye odaklandığına dair bir fikir verir."],"%d occurrences":["%d tekrar"],"Activate %s for your site on MyYoast":["MyYoast'taki siteniz için %s uzantısını etkinleştirin"],"Show blog page in breadcrumbs":["Bağlantı haritasında blog sayfasını göster"],"We could not find any relevant articles on your website that you could link to from your post.":["Web sitenizde, yazınızdan bağlantı verebileceğiniz alakalı bir makale bulamadık."],"Has feedback":["Geri bildirim mevcut"],"Content optimization:":["İçerik optimizasyonu:"],"%1$sSEO%2$s: %3$s":["%1$sSEO%2$s: %3$s"],"%1$sReadability%2$s: %3$s":["%1$sOkunabilirlik%2$s: %3$s"],"Post Noindexed":["Yazı noindex ayarlandı"],"No Focus Keyphrase":["Odak anahtar kelime yok"],"Person logo / avatar":["Kişi logosu / avatarı"],"Posts with the SEO score: %s":["SEO puanı olan yazılar: %s"],"SEO: %s":["SEO: %s"],"%s video tutorial":["%s video eğitimi"],"To view your current crawl errors, %1$splease visit Google Search Console%2$s.":["Mevcut tarama hatalarınızı görüntülemek için %1$slütfen Google Search Console%2$s adresini ziyaret edin."],"Google has discontinued its Crawl Errors API. Therefore, any possible crawl errors you might have cannot be displayed here anymore. %1$sRead our statement on this for further information%2$s.":["Google, tarama hataları API'sini sonlandırdı. Bu nedenle, sahip olabileceğiniz olası tarama hataları artık burada görüntülenemiyor. %1$sDaha fazla bilgi için bu konudaki açıklamamızı okuyun%2$s."],"Get the %s plugin now":["%s eklentisini şimdi edinin"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Sitenizi, yerel bir kitle için %s eklentimizle gerçekten optimize edin! Optimize edilmiş adres ayrıntıları, açılış saatleri, mağaza bulucu ve teslim alma seçeneği!"],"Serving local customers?":["Yerel müşterilere hizmet veriyor musunuz?"],"Organization's social profiles":["Kuruluşun sosyal profilleri"],"Personal info":["Personal info"],"Organization logo":["Kuruluş logosu"],"Organization name":["Kuruluş adı"],"Choose whether the site represents an organization or a person.":["Sitenin bir kuruluşu mu yoksa bir kişiyi mi temsil ettiğini seçin."],"Knowledge Graph & Schema.org":["Bilgi grafiği ve Schema.org"],"(if one exists)":["(eğer varsa)"],"Wikipedia page about you":["Hakkınızdaki Wikipedia sayfası"],"YouTube profile URL":["YouTube profil URL'si"],"Tumblr profile URL":["Tumblr profil URL’si"],"SoundCloud profile URL":["SoundCloud profil URL'si"],"MySpace profile URL":["MySpace profil URL'si"],"Organization or person":["Kuruluş ya da kişi"],"Organization":["Kuruluş"],"You have previously set your site to represent a person. We’ve improved our functionality around Schema and the Knowledge Graph, so you should go in and %1$scomplete those settings%2$s.":["Sitenizi daha önce bir kişiyi temsil edecek şekilde ayarlamıştınız. Şema ve bilgi grafiği ile ilgili işlevselliğimizi geliştirdik, bu nedenle gidip %1$sbu ayarları tamamlamanız%2$s gerekir."],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Bu sitenin temsil ettiği kişi olarak %1$s kullanıcısını seçtiniz. Kullanıcı profili bilgileri artık arama sonuçlarında kullanılacaktır. %2$sBilgilerin doğru olduğundan emin olmak için profilini güncelleyin.%3$s"],"Please select a user below to make your site's meta data complete.":["Sitenizin meta verilerini tamamlamak için lütfen aşağıdan bir kullanıcı seçin."],"Select a user...":["Bir kullanıcı seçin..."],"Uncategorized":["Kategorilendirilmemiş"],"If a Wikipedia page for you or your organization exists, add it too.":["Siz veya kuruluşunuz için bir Wikipedia sayfası varsa, onu da ekleyin."],"Pinterest profile URL":["Pinterest profil URL'si"],"LinkedIn profile URL":["LinkedIn profil URL'si"],"Instagram profile URL":["Instagram profil URL'si"],"No JSON object was returned.":["Hiçbir JSON nesnesi döndürülmedi."],"Received internal links":["Alınan iç bağlantılar"],"Outgoing internal links":["Giden İç Bağlantılar"],"New step added":["Yeni adım eklendi"],"New question added":["Yeni soru eklendi"],"For this feature to work, %1$s needs to create a table in your database. We were unable to create this table automatically.":["Bu özelliğin çalışması için, %1$s veritabanınızda bir tablo oluşturmalıdır. Bu tabloyu otomatik olarak oluşturamadık."],"Keyphrase":["Anahtar kelime"],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, %1$d have alt attributes with words from your keyphrase or synonyms. That's a bit much. %4$sOnly include the keyphrase or its synonyms when it really fits the image%5$s.":["%3$sGörsel alt nitelikleri%5$s: Bu sayfadaki %2$d görselden %1$d tanesi, anahtar kelimenizden veya eş anlamlı kelimelerinizden alt niteliğine sahip. Bu biraz fazla. %4$sYalnızca anahtar kelimeyi veya eş anlamlılarını, görsele gerçekten uyduğunda ekleyin%5$s."],"%3$sImage Keyphrase%5$s: Out of %2$d images on this page, only %1$d has an alt attribute that reflects the topic of your text. %4$sAdd your keyphrase or synonyms to the alt tags of more relevant images%5$s!":["%3$sGörsel alt nitelikleri%5$s: Bu sayfadaki %2$d görselden yalnızca %1$d tanesi, metninizin konusunu yansıtan bir alt niteliğe sahip. %4$sAnahtar kelimenizi veya eş anlamlılarını daha alakalı görsellerin alt etiketlerine ekleyin%5$s!","%3$sGörsel alt nitelikleri%5$s: Bu sayfadaki %2$d görselden yalnızca %1$d tanesi, metninizin konusunu yansıtan bir alt niteliğe sahip. %4$sAnahtar kelimenizi veya eş anlamlılarını daha alakalı görsellerin alt etiketlerine ekleyin%5$s!"],"%1$sImage Keyphrase%3$s: Images on this page do not have alt attributes that reflect the topic of your text. %2$sAdd your keyphrase or synonyms to the alt tags of relevant images%3$s!":["%1$sGörsel alt nitelikleri%3$s: Bu sayfadaki görseller, metninizin konusunu yansıtan alt niteliklere sahip değil. %2$sAnahtar kelimenizi veya eş anlamlılarını ilgili görsellerin alt etiketlerine ekleyin%3$s!"],"%1$sImage Keyphrase%3$s: Images on this page have alt attributes, but you have not set your keyphrase. %2$sFix that%3$s!":["%1$sGörsel alt nitelikleri%3$s: Bu sayfadaki görsellerin alt nitelikleri var, ancak anahtar kelimeinizi ayarlamadınız. %2$sBunu düzeltin%3$s!"],"%1$sKeyphrase in subheading%2$s: %3$s of your H2 and H3 subheadings reflects the topic of your copy. Good job!":["%1$s Bir alt başlıktaki anahtar sözcük %2$s: üst düzey alt başlıklarınızın %3$s, kopyanızın konusunu yansıtır. Aferin!","%1$s Aşağıdaki alt deyim %2$s: üst düzey alt başlıklarınızın %3$s, kopyanızın konusunu yansıtır. Aferin!"],"%1$sKeyphrase in subheading%2$s: Your H2 or H3 subheading reflects the topic of your copy. Good job!":["%1$s Bir alt başlıktaki anahtar sözcük %2$s: Üst düzey alt başlığınız, kopyanızın konusunu yansıtır. Aferin!"],"%1$sKeyphrase in subheading%3$s: %2$sUse more keyphrases or synonyms in your H2 and H3 subheadings%3$s!":["%1$s Aşağıdaki alt deyim %3$s: %2$s Üst düzeyindeki alt başlıklarınızda daha fazla anahtar kelime öbekleri kullanın; %3$s!"],"Page %s":["Sayfa %s"],"Cannot get the size of %1$s because of unknown reasons.":["Bilinmeyen nedenlerden dolayı %1$s boyutu alamıyor."],"Cannot get the size of %1$s because it is hosted externally.":["%1$s boyutu alınamıyor, çünkü harici olarak barındırılıyor."],"%1$sSingle title%3$s: H1s should only be used as your main title. Find all H1s in your text that aren't your main title and %2$schange them to a lower heading level%3$s!":["%1$sTek başlık%3$s: H1 etiketleri yalnızca ana başlığınız olarak kullanılmalıdır. Metninizde ana başlığınız olmayan tüm H1 etiketlerini bulun ve %2$salt başlık seviyesine değiştirin%3$s!"],"Improve sharing on Facebook and Pinterest":["Facebook ve Pinterest üzerine paylaşımları geliştirin"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's way more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %5$d kez bulundu. Bu uzunluktaki bir metin için önerilen azami %3$d katından çok daha fazla. %4$sAşırı optimize etmeyin%2$s!","%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %5$d kez bulundu. Bu uzunluktaki bir metin için önerilen azami %3$d katından çok daha fazla. %4$sAşırı optimize etmeyin%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's more than the recommended maximum of %3$d times for a text of this length. %4$sDon't overoptimize%2$s!":["%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %5$d kez bulundu. Bu uzunluktaki bir metin için önerilen azami %3$d katından daha fazla. %4$sAşırı optimize etmeyin%2$s!","%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %5$d kez bulundu. Bu uzunluktaki bir metin için önerilen azami %3$d katından daha fazla. %4$sAşırı optimize etmeyin%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %3$d time. This is great!":["%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %3$d kez bulundu. Bu çok iyi!","%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %3$d kez bulundu. Bu çok iyi!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found %5$d time. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %5$d kez bulundu. Bu uzunluktaki bir metin için önerilen asgari %3$d katından daha az. %4$sAnahtar kelimenize odaklanın%2$s!","%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime %5$d kez bulundu. Bu uzunluktaki bir metin için önerilen asgari %3$d katından daha az. %4$sAnahtar kelimenize odaklanın%2$s!"],"%1$sKeyphrase density%2$s: The focus keyphrase was found 0 times. That's less than the recommended minimum of %3$d times for a text of this length. %4$sFocus on your keyphrase%2$s!":["%1$sAnahtar kelime yoğunluğu%2$s: Odak anahtar kelime 0 kez bulundu. Bu uzunluktaki bir metin için önerilen asgari %3$d katından daha az. %4$sAnahtar kelimenize odaklanın%2$s!"],"Import of settings is only supported on servers that run PHP 5.3 or higher.":["Ayarların içe aktarılması yalnızca PHP 5.3 veya daha yüksek sürümleri çalıştıran sunucularda desteklenir ."],"Export your %1$s settings here, to copy them on another site.":["%1$s ayarlarınızı başka bir siteye kopyalamak için buradan dışa aktarın."],"No settings found.":["Hiçbir ayar bulunamadı."],"These are settings for the %1$s plugin by %2$s":["Bunlar %1$s eklentisi için %2$s tarafından yapılan ayarlardır"],"Copy all these settings to another site's %1$s tab and click \"%1$s\" there.":["Tüm bu ayarları başka bir sitenin %1$s sekmesine kopyalayın ve oradaki \"%1$s\" düğmesini tıklayın."],"You do not have the required rights to export settings.":["Ayarları dışa aktarmak için gerekli haklara sahip değilsiniz."],"Method %1$s() does not exist in class %2$s":["%1$s() metodu %2$s sınıfında mevcut değil"],"With %s, you can easily create such redirects.":["%s ile bu tür yönlendirmeleri kolaylıkla oluşturabilirsiniz."],"Google Ads":["Google Reklamları"],"Learn about why permalinks are important for SEO.":["Kalıcı bağlantıların SEO için neden önemli oldukları hakkında bilgi edin."],"Changing your permalinks settings can seriously impact your search engine visibility. It should almost %1$s never %2$s be done on a live website.":["Kalıcı bağlantı ayarlarınızı değiştirmek, arama motoru görünürlüğünüzü ciddi şekilde etkileyebilir. Yayında olan bir web sitesinde neredeyse %1$shiçbir zaman%2$s yapılmamalıdır."],"WARNING:":["UYARI:"],"%1$sFunction words in keyphrase%3$s: Your keyphrase \"%4$s\" contains function words only. %2$sLearn more about what makes a good keyphrase.%3$s":["%1$sAnahtar kelime içinde işlev sözcükleri%3$s: \"%4$s\" anahtar kelimesi yalnızca işlev sözcüklerini içeriyor. %2$sİyi bir anahtar kelimenin ne olduğu hakkında daha fazla bilgi edinin.%3$s"],"Did you know %s also analyzes the different word forms of your keyphrase, like plurals and past tenses?":["%s aynı zamanda anahtar kelimelerinizin çoğul halleri ve geçmiş zamanları gibi farklı sözcük biçimlerini de analiz ettiğini biliyor muydunuz?"],"Clear Image":["Görseli kaldır"],"%1$sKeyphrase length%3$s: %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sAnahtar kelime uzunluğu%3$s: %2$sSEO puanınızı hesaplamak için bir anahtar kelime belirleyin%3$s."],"%1$sKeyphrase in slug%2$s: More than half of your keyphrase appears in the slug. That's great!":["%1$sKısa ad içinde anahtar kelime%2$s: Anahtar kelimelerinizin yarısından fazlası kısa ad içinde yer alıyor. Bu harika!"],"%1$sKeyphrase in slug%3$s: (Part of) your keyphrase does not appear in the slug. %2$sChange that%3$s!":["%1$sKısa ad içinde anahtar kelime%3$s: Anahtar kelimelerinizin bir kısmı kısa ad içinde yer almıyor.%2$sBunu değiştirin%3$s!"],"%1$sKeyphrase in slug%2$s: Great work!":["%1$sKısa ad içinde anahtar kelime%2$s: İyi iş!"],"%1$sKeyphrase distribution%2$s: Good job!":["%1$sAnahtar kelime dağılımı%2$s: İyi iş!"],"%1$sKeyphrase distribution%3$s: Uneven. Some parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sAnahtar kelime dağılımı%3$s: Düzensiz. Metninizin bazı bölümleri anahtar kelimeleri veya eş anlamlılarını içermiyor. %2$sKelimeleri daha eşit dağıtın%3$s."],"%1$sKeyphrase distribution%3$s: Very uneven. Large parts of your text do not contain the keyphrase or its synonyms. %2$sDistribute them more evenly%3$s.":["%1$sAnahtar kelime dağılımı%3$s: Çok düzensiz. Metninizin büyük bölümleri anahtar kelimeleri veya eş anlamlılarını içermiyor. %2$sKelimeleri daha eşit dağıtın%3$s."],"%1$sKeyphrase distribution%3$s: %2$sInclude your keyphrase or its synonyms in the text so that we can check keyphrase distribution%3$s.":["%1$sAnahtar kelime dağılımı%3$s: %2$sAnahtar kelime dağılımınızı kontrol edebilmemiz için metne anahtar kelimeleri veya eş anlamlılarını ekleyin%3$s."],"Help on choosing the perfect focus keyphrase":["Mükemmel odak anahtar kelime seçme konusunda yardım"],"Would you like to add a related keyphrase?":["İlgili bir anahtar kelime eklemek ister misiniz?"],"Go %s!":["%s olun!"],"Not showing the date archives in the search results technically means those will have a %1$s robots meta. %2$sMore info on the search results settings%3$s.":["Tarih arşivlerinin arama sonuçlarında gösterilmemesi, teknik olarak bunların bir %1$s robot metasına sahip olacağı anlamına gelir. %2$sArama sonuçları ayarları hakkında daha fazla bilgi%3$s."],"Rank better with synonyms & related keyphrases":["Benzer ve ilgili anahtar kelime kullanarak daha üst sıraları alın"],"optimize a single post for synonyms and related keyphrases.":["eş anlamlılar ve ilgili anahtar kelimeler için tek bir yazıyı optimize edin."],"Synonyms & related keyphrases":["Eş anlamlılar ve ilgili anahtar kelimeler"],"Add related keyphrase":["İlgili anahtar kelimeyi ekle"],"Upgrade to %s":["%s sürümüne yükselt"],"Get %s":["%s eklentisini şimdi edinin"],"%4$sPreviously used keyphrase%6$s: You've used this keyphrase %1$s%2$d times before%3$s. %5$sDo not use your keyphrase more than once%6$s.":["%4$sDaha önce kullanılan anahtar kelime%6$s: Bu anahtar kelimeyi %1$sdaha önce %2$d kez%3$s kullandınız. %5$sAnahtar kelimenizi bir kereden fazla kullanmayın%6$s."],"%3$sPreviously used keyphrase%5$s: You've used this keyphrase %1$sonce before%2$s. %4$sDo not use your keyphrase more than once%5$s.":["%3$sDaha önce kullanılan anahtar kelime%5$s: Bu anahtar kelimeyi %1$sdaha önce bir kez%2$s kullandınız. %4$sAnahtar kelimenizi bir kereden fazla kullanmayın%5$s."],"%1$sPreviously used keyphrase%2$s: You've not used this keyphrase before, very good.":["%1$sDaha önce kullanılan anahtar kelime%2$s: Bu anahtar kelimeyi daha önce kullanmadınız, çok iyi."],"%1$sImages%3$s: No images appear on this page. %2$sAdd some%3$s!":["%1$sGörsel alt nitelikleri%3$s: Bu sayfada hiçbir görsel görünmüyor. %2$sBirkaç tane ekleyin%3$s!"],"%1$sLink keyphrase%3$s: You're linking to another page with the words you want this page to rank for. %2$sDon't do that%3$s!":["%1$sBağlantı anahtar kelimesi%3$s: Bu sayfa için derecelenmesini istediğiniz kelimelerin bulunduğu başka bir sayfaya bağlantı veriyorsunuz. %2$sBunu yapmayın%3$s!"],"%2$sText length%3$s: The text contains %1$d %4$s. Good job!":["%2$sMetin uzunluğu%3$s: Metin %1$d %4$s içeriyor. İyi iş!"],"%1$sKeyphrase in subheading%3$s: More than 75%% of your H2 and H3 subheadings reflect the topic of your copy. That's too much. %2$sDon't over-optimize%3$s!":["%1$s Aşağıdaki alt deyim %3$s: Üst düzey alt başlıklarınızın % 75'inden fazlası kopyanızın konusunu yansıtıyor. Bu çok fazla. %2$s bunu %3$s aşırı optimize etme!"],"%1$sSEO title width%3$s: %2$sPlease create an SEO title%3$s.":["%1$sSEO başlık genişliği%3$s: %2$sLütfen bir SEO başlığı oluşturun%3$s."],"%1$sSEO title width%3$s: The SEO title is wider than the viewable limit. %2$sTry to make it shorter%3$s.":["%1$sSEO başlık genişliği%3$s: SEO başlığı, görüntülenebilir sınırdan daha geniş. %2$sKısaltmaya çalışın%3$s."],"%1$sSEO title width%2$s: Good job!":["%1$sSEO başlık genişliği%2$s: İyi iş!"],"%1$sSEO title width%3$s: The SEO title is too short. %2$sUse the space to add keyphrase variations or create compelling call-to-action copy%3$s.":["%1$sSEO başlık genişliği%3$s: SEO başlığı çok kısa. %2$sAnahtar kelime varyasyonları eklemek veya etkileyici eylem çağrısı kopyası oluşturmak için alanı kullanın%3$s."],"%1$sOutbound links%2$s: There are both nofollowed and normal outbound links on this page. Good job!":["%1$sGiden bağlantılar%2$s: Bu sayfada hem nofollow hem de normal giden bağlantılar var. İyi iş!"],"%1$sOutbound links%2$s: Good job!":["%1$sGiden bağlantılar%2$s: İyi iş!"],"%1$sOutbound links%3$s: All outbound links on this page are nofollowed. %2$sAdd some normal links%3$s.":["%1$sGiden bağlantılar%3$s: Bu sayfadaki tüm giden bağlantılar nofollow. %2$sBazı normal bağlantılar ekleyin%3$s."],"%1$sOutbound links%3$s: No outbound links appear in this page. %2$sAdd some%3$s!":["%1$sGiden bağlantılar%3$s: Bu sayfada giden bağlantı yok. %2$sBiraz ekleyin%3$s!"],"%1$sMeta description length%2$s: Well done!":["%1$sMeta açıklama uzunluğu%2$s: İyi iş!"],"%1$sMeta description length%3$s: The meta description is over %4$d characters. To ensure the entire description will be visible, %2$syou should reduce the length%3$s!":["%1$sMeta açıklama uzunluğu%3$s: Meta açıklaması %4$d karakterin üzerinde. Açıklamanın tamamının görünür olmasını sağlamak için %2$suzunluğunu azaltmalısınız%3$s!"],"%1$sMeta description length%3$s: The meta description is too short (under %4$d characters). Up to %5$d characters are available. %2$sUse the space%3$s!":["%1$sMeta açıklama uzunluğu%3$s: Meta açıklaması çok kısa (%4$d karakterin altında). %5$d karaktere kadar kullanılabilir. %2$sAlanını kullanın%3$s!"],"%1$sMeta description length%3$s:  No meta description has been specified. Search engines will display copy from the page instead. %2$sMake sure to write one%3$s!":["%1$sMeta açıklama uzunluğu%3$s: Meta açıklaması belirtilmedi. Arama motorları bunun yerine sayfadaki kopyayı gösterecektir. %2$sBir tane yazdığınızdan emin olun%3$s!"],"%1$sKeyphrase in meta description%2$s: The meta description has been specified, but it does not contain the keyphrase. %3$sFix that%4$s!":["%1$sMeta açıklamasında anahtar kelime%2$s: Meta açıklaması belirtildi, ancak anahtar sözcüğü içermiyor. %3$sBunu düzeltin%4$s!"],"%1$sKeyphrase in meta description%2$s: The meta description contains the keyphrase %3$s times, which is over the advised maximum of 2 times. %4$sLimit that%5$s!":["%1$sMeta açıklamasında anahtar kelime%2$s: Meta açıklaması anahtar sözcüğü, önerilen azami 2 katından fazla, %3$s kez içeriyor. %4$sbunu sınırlayın%5$s!"],"%1$sKeyphrase in meta description%2$s: Keyphrase or synonym appear in the meta description. Well done!":["%1$sMeta açıklamasında anahtar kelime%2$s: Meta açıklamasında anahtar kelime veya eşanlamlılar yer alıyor. İyi iş!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's way more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sAnahtar kelime uzunluğu%5$s: Anahtar kelime %1$d %6$s içeriyor. Bu, önerilen azami %2$d %6$s sayısından çok daha fazla. %4$sKısaltın%5$s!"],"%3$sKeyphrase length%5$s: The keyphrase contains %1$d %6$s. That's more than the recommended maximum of %2$d %6$s. %4$sMake it shorter%5$s!":["%3$sAnahtar kelime uzunluğu%5$s: Anahtar kelime %1$d %6$s içeriyor. Bu, önerilen azami %2$d %6$s sayısından daha fazla. %4$sKısaltın%5$s!"],"%1$sKeyphrase length%2$s: Good job!":["%1$sAnahtar kelime uzunluğu%2$s: İyi iş!"],"%1$sKeyphrase length%3$s: No focus keyphrase was set for this page. %2$sSet a keyphrase in order to calculate your SEO score%3$s.":["%1$sAnahtar kelime uzunluğu%3$s: Bu sayfa için odak anahtar kelime ayarlanmadı. %2$sSEO puanınızı hesaplamak için bir anahtar kelime belirleyin%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms do not appear in the first paragraph. %2$sMake sure the topic is clear immediately%3$s.":["%1$sGirişte anahtar kelime%3$s: Anahtar kelimeleriniz veya eş anlamlıları ilk paragrafta görünmüyor. %2$sKonunun hemen anlaşıldığından emin olun%3$s."],"%1$sKeyphrase in introduction%3$s: Your keyphrase or its synonyms appear in the first paragraph of the copy, but not within one sentence. %2$sFix that%3$s!":["%1$sGirişte anahtar kelime%3$s: Anahtar kelimeleriniz veya eş anlamlıları kopyanın ilk paragrafında görünür, ancak tek bir cümle içinde görünmez. %2$sBunu düzeltin%3$s!"],"%1$sKeyphrase in introduction%2$s: Well done!":["%1$sGirişte anahtar kelime%2$s: İyi iş!"],"%1$sInternal links%2$s: There are both nofollowed and normal internal links on this page. Good job!":["%1$sDahili bağlantılar%2$s: Bu sayfada hem nofollow hem de normal dahili bağlantılar var. İyi iş!"],"%1$sInternal links%2$s: You have enough internal links. Good job!":["%1$sDahili bağlantılar%2$s: Yeterince iç bağlantınız var. İyi iş!"],"%1$sInternal links%3$s: The internal links in this page are all nofollowed. %2$sAdd some good internal links%3$s.":["%1$sDahili bağlantılar%3$s: Bu sayfadaki dahili bağlantıların tamamı nofollow olarak işaretlenmiş. %2$sBirkaç tane iyi dahili bağlantı ekleyin%3$s."],"%1$sInternal links%3$s: No internal links appear in this page, %2$smake sure to add some%3$s!":["%1$sDahili bağlantılar%3$s: Bu sayfada hiçbir dahili bağlantı görünmüyor, %2$sbirkaç tane eklediğinizden emin olun%3$s!"],"%1$sTransition words%2$s: Well done!":["%1$sGeçiş kelimeleri%2$s: İyi iş!"],"%1$sTransition words%2$s: Only %3$s of the sentences contain transition words, which is not enough. %4$sUse more of them%2$s.":["%1$sGeçiş kelimeleri%2$s: Cümlelerin yalnızca %3$s tanesi geçiş kelimeleri içeriyor, bu yeterli değil. %4$sDaha fazlasını kullanın%2$s."],"%1$sTransition words%2$s: None of the sentences contain transition words. %3$sUse some%2$s.":["%1$sGeçiş kelimeleri%2$s: Cümlelerin hiçbiri geçiş kelimeleri içermiyor. %3$sBirkaç tane kullanın%2$s."],"%1$sNot enough content%2$s: %3$sPlease add some content to enable a good analysis%2$s.":["%1$sYeterli içerik yok%2$s: %3$sİyi bir analizi mümkün kılmak için lütfen biraz içerik ekleyin%2$s."],"%1$sSubheading distribution%2$s: You are not using any subheadings, but your text is short enough and probably doesn't need them.":["%1$sAlt başlık dağılımı%2$s: Herhangi bir alt başlık kullanmıyorsunuz, ancak metniniz yeterince kısa ve muhtemelen onlara ihtiyaç duymuyor."],"%1$sSubheading distribution%2$s: You are not using any subheadings, although your text is rather long. %3$sTry and add some subheadings%2$s.":["%1$sAlt başlık dağılımı%2$s: Metniniz oldukça uzun olmasına rağmen, herhangi bir alt başlık kullanmıyorsunuz. %3$sBazı alt başlıkları deneyin ve ekleyin%2$s."],"%1$sSubheading distribution%2$s: %3$d section of your text is longer than %4$d %6$s and is not separated by any subheadings. %5$sAdd subheadings to improve readability%2$s.":["%1$sAlt başlık dağılımı%2$s: Metninizin %3$d tane bölümü %4$d %6$s daha uzun ve herhangi bir alt başlıkla ayrılmamış. %5$sOkunabilirliği artırmak için alt başlıklar ekleyin%2$s.","%1$sAlt başlık dağılımı%2$s: Metninizin %3$d tane bölümü %4$d %6$s daha uzun ve herhangi bir alt başlıkla ayrılmamış. %5$sOkunabilirliği artırmak için alt başlıklar ekleyin%2$s."],"%1$sSubheading distribution%2$s: Great job!":["%1$sAlt başlık dağılımı%2$s: Harika!"],"%1$sSentence length%2$s: %3$s of the sentences contain more than %4$s %7$s, which is more than the recommended maximum of %5$s. %6$sTry to shorten the sentences%2$s.":["%1$sCümle uzunluğu%2$s: Cümlelerin %3$s tanesi %4$s adetten fazla %7$s içeriyor, bu da önerilen azami %5$s adetten fazla. %6$sCümleleri kısaltmaya çalışın%2$s."],"%1$sSentence length%2$s: Great!":["%1$sCümle uzunluğu%2$s: Harika!"],"%1$sConsecutive sentences%2$s: There is enough variety in your sentences. That's great!":["%1$sArdışık cümleler%2$s: Cümlelerinizde yeterince çeşitlilik var. Bu harika!"],"%1$sConsecutive sentences%2$s: The text contains %3$d consecutive sentences starting with the same word. %5$sTry to mix things up%2$s!":["%1$sArdışık cümleler%2$s: Metin, aynı sözcükle başlayan %3$d ardışık cümle içeriyor. %5$sBir şeyleri karıştırmaya çalışın%2$s!","%1$sArdışık cümleler%2$s: Metin, %3$d veya daha fazla ardışık cümlenin aynı sözcükle başladığı %4$d örnek içeriyor. %5$sBir şeyleri karıştırmaya çalışın%2$s!"],"%1$sPassive voice%2$s: %3$s of the sentences contain passive voice, which is more than the recommended maximum of %4$s. %5$sTry to use their active counterparts%2$s.":["%1$sEdilgen çatı%2$s: Cümlelerin %3$s tanesi edilgen çatı içeriyor ve bu, önerilen azami %4$s taneden fazla. %5$sBunların yerine etken kullanım yapmaya çalışın%2$s."],"%1$sPassive voice%2$s: You're using enough active voice. That's great!":["%1$sEdilgen çatı%2$s: Yeterince etken çatı kullanıyorsun. Bu harika!"],"%1$sParagraph length%2$s: %3$d of the paragraphs contains more than the recommended maximum of %4$d %6$s. %5$sShorten your paragraphs%2$s!":["%1$sParagraf uzunluğu%2$s: Paragrafların %3$d tanesi önerilen azami %4$d adet %6$s fazlasını içeriyor. %5$sParagraflarınızı kısaltın%2$s!","%1$sParagraf uzunluğu%2$s: Paragrafların %3$d tanesi önerilen azami %4$d adet %6$s fazlasını içeriyor. %5$sParagraflarınızı kısaltın%2$s!"],"%1$sParagraph length%2$s: None of the paragraphs are too long. Great job!":["%1$sParagraf uzunluğu%2$s: Paragrafların hiçbiri çok uzun değil. İyi iş!"],"Good job!":["İyi iş!"],"Focus keyphrase":["Odak anahtar kelime"],"Check Keyphrase Density":["Anahtar kelime yoğunluğunu kontrol et"],"Disable":["Etkisizleştir"],"Allow Control":["Kontrole izin ver"],"This tab allows you to selectively disable %s features for all sites in the network. By default all features are enabled, which allows site admins to choose for themselves if they want to toggle a feature on or off for their site. When you disable a feature here, site admins will not be able to use that feature at all.":["Bu sekme, ağdaki tüm siteler için %s özelliklerini seçerek devre dışı bırakmanıza izin verir. Varsayılan olarak tüm özellikler etkindir, bu da site yöneticilerinin siteleri için bir özelliği açıp kapamak isteyip istemediklerini kendilerinin seçmesine olanak tanır. Burada bir özelliği devre dışı bıraktığınızda, site yöneticileri bu özelliği hiçbir şekilde kullanamayacaktır."],"%s is a required feature toggle argument.":["%s, gerekli bir özellik geçişi bağımsız değişkenidir."],"Remove keyphrase":["Anahtar kelimeyi kaldır"],"Keyphrase:":["Anahtar kelime:"],"This feature has been disabled by the network admin.":["Bu özellik ağ yöneticisi tarafından devre dışı bırakıldı."],"Multiple keyphrases":["Birden fazla anahtar kelime"],"Focus keyphrase not set.":["Odak anahtar kelime ayarlanmadı."],"Colon":["Kolon"],"Optional. Customize how you want to describe the duration of the instruction":["İsteğe bağlı. Talimatın süresini nasıl tanımlamak istediğinizi özelleştirin"],"Describe the duration of the instruction:":["Talimatın süresini tanımlayın:"],"Learn more about the readability analysis":["Okunabilirlik analizi hakkında daha fazlasını öğrenin"],"Readability analysis:":["Okunabilirlik analizi"],"There is a new notification.":["Yeni bir bildirim var.","Yeni bildirimler var."],"Both %1$s and %2$s manage the SEO of your site. Running two SEO plugins at the same time is detrimental.":["Hem %1$s hem de %2$s sitenizin SEO sunu yönetir. Aynı anda iki SEO eklentisini çalıştırmak zararlı olur."],"%s, %s and %s":["%s, %s ve %s"],"%s and %s":["%s ve %s"],"%d minute":["%d dakika","%d dakika"],"%d hour":["%d saat","%d saat"],"%d day":["%d gün","%d gün"],"Enter a step title":["Bir adım başlığı girin"],"Optional. This can give you better control over the styling of the steps.":["İsteğe bağlı. Bu, adımların şekillendirilmesi üzerinde size daha iyi kontrol sağlayabilir."],"CSS class(es) to apply to the steps":["Adımlara uygulanacak CSS sınıf(lar)ı"],"minutes":["dakika"],"hours":["saat"],"days":["gün"],"Create a How-to guide in an SEO-friendly way. You can only use one How-to block per post.":["SEO dostu bir şekilde, nasıl yapılır kılavuzu oluşturun. Her yazı için yalnızca bir nasıl yapılır bloğu kullanabilirsiniz."],"List your Frequently Asked Questions in an SEO-friendly way. You can only use one FAQ block per post.":["Sıkça sorulan sorularınızı SEO dostu bir şekilde listeleyin. Her yazı için yalnızca bir SSS bloğu kullanabilirsiniz."],"Copy error":["Kopyalama hatası"],"An error occurred loading the %s primary taxonomy picker.":["%s birincil sınıflandırma seçicisi yüklenirken bir hata oluştu."],"%1$s Structured Data Blocks":["%1$s yapısal veri blokları"],"Time needed:":["Gerekli süre:"],"Move question down":["Soruyu aşağı taşı"],"Move question up":["Soruyu yukarı taşı"],"Insert question":["Soru ekle"],"Delete question":["Soruyu sil"],"Enter the answer to the question":["Sorunun cevabını girin"],"Enter a question":["Bir soru girin"],"Add question":["Soru ekle"],"Frequently Asked Questions":["Sık sorulan sorular"],"Great news: you can, with %s!":["Harika haber: %s ile yapabilirsiniz!"],"(Opens in a new browser window)":["(Yeni bir tarayıcı penceresinde açılır)"],"Select the primary %s":["Birincil %s seçin"],"Check links to this URL":["Bu URL'ye olan bağlantıları kontrol et"],"Keyword research training":["Anahtar kelime araştırma eğitimi"],"Are you trying to use multiple keyphrases? You should add them separately below.":["Birden çok anahtar kelime mi kullanmaya çalışıyorsunuz? Bunları aşağıda ayrı ayrı eklemelisiniz."],"Mark as cornerstone content":["Köşetaşı içerik olarak işaretle"],"Move step down":["Adımı aşağı taşı"],"Move step up":["Adımı yukarı taşı"],"Insert step":["Adım ekle"],"Delete step":["Adımı sil"],"Add image":["Görsel ekle"],"Enter a step description":["Adım açıklaması yaz"],"Enter a description":["Bir açıklama gir"],"Unordered list":["Sırasız liste"],"Showing step items as an ordered list.":["Adım öğeleri sıralı liste olarak gösteriliyor."],"Showing step items as an unordered list":["Adım öğeleri sırasız liste olarak gösteriliyor"],"Add step":["Adım ekle"],"Delete total time":["Toplam zamanı sil"],"Add total time":["Toplam süre ekle"],"How to":["Nasıl yapılır"],"How-to":["Nasıl yapılır"],"Analysis results":["Analiz sonuçları"],"Enter a focus keyphrase to calculate the SEO score":["SEO puanını hesaplamak için bir odak anahtar kelime girin"],"Learn more about Cornerstone Content.":["Köşetaşı içeriği hakkında daha fazla bilgi edinin."],"Cornerstone content should be the most important and extensive articles on your site.":["Köşetaşı içeriği sitenizdeki en önemli ve kapsamlı makaleler olması gerekir."],"Restore Site":["Siteyi geri yükle"],"Network Settings":["Ağ ayarları"],"You are not allowed to perform this action.":["Bu eylemi gerçekleştirme izniniz yok."],"Error: %s":["Hata: %s"],"Success: %s":["Başarı: %s"],"Site with ID %d not found.":["%d kimliğine sahip site bulunamadı."],"No site has been selected to restore.":["Geri yüklemek için hiçbir site seçilmedi."],"You are not allowed to modify unregistered network settings.":["Kayıtlı olmayan ağ ayarlarını değiştiremezsiniz."],"deleted":["silindi"],"Would you like to add another keyphrase?":["Başka bir anahtar kelime eklemek ister misiniz?"],"Copied!":["Kopyalandı!"],"Not supported!":["Desteklenmiyor!"],"{{a}}Read our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["Dahili bağlantının SEO'nuzu iyileştirmeye nasıl yardımcı olabileceği hakkında daha fazla bilgi edinmek için {{a}}site yapısıyla ilgili makalemizi{{/a}} okuyun."],"Consider linking to these {{a}}cornerstone articles:{{/a}}":["Bu {{a}}köşetaşı yazılarına{{/a}} bağlantı vermeyi düşünün:"],"Consider linking to these articles:":["Bu makalelere bağlantı vermeyi düşünün:"],"Copy link":["Bağlantıyı kopyala"],"Copy link to suggested article: %s":["Önerilen makelenin bağlanısını kopyala: %s"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Anahtar kelime araştırması ve anahtar kelime stratejisi hakkında daha fazla bilgi edinmek için %1$sanahtar kelime araştırmasına yönelik nihai kılavuzumuzu%2$s okuyun."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Aşağıdaki kelimeler içerikte en çok yer almaktadır. Bunlar, içeriğinizin neye odaklandığına dair bir fikir verir. Kelimeler konunuzdan çok farklıysa, içeriğinizi buna göre yeniden yazmak isteyebilirsiniz."],"Prominent words":["Önemli kelimeler"],"The site's tagline":["Sitenin sloganı"],"Not all required fields are given. Missing field %1$s":["Gerekli tüm alanlar verilmemiş. Eksik alan %1$s"],"Add synonyms":["Eş anlamlı kelimeler ekle"],"Would you like to add keyphrase synonyms?":["Anahtar kelimenin eş anlamlılarını eklemek ister misiniz?"],"Would you like to add more than one keyphrase?":["Birden fazla anahtar kelime eklemek ister misiniz?"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Bu özel tür için SEO meta verilerini %1$smağaza sayfası%2$s üzerinde düzenleyebilirsiniz."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["WooCommerce ayarlarında Mağaza sayfasını düzenlemediniz. Öncelikle bu işlemi bitirmelisiniz."],"Current year":["Mevcut yıl"],"Page":["Sayfa"],"Something went wrong. Please reload the page.":["Bir şeyler yanlış gitti. Lütfen sayfayı yenileyin."],"Tagline":["Slogan"],"description (custom taxonomy)":["açıklama (özel sınıflandırma)"],"(custom taxonomy)":["(özel sınıflandırma)"],"(custom field)":["(özel alan)"],"Term404":["Term404"],"Caption":["Altyazı"],"Pagenumber":["Sayfanumarası"],"Pagetotal":["Sayfatoplamı"],"Page number":["Sayfa numarası"],"User description":["Kullanıcı açıklaması"],"ID":["ID"],"Modified":["Değiştirilmiş"],"Post type (plural)":["Yazı türü (çoğul)"],"Post type (singular)":["Yazı türü (tekil)"],"Separator":["Ayırıcı"],"Search phrase":["Arama ifadesi"],"Term title":["Terim başlığı"],"Term description":["Terim açıklaması"],"Tag description":["Etiket açıklaması"],"Category description":["Kategori açıklaması"],"Primary category":["Birincil kategori"],"Category":["Kategori"],"Tag":["Etiket"],"Excerpt only":["Sadece alıntı"],"Excerpt":["Alıntı"],"Site title":["Site başlığı"],"Archive title":["Arşiv başlığı"],"Parent title":["Ana başlık"],"Date":["Tarih"],"Get Yoast SEO Premium":["Yoast SEO Premium'a sahip ol"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["Ziyaretçilerinizin artık çalışmayan bir URL’ye tıkladıklarında, 404 hatası almamasını sağlamak için bir yönlendirme oluşturmalısınız."],"Search engines and other websites can still send traffic to your deleted post.":["Arama motorları ve diğer web siteleri, silinmiş yazınıza hala trafik gönderebilir."],"Make sure you don't miss out on traffic!":["Trafiği kaçırmadığınızdan emin olun!"],"You just deleted a %1$s.":["Bir %1$s sildiniz."],"You just trashed a %1$s.":["Bir %1$s çöpe attınız."],"Settings for %s archive":["%s arşivi için ayarlar"],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["Bu sayfadaki ayarlar, sahip olduğunuz her türlü içerik için varsayılan arama görünümünün ne olacağını belirtmenize izin verir. Arama sonuçlarında hangi içerik türlerinin görüneceğini ve bunların varsayılan açıklamasının ne olacağını seçebilirsiniz."],"Url preview":["Url önizlemesi"],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["Lütfen aşağıdaki kod parçasını düzenleyerek bir meta açıklama sağlayın. Aksi takdirde, Google arama sonuçlarında gösterilmek üzere yayınınızın alakalı bir bölümünü bulmaya çalışır."],"Dismiss this notice":["Bu bildirimi yoksay"],"No results":["Sonuç yok"],"%d result found, use up and down arrow keys to navigate":["%d sonuç bulundu, gezinmek için yukarı ve aşağı ok tuşlarını kullanın","%d sonuç bulundu, gezinmek için yukarı ve aşağı ok tuşlarını kullanın"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["Sitenizin dili %s olarak ayarlanmıştır. Dil tercihi doğru değilse lütfen site yöneticinizle temasa geçin."],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["%1$sBaidu web yöneticisi araçlarından%2$s Baidu doğrulama kodunuzu alın."],"Baidu verification code":["Baidu doğrulama kodu"],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["%s içe aktarıcı işlevi geçici veri tabanı tablolarını kullanır. Görünüşe göre WordPress kurulumunuz bu erişime sahip değil, lütfen barındırma (hosting) sağlayıcınızla iletişime geçin."],"Cleanup of %s data failed.":["%s verisinin temizlenmesi başarısız oldu."],"Content Type":["İçerik türü"],"Filter by content type":["İçerik türüne göre filtrele"],"Show All Content Types":["Tüm içerik türlerini göster"],"Replaced with the normal title for an archive generated by WordPress":["Wordpress arşiv tarafından oluşturulan başlık, standart başlık ile değiştirilmiştir"],"Clean":["Temizle"],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["Sitenizden emin olduktan sonra silebilirsiniz. Bu işlem bütün orjinal verileri silecektir."],"Step 5: Clean up":["5. Adım: Temizlik"],"Please check your posts and pages and see if the metadata was successfully imported.":["Meta verilerin başarıyla  aktarıldığını görmek için, lütfen yazılarınızı ve sayfalarınızı kontrol edin."],"Step 3: Check your data":["3. Adım: Verileri kontrol edin"],"This will import the post metadata like SEO titles and descriptions into your %1$s metadata. It will only do this when there is no existing %1$s metadata yet. The original data will remain in place.":["Bu, SEO başlıkları ve açıklamaları gibi yazı meta verilerini %1$s meta verilerinize aktarır. Bunu yalnızca henüz %1$s meta verisi olmadığında yapacak. Orijinal veriler yerinde kalacaktır."],"Step 2: Import":["2. Adım: İçe aktar"],"Please make a backup of your database before starting this process.":["Lütfen bu işleme başlamadan önce veritabanınızın yedeğini alın."],"Step 1: Create a backup":["1. Adım: Yedek alın"],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["Sitenizdeki bir veya daha fazla SEO eklentisinden veri tespit ettik. Bu verileri içe aktarmak için lütfen aşağıdaki adımları izleyin:"],"Plugin: ":["Eklenti: "],"%s did not detect any plugin data from plugins it can import from.":["%s eklentilerden içe aktarılabilecek herhangi bir eklenti verisi tespit edemedi."],"Posts that should not show up in search results":["Arama sonuçlarında görünmemesi gereken postlar"],"%s data found.":["%s veri bulundu."],"%s data successfully removed.":["%s veri başarıyla kaldırıldı."],"%s data successfully imported.":["%s veri başarıyla içe aktarıldı."],"%s data not found.":["%s veri bulunamadı."],"24/7 email support":["7/24 e-posta desteği"],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["Arama motorlarının hangi sosyal profillerin bu site ile bağlantılı olduğunu anlayabilmeleri için, sitenizin sosyal profillerini aşağıdaki alana giriniz."],"Learn more about your social profiles settings":["Sosyal profil ayarlarınız hakkında daha fazla bilgi edinin"],"Remove the categories prefix?":["Kategori önekini kaldır"],"Help on the category prefix setting":["Kategori öneki ayarında yardımcı olun"],"Learn more about the available variables":["Kullanılabilir değişkenler hakkında daha fazla bilgi alın"],"Learn more about the RSS feed setting":["RSS besleme hakkında daha fazla bilgi edinin"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["Medyayı (örneğin bir resim veya video) WordPress'e yüklediğinizde, yalnızca medyayı kaydetmez, bunun için ek bir URL oluşturur. Bu ek sayfalar oldukça boştur. Medya öğesini ve eğer girdiyseniz bir başlık içerebilirler. Bu nedenle, bu ek URL'leri hiç kullanmazsanız, bunları devre dışı bırakmak ve bunları medya öğesinin kendisine yönlendirmek daha iyidir."],"Learn more about the Media and attachment URLs setting":["Ortam ve ek dosya linki ayarları hakkında daha fazla bilgi alın"],"Learn more about the special pages setting":["Özel sayfa ayarları hakkında daha fazla bilgi alın"],"Help on the date archives search results setting":["Tarih arşivleri arama sonuçları hakkında yardım alın"],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Arama sonuçlarında yazıları olmayan yazarlar için arşivlerin gösterilmemesi, teknik olarak bunların bir %1$s robot metasına sahip olacağı ve XML site haritasından çıkarılacağı anlamına gelir. %2$sArama sonuçları ayarlarıyla ilgili daha fazla bilgi%3$s."],"Help on the authors without posts archive search results setting":["Hiç içeriği olmayan yazarların arşiv sayfalarının arama sonuçları ayarlarında yardımcı olun"],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["Arama sonuçlarında yazarlar için arşivin gösterilmemesi, teknik olarak bunların bir %1$s robot metasına sahip olacağı ve XML site haritalasından çıkarılacağı anlamına gelir. %2$sArama sonuçları ayarları hakkında daha fazla bilgi%3$s."],"Help on the author archives search results setting":["Yazar arşivleri arama sonuçları ayarında yardımcı olun"],"Archives settings help":["Arşiv ayarları yardımı"],"Learn more about the archives setting":["Arşiv ayarları hakkında daha fazla bilgi edinin"],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["Yandex doğrulama kodunu %1$sYandex Webmaster Araçları%2$s üzerinden edinin."],"Yandex verification code":["Yandex doğrulama kodu"],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["Google doğrulama kodunu %1$sGoogle Arama Konsolu%2$s üzerinden edinin."],"Google verification code":["Google doğrulama kodu"],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["Bing doğrulama kodunu %1$sBing Webmaster Araçları%2$s üzerinden edinin."],"Bing verification code":["Bing doğrulama kodu"],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["Farklı web yöneticisi araçları ile doğrulama yapmak için aşağıdaki kutuları kullanabilirsiniz. Bu özellik, ana sayfanıza bir doğrulama meta etiketi ekleyecektir. Farklı web yöneticisi araçlarının bağlantılarını izleyin ve doğrulama kodunu almak için meta etiket doğrulama yöntemine yönelik talimatları arayın. Siteniz zaten doğrulanmışsa, bunları unutabilirsiniz."],"Learn more about the Webmaster Tools verification":["Webmaster araçları doğrulaması hakkında daha fazla bilgi edinin"],"On":["Açık"],"Help on: %s":["%s hakkında yardım"],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s birçok özellikle birlikte gelir. Aşağıda bazılarını etkinleştirebilir / devre dışı bırakabilirsiniz. Soru işaretine tıklamak, özellik hakkında daha fazla bilgi verir."],"Off":["Kapalı"],"See who contributed to %1$s.":["%1$s için katkıda bulunanları görün."],"Help on this search results setting":["Arama sonuçları ayarında yardımcı olun"],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["%1$s arşivinin arama sonuçlarında gösterilmemesi, teknik olarak bunların bir %2$s robot metasına sahip olacağı ve XML site haritasından çıkarılacağı anlamına gelir. %3$sArama sonuçları ayarları hakkında daha fazla bilgi%4$s."],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["%1$s öğesinin arama sonuçlarında gösterilmemesi, teknik olarak bunların bir %2$s robot metasına sahip olacağı ve XML site haritasından çıkarılacağı anlamına gelir. %3$sArama sonuçları ayarları hakkında daha fazla bilgi%4$s."],"Default for %2$s, currently: %1$s":["%2$s için varsayılan, şu anda: %1$s"],"Show %s in search results?":["%s arama sonuçlarında gösterilsin mi?"],"this author's archives":["bu yazarın arşivleri"],"Do not allow search engines to show %s in search results.":["Arama motorlarının %s sayfasını arama sonuçlarında göstermesine izin verme."],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["WordPress'te kategori urlleri çoğunlukla %s şeklinde bir ön ek içerir. Bu seçenek yalnızca kategoriler için bu ön eki kaldırmaya yarar."],"Category URLs":["Kategori bağlantıları"],"the archive for %s":["%s arşivi"],"Redirect attachment URLs to the attachment itself?":["Ek dosya URL'lerini ek dosyanın kendisine yönlendiriyor musunuz?"],"We recommend you set this to Yes.":["Evet olarak ayarlamanızı öneriyoruz."],"Media & attachment URLs":["Medya & ek dosya URLleri"],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["Bu ayar ana sayfanızın arama motorlarında nasıl görüneceğini belirlemenizi sağlar. Genellikle markanızı direkt olarak aradıklarında bu sonucu görürler."],"date archives":["tarih arşivleri"],"archives for authors without posts":["hiç içeriği olmayan yazarlar için arşivler"],"Read why XML Sitemaps are important for your site.":["XML site haritasının siteniz için neden önemli olduğunu öğrenin."],"Enable the XML sitemaps that %s generates.":["%s tarafından oluşturulan XML site haritasını etkinleştirin."],"See the XML sitemap.":["XML site haritanızı görüntüleyin."],"%s (current default for %s)":["%s (%s için mevcut varsayılan)"],"Media":["Ortam"],"Content Types":["İçerik türleri"],"Should search engines follow links on this %1$s?":["Arama motorları bu %1$s içindeki linkleri takip etsin mi?"],"Allow search engines to show this %s in search results?":["Arama motorlarının bu %s sayfasını arama sonuçlarında göstermesini istiyor musunuz?"],"Search Appearance":["Arama görünürlüğü"],"Toggle %1$s's XML Sitemap":["%1$s'nun XML site haritasını aç/kapa"],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Sitenizden bir bağlantı paylaşıldığında Twitter'ın ön izleme görseli ve metin alıntısı eklemesini istiyorsanız bu özelliği etkinleştirin."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["Sitenizden bir bağlantı paylaşıldığında Facebook'un ve diğer sosyal medya ortamlarında ön izleme görseli ve metin alıntısı eklemesini istiyorsanız bu özelliği etkinleştirin."],"Read more about how %s works.":["%s nasıl çalışıyor? Daha fazla bilgi edinin."],"%s integration":["%s entegrasyonu"],"Find out how the text link counter can enhance your SEO.":["Yazı bağlantı sayacının SEO'yu nasıl geliştirebileceğini keşfedin."],"The text link counter helps you improve your site structure.":["Yazı bağlantı sayacı, site yapısını iyileştirmeye yardımcı olur."],"Find out how cornerstone content can help you improve your site structure.":["Köşetaşı içeriğin site yapınızı nasıl iyileştirebileceğini keşfedin."],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["Köşetaşı içeriği özelliği, sitenizdeki köşetaşı içerikleri işaretlemenizi ve filtrelemenizi sağlar."],"Discover why readability is important for SEO.":["Okunabilirliğin SEO için neden önemli olduğunu keşfedin."],"The readability analysis offers suggestions to improve the structure and style of your text.":["Okunabilirlik analizi, metninizi yapısal ve biçimsel olarak geliştirecek öneriler sunar."],"Learn how the SEO analysis can help you rank.":["SEO analizinin size nasıl yardımcı olabileceğini öğrenin."],"The SEO analysis offers suggestions to improve the SEO of your text.":["SEO analizi, metninizin SEO uyumunu iyileştirmek için öneriler sunar."],"SEO analysis":["SEO analizi"],"Allow customers to pick up their %s order locally":["Müşterilerin %s siparişlerini yerel olarak almalarına izin ver"],"Get better search results in local search":["Yerel aramalarda daha iyi sonuçlar elde edin"],"Good results":["İyi sonuçlar"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"Latest blog posts on %1$s":["%1$s'daki son gönderiler"],"Remove highlight from the text":["Metinden vurguyu kaldır"],"Your site language is set to %s. ":["Sitenin dili %s olarak ayarlandı. "],"First-time SEO configuration":["İlk SEO yapılandırması"],"Highlight this result in the text":["Bu sonucu metin içinde vurgulayın"],"Considerations":["Dikkate alınmalılar"],"Errors":["Hatalar"],"Change language":["Dil değiştir"],"%s file":["%s dosyası"],"Save changes to %s":["Değişiklikleri %s dosyasına kaydet"],"Edit the content of your %s:":["%s dosyanızın içeriğini düzenleyin:"],"Create %s file":["%s dosyası oluştur"],"Updated %s":["%s dosyası güncellendi"],"You cannot edit the %s file.":["%s dosyasını düzenleyemezsiniz."],"You cannot create a %s file.":["%s dosyası oluşturamazsınız."],"More information about %1$s":["%1$s hakkında daha fazla bilgi"],"Old Configuration Wizard":["Eski yapılandırma sihirbazı"],"Manage your %s subscription on MyYoast":["MyYoast üzerinde %s aboneliğinizi yönetin"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["Site yapınızı geliştirmek için en önemli %1$s sayfalarını 'köşetaşı içerik' olarak işaretleyin. %2$sKöşetaşı içerikleri hakkında daha fazla bilgi alın%3$s."],"(Opens in a new browser tab)":["(Yeni sekmede açılır)"],"Go back":["Geri git"],"Posts %1$swithout%2$s a focus keyphrase":["Odak anahtar kelimesi %1$siçermeyen%2$s yazılar"],"Hey, your SEO is doing pretty well! Check out the stats:":["Hey, SEO çalışmanız gayet iyi gidiyor! İstatistiklerinize göz atın:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["Yayınlanmış makaleniz yok, ilk yayınınızı yaptıktan sonra SEO puanlarınız burada görünecek!"],"Read more like this on our SEO blog":["SEO blogumuzdan buna benzer içerikleri oku"],"Readability: %s":["Okunabilirlik: %s"],"Not activated":["Etkinleştirilmedi"],"Activated":["Etkinleştirildi"],"%1$s recommendations for you":["Senin için %1$s tavsiyeleri"],"All Readability Scores":["Tüm okunabilirlik puanları"],"Filter by Readability Score":["Okunabilirlik puanlarını filtrele"],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["Güncelleme veya destek almıyorsunuz! Bu siteyi ekleyip %2$s içinde %1$s özelliğini etkinleştirerek bu sorunu düzeltin."],"Request method %1$s is not valid.":["%1$s olan talep metodu geçerli değil."],"Text link counter":["Metin bağlantısı sayacı"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["Bu yazıya bağlantı veren bağlantı sayısı. Daha fazla bilgi için yardım sekmesindeki \"Yoast Sütunlar\" metnine bakın."],"Number of outgoing internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["Bu yazıdaki giden dahili bağlantıların sayısı. Daha fazla bilgi için yardım sekmesindeki \"Yoast Sütunları\" metnine bakın."],"%s Columns":["%s sütunlar"],"Readability score":["Okunabilirlik puanı"],"Scroll to see the preview content.":["İçeriği ön izlemek için kaydırın."],"Other benefits of %s for you:":["%s'nun sizin için diğer faydaları:"],"Cornerstone content":["Köşe taşı içeriği"],"Upgrade Premium":["Premium sürüme yükselt"],"Superfast internal linking suggestions":["Süper hızlı dahili bağlantı önerileri"],"Great news: you can, with %1$s!":["Harika haber: %1$s ile yapabilirsiniz!"],"Save changes":["Değişiklikleri kaydet"],"1 year free support and updates included!":["1 yıllık ücretsiz güncelleme ve yükseltme dahil!"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["Eklentilerden  %2$s, sitenizin çıktısını değiştirerek, gizleme olarak adlandırılan bir işlem ile arama motorlarının gördüğü hali ve sıradan kullanıcıların gördüğü hali arasında fark yaratıyor. Bu eklentiyi kesinlikle etkisizleştirmenizi öneriyoruz."],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sSosyal medya önizlemesi%2$s: Facebook ve Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sDaha fazla ölü bağlantı%2$s yok: kolay yönlendirme yöneticisi"],"No ads!":["Reklamsız!"],"Facebook & Twitter":["Facebook ve Twitter"],"Social media preview":["Sosyal medya önizleme"],"Easy redirect manager":["Kolay yönlendirme yöneticisi"],"No more dead links":["Daha fazla ölü bağlantı yok"],"Increase your SEO reach":["SEO erişiminizi artırın"],"Variable":["Değişken"],"Available variables":["Kullanılabilinir değişkenler"],"Scroll to see the table content.":["Tablo içeriğini görmek için kaydırın."],"An error occurred in the '%1$s' assessment":["‘%1$s’ değerlendirmesi sırasında bir hata oluştu"],"No new notifications.":["Yeni bildirim yok."],"Save all":["Hepsini kaydet"],"Save":["Kaydet"],"%1$s, Author at %2$s":["%1$s, %2$s sitesinin yazarı"],"Mobile preview":["Mobil ön izlemesi"],"Desktop preview":["Masaüstü ön izlemesi"],"Please provide an SEO title by editing the snippet below.":["Aşağıdaki kod parçasını düzenleyerek bir SEO başlığı sağlayın."],"Meta description preview:":["Meta açıklaması önizlemesi:"],"Slug preview:":["Kısa isim ön izlemesi:"],"SEO title preview:":["SEO başlığı ön izlemesi:"],"Close snippet editor":["Kod parçası düzenleyiciyi kapat"],"Slug":["Kısa İsim"],"Remove marks in the text":["Metindeki işaretleri kaldır"],"Mark this result in the text":["Bu sonucu metnin içinde işaretle"],"Marks are disabled in current view":["İşaretler bu görünüşte etkisizdir"],"Good SEO score":["İyi SEO puanı"],"OK SEO score":["Kabul edilebilir SEO puanı"],"Feedback":["Geri Bildirim"],"Name":["İsim"],"Please provide a meta description by editing the snippet below.":["Aşağıdaki kod parçasını düzenleyerek bir meta açıklama sağlayın."],"Edit snippet":["Kod parçasını düzenle"],"You can click on each element in the preview to jump to the Snippet Editor.":["Kod parçası düzenleyicisine geçmek için ön izleme alanındaki elemanlara tıklayabilirsiniz."],"SEO title preview":["SEO başlığı ön izlemesi"],"Export settings":["Ayarları dışa aktar"],"Please don't show me this notification anymore":["Lütfen bu bildirimi bir daha gösterme"],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["Eğer sorunlarla karşılaşıyorsanız, %1$slütfen bir hata raporu doldurun%2$s. Size yardımcı olmak için elimizden geleni yapacağız."],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["%1$s eklentisini bir süredir kullandığınızı fark ettik; umarız memnun kalmışsınızdır! Eğer bize %2$sWordPress.org sitesinde beş yıldız verirseniz%3$s çok memnun oluruz!"],"Warning: the variable %1$s cannot be used in this template. See the %2$s for more info.":["Uyarı: %1$s değişkeni bu şablonda kullanılamaz. Daha fazla bilgi için %2$s bakın."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keyphrases. It also comes with 24/7 personal support.":["Bu arada, bir %1$sPremium eklentimiz%2$s olduğunu biliyor muydunuz? Yönlendirme yöneticisi gibi gelişmiş özellikler ve birden çok anahtar kelime için destek sunar. Aynı zamanda 7/24 kişisel destek ile birlikte gelir."],"(no title)":["(başlıksız)"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["%1$s yönetici çubuğu menüsü, sayfaları analiz etmek için üçüncü taraf araçlarına yararlı bağlantılar içerir ve yeni bildirimlerinizin olup olmadığını görmenizi kolaylaştırır."],"Admin bar menu":["Yönetim çubuğu menüsü"],"Features":["Özellikler"],"SEO title":["SEO başlığı"],"Greater than sign":["Büyüktür işareti"],"Less than sign":["Küçüktür işareti"],"Right angle quotation mark":["Sağ açılı tırnak işareti"],"Left angle quotation mark":["Sol açılı tırnak işareti"],"Small tilde":["Küçük yaklaşık işareti"],"Vertical bar":["Dikey çubuk"],"Low asterisk":["Küçük yıldız"],"Asterisk":["Yıldız"],"Bullet":["Madde"],"Middle dot":["Orta nokta"],"Em dash":["Uzun tire"],"En dash":["Kısa tire"],"Dash":["Tire"],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["Başlık ayracı olarak kullanmak istediğiniz sembolü seçin. Bu, örneğin, başlık ve site adınız arasında görüntülenecektir. Semboller, arama sonuçlarında görünecekleri boyutta gösterilir."],"No":["Hayır"],"Yes":["Evet"],"Social profiles":["Sosyal profiller"],"Posts list":["Yazı listesi"],"Posts list navigation":["Yazı listesi dolaşımı"],"Filter posts list":["Yazı listesini filtrele"],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["Arşivlerinize yönelik bağlantılar temanız tarafından kullanılmaya devam ediyor olabilir. Bu durumda onları ayrıca kaldırmanız gerekir."],"%1$s to optimize your site even further":["Sitenizi daha da fazla iyileştirmek için %1$s"],"%1$s extensions":["%1$s uzantıları"],"Comes with our 30-day no questions asked money back guarantee":["30 günlük soru sormadan para iadesi garantisi ile beraber gelir"],"More information %1$sabout %3$s%2$s":["Daha fazla bilgi için %1$s%3$s hakkında%2$s"],"Installed":["Kurulu"],"gain access to our 24/7 support team.":["7/24 destek ekibine erişim sağlayın."],"Premium support":["Premium desteği"],"check what your Facebook or Twitter post will look like.":["Facebook ya da Twitter paylaşımlarınızın nasıl görüntüleneceğini kontrol edin."],"Social previews":["Sosyal ön izlemesi"],"create and manage redirects from within your WordPress install.":["WordPress kurulumunuz içinde yönlendirme oluşturun ve yönlendirmeleri yönetin."],"Redirect manager":["Yönlendirme yöneticisi"],"%1$s, take your optimization to the next level!":["%1$s, optimizasyonu bir üst seviyeye taşır!"],"A seamless integration between %1$s and %2$s":["%1$s ve %2$s arasında sorunsuz entegrasyon"],"Use %1$s breadcrumbs instead of %2$s ones":["%2$s bağlantı haritaları yerine %1$s kullanın"],"Easily insert Google Maps, a store locator, opening hours and more":["Kolayca bir Google haritası, mağaza bulucu, açılış saatleri ve daha fazlasını ekleyin"],"Creates XML News Sitemaps":["XML haberler site haritası oluşturur"],"Immediately pings Google on the publication of a new post":["Anında Google'ı yeni yazı yayımlandığı hakkında bilgilendirir"],"Optimize your site for Google News":["Sitenizi Google News için optimize edin"],"Make videos responsive through enabling fitvids.js":["fitvids.js kullanarak videolarınızı duyarlı hale getirin"],"Enhance the experience of sharing posts with videos":["Video içeren yazıları paylaşma deneyimini iyileştirin"],"Show your videos in Google Videos":["Videolarınızı Google Videolar'da gösterin"],"Edit &#8220;%s&#8221;":["&#8220;%s&#8221; düzenle"],"Premium":["Premium"],"Get Premium":["Premium'u edinin"],"Google Trends":["Google Trends"],"Notifications":["Bildirimler"],"Removes the focus keyphrase section from the metabox and disables all SEO-related suggestions.":["Odak anahtar kelime öbeği bölümünü meta kutusundan kaldırır ve SEO ile ilgili tüm önerileri devre dışı bırakır."],"Disable SEO analysis":["SEO analizi etkisizleştir"],"Twitter settings":["Twitter ayarları"],"Pinterest settings":["Pinterest ayarları"],"Facebook settings":["Facebook ayarları"],"Title separator symbol":["Başlık ayırıcı simge"],"RSS feed settings":["RSS beslemesi ayarları"],"Breadcrumbs settings":["Bağlantı haritası ayarları"],"Make primary":["Birincil yap"],"Cancel":["İptal"],"%s notification":["%s bildirim","%s bildirim"],"Disable readability analysis":["Okunabilirlik analizini devre dışı bırak"],"Removes the readability analysis section from the metabox and disables all readability-related suggestions.":["Okunabilirlik analizi bölümünü meta kutusundan kaldırır ve okunabilirlikle ilgili tüm önerileri devre dışı bırakır."],"Readability analysis":["Okunabilirlik analizi"],"Needs improvement":["Geliştirmeye açık"],"Readability":["Okunabilirlik"],"Improvements":["İyileştirmeler"],"Good job! We could detect no serious SEO problems.":["İyi iş! Hiçbir ciddi SEO problemi tespit edemedik."],"We have detected the following issues that affect the SEO of your site.":["Sitenizin SEO'sunu etkileyen aşağıdaki sorunları tespit ettik."],"Problems":["Problemler"],"Analysis":["Analiz"],"Not available":["Uygun değil"],"Filter by SEO Score":["SEO puanına göre filtrele"],"Meta description not set.":["Meta açıklaması belirlenmemiş."],"Open":["Aç"],"Loading...":["Yükleniyor..."],"No results found":[""],"Dashboard":["Başlangıç"],"You can fix this on the %1$sPermalink settings page%2$s.":["Bunu %1$sKalıcı bağlantı ayarları sayfası%2$s üzerinde düzeltebilirsiniz."],"Replaced with the primary category of the post/page":["Yazı/sayfa ana kategorisi ile değiştirildi"],"Pinterest confirmation":["Pinterest onayı"],"If you have already confirmed your website with Pinterest, you can skip the step below.":["Halihazırda Pinterest için doğrulama yaptıysanız alttaki adımı atlayabilirsiniz."],"Format-based archives":["Biçim tabanlı arşivler"],"Webmaster Tools verification":["Web Yöneticisi Araçları doğrulaması"],"Buy %s":["%s satın al"],"New %1$s Title":["Yeni %1$s Başlık"],"Existing %1$s Title":["Mevcut %1$s Başlık"],"Expected an integer as input.":["Girdi olarak sayısal bir değer bekleniyor."],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["Güvenli bir site haritası bellek anahtarı yapılandırılmaya çalışılıyor, ama son ek ve ön ek kombinasyonu bunun için çok az alan bırakıyor. Muhtemelen belirlenen aralığın dışında bir sayfa istiyorsunuz."],"Redirects":["Yönlendirmeler"],"Remove":["Kaldır"],"Keep":["Tut"],"Bold the last page":["Son sayfayı kalın yap"],"Regular":["Normal"],"Bold":["Kalın"],"Show Blog page":["Blog sayfasını göster"],"Primary %s":["Birincil %s"],"Primary":["Birincil"],"Make %1$s primary %2$s":["%1$s için %2$s birincil yap"],"Integrations":["Birleştirmeler"],"Term is set to noindex.":["Terim indekslenmesin olarak işaretli."],"Author archives":["Yazar arşivleri"],"Enabled":["Etkin"],"Disabled":["Devre dışı"],"The separator defined in your theme's %s tag.":["Temanızın %s etiketinde tanımlanan ayraç."],"No index":["İndeks yok"],"Once Weekly":["Haftada Bir"],"SEO score":["SEO puanı"],"Team Yoast":["Yoast ekibi"],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["WordPress için ilk gerçek hepsi bir arada SEO çözümü, sayfa üzerine içerik analizi, XML site haritaları ve çok daha fazlası."],"Yoast SEO":["Yoast SEO"],"Activation failed:":["Etkinleştirme başarısız:"],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["Filtre eklentisi kullanılabilir değil. Servis sağlayıcınızdan etkinleştirmesini isteyin."],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["%1$s eklentisinin kurulumu tamamlandı. Lütfen %2$syükleme kılavuzuna%3$s göz atın."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["Standart PHP kütüphanesi (SPL) eklentisi kurulu gözükmüyor. Lütfen servis sağlayıcınızdan etkinleştirmelerini isteyin."],"SEO Settings":["SEO Ayarları"],"Mobile-Friendly Test":["Mobil Uyumluluk Testi"],"Google Page Speed Test":["Google Sayfa Hız Testi"],"CSS Validator":["CSS Doğrulayıcı"],"HTML Validator":["HTML Doğrulayıcı"],"Pinterest Rich Pins Validator":["Pinterest Doğrulayıcı (Rich Pins)"],"Facebook Debugger":["Facebook Hata Ayıklama"],"Check Google Cache":["Google Önbelleğini Kontrol Et"],"Analyze this page":["Bu sayfayı analiz et"],"Keyword Research":["Anahtar kelime araştırma"],"%s does not seem to be a valid url. Please correct.":["%s geçerli bir web adresi değil. Lütfen düzeltin."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["%1$s geçerli bir %2$s doğrulama metnine sahip değil. Lütfen düzeltin."],"%s Archive":["%s arşivi"],"You searched for %s":["%s için arama yaptınız"],"%s does not seem to be a valid Twitter Username. Please correct.":["%s geçerli bir Twitter kullanıcı adı değil. Lütfen düzeltin."],"Summary with large image":["Büyük görselli özet"],"The post %1$s appeared first on %2$s.":["%1$s yazısı ilk önce %2$s üzerinde ortaya çıktı."],"No numeric value was received.":["Sayısal bir değer gönderilmedi."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["Var olan bir blog olmalıdır. %s bulunamadı ya da silinmek üzere işaretlenmiş."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["Varsayılan blog ayarı kullanmak istediğiniz varsayılan blogun sayısal tanımlayıcı değeri olmalıdır."],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%2$s %1$s ayarlarında izin verilen seçeneklerden biri değil. Değer varsayılana döndürüldü."],"Please select a valid post type for taxonomy \"%s\"":["\"%s\" kategorisi için geçerli bir yazı tipi seçin."],"Please select a valid taxonomy for post type \"%s\"":["\"%s\" yazı tipi için geçerli bir etiket seçin"],"You searched for":["Şunu aradınız"],"Home":["Anasayfa"],"Archives for":["Arşiv"],"Error 404: Page not found":["Hata 404: Sayfa bulunamadı"],"Good":["İyi"],"Replaced with a custom taxonomies description":[""],"Replaced with a posts custom taxonomies, comma separated.":["Virgülle ayrılmış olarak yazı özel etiketleri ile değiştirilir."],"Replaced with a posts custom field value":["Yazı özel alan değeri ile değiştirilir"],"Replaced with the slug which caused the 404":["404 sayfasına neden olan kısa isim ile değiştirilir"],"Replaced with the posts focus keyphrase":["Yazı odak anahtar kelimeleri ile değiştirildi"],"Attachment caption":["Eklenti alt metni"],"Replaced with the current page number":["Geçerli sayfa numarası ile değiştirilir"],"Replaced with the current page total":["Geçerli toplam sayfa sayısı ile değiştirilir"],"Replaced with the current page number with context (i.e. page 2 of 4)":["Mevcut sayfa numarası ile değiştirilecek (örneğin 2 / 4)"],"Replaced with the current year":["Mevcut yıl ile değiştirilir"],"Replaced with the current month":["Mevcut ay ile değiştirilir"],"Replaced with the current day":["Geçerli gün ile değiştirilir"],"Replaced with the current date":["Geçerli tarih ile değiştirilir"],"Replaced with the post/page author's 'Biographical Info'":["Yazının/sayfanın yazarının 'Biyografik bilgi'si ile değiştirilecek"],"Replaced with the post/page author's 'nicename'":["Yazının/sayfanın yazarının 'güzel ismi' ile değiştirilecek"],"Replaced with the post/page ID":["Yazı/Sayfa no ile değiştirilir"],"Replaced with the post/page modified time":["Yazı/sayfa değişiklik zamanı ile değiştirilir"],"Replaced with the content type plural label":["İçerik türü çoğul etiketiyle değiştirildi"],"Replaced with the content type single label":["İçerik türü tekil etiketiyle değiştirildi"],"Replaced with the current search phrase":["Mevcut arama ifadesi ile değiştirilir"],"Replaced with the term name":["Terim adı ile değiştirilir"],"Replaced with the term description":["Terim açıklaması ile değiştirilir"],"Replaced with the tag description":["Etiket açıklaması ile değiştirilir"],"Replaced with the category description":["Kategori açıklamasıyla değiştirilir"],"Replaced with the post categories (comma separated)":["Yazı kategorileri ile değiştirilecek (virgül ile ayrılmış)"],"Replaced with the current tag/tags":["Mevcut etiket(ler) ile değiştirilecek"],"Replaced with the post/page excerpt (without auto-generation)":["Yazının/sayfanın özeti ile değiştirilecek (otomatik oluşturma olmadan)"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["Yazının/sayfanın özeti ile değiştirilecek (ya da özet yoksa otomatik oluşturulacak)"],"The site's name":["Sitenin adı"],"Replaced with the title of the parent page of the current page":["Bu sayfanın ebeveyn sayfasının başlığı ile değiştirilecek"],"Replaced with the title of the post/page":["Yazının/sayfanın başlığı ile değiştirilecek"],"Replaced with the date of the post/page":["Yazının/sayfanın tarihi ile değiştirilecek"],"Page %1$d of %2$d":["Sayfa %1$d / %2$d"],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["Aynı isimli bir değişken tanımlayarak WPSEO standart değişkenlerinin üstüne yazamazsınız. \"wpseo_replacements\" filtresini kullanarak değiştirme değerini ayarlayın."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["Aynı isme sahip bir değiştirme değişkeni zaten mevcut. Değişkeninizi daha eşsiz yapmaya çalışın."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["Bir değiştirme karakteri \"%%cf_\" ya da \"%%ct_\" ile başlayamaz, bu karakterler WPSEO değişkenleri, özel alanlar ve özel kategoriler için kullanılmaktadır. Değişken isminizi eşsiz yapmaya çalışın."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["Bir muadil değişken sadece harfler, alt çizgi ya da tire içerebilir. Değişkeninizin ismini değiştirmeyi deneyin."],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["Yalnızca yönetici uyarısı: Bu sayfa bir meta açıklaması, olmadığı için, göstermiyor; ya bu sayfa için özel olarak yazın ya da [%1$s - %2$s] menüsüne gidin ve bir şablon oluşturun."],"Page not found":["Sayfa bulunamadı"],"%s Archives":["%s arşivleri"],"Meta description to use for Author page":["Yazar sayfasında kullanılacak meta açıklaması"],"Title to use for Author page":["Yazar sayfalarında kullanılacak başlık"],"%1$s settings":["%1$s ayarlarınız"],"Export your %1$s settings":["%1$s ayarlarınızı dışarı aktarın"],"Import settings":["İçe aktarma ayarları"],"Import from other SEO plugins":["Diğer SEO eklentilerinden içeri aktar"],"Import":["İçe aktar"],"If you had a %s file and it was editable, you could edit it from here.":["Eğer yazılabilir bir %s dosyanız olsaydı, buradan düzenleyebilirdiniz."],"If your %s were writable, you could edit it from here.":["Eğer %s dosyanız yazılabilir olsaydı, buradan düzenleyebilirdiniz."],"You don't have a %s file, create one here:":["%s dosyanız yok, buradan bir tane oluşturun:"],"A link to your site, with your site's name and description as anchor text.":["Site isminin ve açıklamasının bağlantı metni olarak kullanıldığı, sitenize giden bir bağlantı."],"A link to your site, with your site's name as anchor text.":["Site isminin bağlantı metni olarak kullanıldığı, sitenize giden bir bağlantı."],"A link to the post, with the title as anchor text.":["Başlığın bağlantı metni olarak kullanıldığı, yazı sayfasına bir bağlantı."],"A link to the archive for the post author, with the authors name as anchor text.":["Yazarın isminin bağlantı metni olarak kullanıldığı, arşiv sayfasına bir bağlantı."],"You can use the following variables within the content, they will be replaced by the value on the right.":["İçeriğin içinde şu değişkenleri kullanabilirsiniz, kullandığınızda sağdaki değerler ile değiştirileceklerdir."],"Content to put after each post in the feed":["Besleme içindeki her içerikten sonra eklencek metin"],"Content to put before each post in the feed":["Beslemedeki her yazıdan önce eklenecek içerik"],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["Bu özellik, otomatik olarak RSS beslemelerinize içerik eklemek için kullanılır, daha detaya girmek gerekirse, bu, blogunuza yazılarınıza bağlantılar ekleyerek, aptal aşırıcı robotları otomatik olarak bağlantı vermelerini sağlar. Bu sayede arama motorları gerçek içeriğin orijinal kaynağını daha iyi tespit edebilirler."],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["Bu bağlantı haritası özelliğinin kullanımı, %1$sbağlantı haritası entegrasyonu ile ilgili bilgi bankası makalemize%2$s açıklanmıştır."],"How to insert breadcrumbs in your theme":["Temanıza bağlantı haritası nasıl eklersiniz"],"Blog":["Blog"],"Content type archive to show in breadcrumbs for taxonomies":["Sınıflandırma için bağlantı haritasında gösterilecek içerik türü arşivi"],"Taxonomy to show in breadcrumbs for content types":["İçerik türleri için bağlantı haritasında gösterilecek sınıflandırma"],"Breadcrumb for 404 Page":["404 sayfası için bağlantı haritası"],"Prefix for Search Page breadcrumbs":["Arama bağlantı haritası için ön ek"],"Prefix for Archive breadcrumbs":["Arşiv bağlantı haritası için ön ek"],"Prefix for the breadcrumb path":["Bağlantı haritası için ön ek"],"Anchor text for the Homepage":["Ana sayfa için bağlantı metni"],"Separator between breadcrumbs":["Bağlantı haritası arasındaki ayraç"],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["Aşağıda yayınlanan yazılarınızın SEO puanları vardır. Şimdi yazılarınızın bazılarını geliştirmeye başlamak için iyi bir zaman!"],"Credits":["Katkıda Bulunanlar"],"&laquo; Back to Tools page":["&laquo; Araçlar sayfasına dön"],"%1$s comes with some very powerful built-in tools:":["%1$s çok güçlü dahili araçlarla beraber gelir:"],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["Bu araç SEO için önemli olan dosyalarınızı, örneğin robots.txt ve varsa .htaccess gibi, hızlıca değiştirebilmenize olanak sağlar."],"File editor":["Dosya düzenleyicisi"],"Import settings from other SEO plugins and export your settings for re-use on (another) site.":["Diğer SEO eklentilerinden ayarları içeri aktarın ve daha sonra kullanmak üzere kendi ayarlarınızı dışarı aktarın."],"Import and Export":["İçeri Al / Dışarı Aktar"],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["Bu araç her bir yazının ya da sayfanın detayına girmeden kolayca başlık ve açıklamaları değiştirebilmenize olanak sağlar."],"Bulk editor":["Toplu düzenleyici"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["%1$sPinterest ile sitenizi doğrulamak için%2$s meta etiketini buraya ekleyin:"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the \"Add Open Graph meta data\" setting on the Facebook tab enabled if you want to optimize your site for Pinterest.":["Pinterest, Facebook gibi Open Graph meta verilerini kullanır; bu nedenle, sitenizi Pinterest için optimize etmek istiyorsanız, Facebook sekmesindeki \"Open Graph meta verileri ekle\" ayarını etkinleştirdiğinizden emin olun."],"Add Twitter card meta data":["Twitter kartı meta verisi ekleme"],"This image is used if the post/page being shared does not contain any images.":["Paylaşılan yazı/sayfa herhangi bir görüntü içermiyorsa bu görsel kullanılır."],"Default settings":["Varsayılan ayarlar"],"Description":["Açıklama"],"Add Open Graph meta data":["Open Graph Meta verisi ekle"],"Accounts":["Hesaplar"],"Restore site to defaults":["Site ayarlarını varsayılanlara döndür"],"Site ID":["Site no"],"Using this form you can reset a site to the default SEO settings.":["Bu formu kullanarak bir siteyi varsayılan SEO ayarlarına döndürebilirsiniz."],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":[""],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["İlgili site için %1$sSite No%2$s girerek, o sitenin ayarlarını varsayılan olarak kullanabilirsiniz. Hiçbiri için boş bırakın. (O zaman eklentinin varsayılan ayarları kullanılacaktır)"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["Ağınıza ekli olan siteler içinde bir siteyi seçerek, ayarlarını varsayılan olarak kullanabilirsiniz. Eğer 'Hiçbiri' seçeneğini seçerseniz eklentinin varsayılan ayarları kullanılacaktır."],"New sites in the network inherit their SEO settings from this site":["Ağdaki yeni siteler SEO ayarlarını bu siteden devralır"],"Super Admins only":["Sadece süper yöneticiler"],"Site Admins (default)":["Site yöneticileri (varsayılan)"],"Who should have access to the %1$s settings":["%1$s ayarlarına kimler erişebilir"],"spam":["istenmeyen"],"mature":["yetişkin"],"archived":["arşiv"],"public":["herkese açık"],"%s restored to default SEO settings.":["%s varsayılan SEO ayarlarına döndürüldü."],"Settings Updated.":["Ayarlar güncellendi."],"404 pages":["404 sayfaları"],"Search pages":["Sayfalarda ara"],"These pages will be %s by default, so they will never show up in search results.":["Bu sayfalar varsayılan olarak%s olarak işaretlenmiştir, böylece arama sonuçlarında görüntülenmezler."],"Special pages":["Özel sayfalar"],"Date-based archives could in some cases also be seen as duplicate content.":["Tarih tabanlı arşivler kimi zaman tekrar eden içerik olarak ele alınabiliyor."],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["Bu durum sizin siteniz için geçerliyse ya bunu etkisizleştirebilir (ki bu ana sayfaya yönlendirecektir) ya da %s ekleyin ki arama sonuçlarında gözükmesin."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["Eğer tek bir yazarak sahip bir blog işletiyorsanız, yazar arşivi ana sayfayla aynı olacaktır. Buna %1$stekrarlanan içerik problemi%2$s denir."],"Date archives":["Tarih arşivi"],"author archives":["yazar arşivleri"],"Title":["Başlık"],"Take note:":["Not al:"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["%1$sAna sayfanın kendisini düzenleyerek%2$s ana sayfanın başlığını ve açıklamasını belirleyebilirsiniz."],"You can determine the title and description for the posts page by %1$sediting the posts page itself%2$s.":[" %1$sYazılar sayfasının kendisini düzenleyerek%2$s yazılar sayfasının başlığını ve açıklamasını belirleyebilirsiniz."],"Homepage &amp; Posts page":["Ana sayfa &amp; Yazı sayfası"],"Title Separator":["Başlık ayracı"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s, bu sayfalar için başlıkları yeniden zorlamak gerekmediğini otomatik algıladı, eğer bunun yanlış olduğunu düşünüyor ve siz ne yaptığınızı biliyorsanız, buradan ayarı değiştirebilirsiniz."],"Force rewrite titles":["Başlıkları yeniden yazmaya zorla"],"Taxonomies":["Kategoriler"],"Homepage":["Ana sayfa"],"%1$s Extensions":["%1$s eklenti"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["Sorunsuz bir şekilde %1$s ile WooCommerce entegrasyonunu yapabilirsiniz!"],"Rank better locally and in Google Maps, without breaking a sweat!":["Hiç ter dökmeden Google Maps aramalarında daha iyi sonuç elde edin!"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["Google Haberlerde yer alıyor musunuz? Gerekli optimizasyonları yaparak trafiğinizi artırabilirsiniz!"],"Optimize your videos to show them off in search results and get more clicks!":["Videolarınızı optimize ederek arama sonuçlarında çıkmalarını sağlayın ve böylece daha çok tıklama kazanın!"],"The premium version of %1$s with more features & support.":["%1$s eklentisinin bir çok yeni özelliğe ve desteğe sahip sürümü."],"Person":["Kişi"],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either an organization, or a person.":["Bu veriler sitenizde meta veri olarak gösterilir. %1$sGoogle'ın Bilgi Grafiği%2$s'nde görünmesi amaçlanmıştır. Bir kuruluş veya bir kişi olabilirsiniz."],"Website name":["Web sitesi ismi"],"Webmaster Tools":["Web yöneticisi araçları"],"RSS":["RSS"],"Permalink":["Kalıcı bağlantı"],"Breadcrumbs":["Bağlantı haritası"],"Authenticate":["Yetkilendir"],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["Bir yönlendirme oluşturmak ve bu problemi gidermek için %1$s gerekiyor. Bu eklentiyi ve bir yıllık destek ve güncellemeyi %2$s adresinden satın alabilirsiniz."],"Creating redirects is a %s feature":["Yönlendirme oluşturmek bir %s özelliği"],"New URL":["Yeni adres"],"Search":["Arama"],"URL":["URL"],"Deactivate %s":["Devre dışı bırak: %s"],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["%1$s eklentisi %2$s eklentisi ile beraber kullanıldığında problem çıkartabiliyor."],"Upload Image":["Resim Yükle"],"%s Posts Overview":["%s yazıya genel bakış"],"Breadcrumbs title":["Bağlantı haritası başlığı"],"Pinterest":["Pinterest"],"Social settings":["Sosyal ayarlar"],"Archives":["Arşivler"],"Close":["Kapat"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["Hem %1$s hem de %2$s XML site haritası oluşturabilir. İki XML site haritasına sahip olmak, arama motorları için yararlı değildir ve sitenizi yavaşlatabilir."],"Configure %1$s's Open Graph settings":["%1$s OpenGraph ayarlarını yapılandır"],"Both %1$s and %2$s create Open Graph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["Hem %1$s hem de %2$s OpenGraph çıktısı üretir. Bu çıktılar Facebook, Twitter, LinkedIn ve diğer sosyal ağlar tarafından, sitenizdeki içerik paylaşıldığı zaman gösterilecek metin ve görsellerdir."],"%s image":["%s Resim"],"%s description":["%s Açıklama"],"%s title":["%s Başlık"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["çok zor"],"Try to make shorter sentences, using less difficult words to improve readability":["Okunabilirliği arttırmak için daha kısa cümleler kurmayı deneyin, daha az zor kelimeler kullanın"],"difficult":["zor"],"Try to make shorter sentences to improve readability":["Okunabilirliği artırmak için kısa cümleler kurmaya çalışın"],"fairly difficult":["oldukça zor"],"OK":["TAMAM"],"fairly easy":["oldukça kolay"],"easy":["kolay"],"very easy":["çok kolay"],"The copy scores %1$s in the test, which is considered %2$s to read.":[""],"Flesch reading ease":[""],"Meta Desc.":["Meta Açık."],"All SEO Scores":["Tüm SEO puanları"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["SEO sorunu: Öne çıkarılan görsel en az 200x200 piksel boyutlarında olmalıdır. Facebook ve diğer sosyal medya siteleri tarafından kullanılacaktır."],"(no parent)":["(ebeveyn yok)"],"meta description":[""],"Page title":[""],"Post is set to noindex.":["Yazı indekslenmesin olarak ayarlanmış."],"The URL that this page should redirect to.":["Bu sayfanın yönlenmesi gereken adres."],"301 Redirect":["301 yönlendirme"],"The canonical URL that this page should point to. Leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["Bu sayfanın işaret etmesi gereken doğal URL. Kalıcı bağlantı için varsayılan olarak boş bırakın. %1$sAlanlar arası doğal adres%2$s de destekleniyor."],"Canonical URL":["Aynı adres"],"Title to use for this page in breadcrumb paths":["Bağlantı haritasında bu sayfa için kullanılacak başlık"],"Breadcrumbs Title":["Bağlantı haritası başlığı"],"No Snippet":["Kod parçası yok"],"No Archive":["Arşiv yok"],"No Image Index":["Görsel indeksi yok"],"None":["Hiç biri"],"Meta robots advanced":["Meta robots gelişmiş"],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Uyarı: meta robot ayarlarını burada girebiliyor olsanız da, sitenin genel ayarlarında bu site indekslenmesin diye ayarlanmış. Yani robot ayarlarının bir etkisi olmayacaktır."],"Meta description":["Meta açıklaması"],"SEO Title":["SEO başlığı"],"Focus keyword":["Odak anahtar kelime"],"Settings successfully imported.":["Ayarlar başarıyla içe aktarıldı."],"Settings could not be imported:":["Ayarlar içe aktarılamadı:"],"Breadcrumb for 404 pages:":["404 sayfası için dolaşım:"],"Prefix for search result pages:":["Arama sonuçları için ön ek:"],"Prefix for archive pages:":["Arşiv sayfaları için ön ek:"],"Prefix for breadcrumbs:":["Bağlantı haritası için ön ek:"],"Anchor text for the homepage:":["Ana sayfa için bağlantı metni:"],"Breadcrumbs separator:":["Bağlantı haritası ayracı:"],"%s Breadcrumbs":["%s bağlantı haritası"],"Use Image":["Görseli kullan"],"Action":["Eylem"],"Page URL/Slug":["Sayfa adresi/kısa ismi"],"Publication date":["Yayın tarihi"],"Post Status":["Yazı durumu"],"WP Page Title":["WP sayfa başlığı"],"View":["Görüntüle"],"View &#8220;%s&#8221;":["Görüntüle &#8220;%s&#8221;"],"Preview":["Önizleme"],"Preview &#8220;%s&#8221;":["Önizleme &#8220;%s&#8221;"],"Edit":["Düzenle"],"Filter":["Filtrele"],"New Yoast Meta Description":["Yeni Yoast meta açıklaması"],"Existing Yoast Meta Description":["Var olan Yoast meta açıklaması"],"Facebook profile URL":["Facebook Profil Linki"],"Twitter username (without @)":["Twitter Kullanıcı Adı (@ işareti olmadan)"],"Google":[""],"FAQ":["SSS"],"Settings":["Ayarlar"],"Huge SEO Issue: You're blocking access to robots.":["Büyük SEO Sorunu: Robotların erişimini engelliyorsunuz."],"Posts":["Yazılar"],"Edit Files":["Dosyaları Düzenle"],"General":["Genel"],"Extensions":["Eklentiler"],"Search Console":["Arama Konsolu"],"Tools":["Araçlar"],"Advanced":["Gelişmiş"],"XML sitemaps":["XML site haritaları"],"Social":["Sosyal"],"SEO":["SEO"],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s %3$s eklentisinin %2$s sürümünü kullandığınızı tespit etti. Lütfen uyumsuzluk problemlerinin önüne geçmek için son sürüme güncelleyin."],"Just another WordPress site":["Bir başka WordPress sitesi"],"You have used HTML in your value which is not allowed.":["Değerlerinizde kabul edilmeyen bir HTML kodu kullandınız."],"You can't edit %s that aren't yours.":["%s ögesini düzenleyemezsiniz çünkü sizin değil."],"You can't edit %s.":["Bunu düzenleyemezsiniz: %s."],"Post has an invalid Content Type: %s.":["Yazının geçersiz bir içerik türü var: %s."],"Post doesn't exist.":["Yazı bulunamadı."],"posts\u0004Trash <span class=\"count\">(%s)</span>":["Çöp <span class=\"count\">(%s)</span>","Çöp <span class=\"count\">(%s)</span>"],"posts\u0004All <span class=\"count\">(%s)</span>":["Tümü <span class=\"count\">(%s)</span>","Tümü <span class=\"count\">(%s)</span>"]}}}